Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The %1 website is protected by certain copyrights. The materials comprising the website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2019 Binary Group of companies. All rights reserved. Such materials may be copied and distributed on a limited basis for non-commercial purposes only, provided that any material copied remain intact and that all copies include the following notice in a clearly visible position: "Copyright 1999-2019 Binary Ltd. All rights reserved." These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a member of the Binary Group. %1 and the bull/bear logo are registered trademarks.
de_de: Die %1 Website ist durch bestimmte Urheberrechte geschützt. Materialien, aus denen die Website besteht (einschließlich, aber ohne Einschränkung, aller Artikel, Texte, Bilder, Logos, Zusammenstellungen, Systeme, Code und Design) sind Copyright 1999-2019 Binary Group von Unternehmen. Alle Rechte vorbehalten. Solche Materialien können auf einer begrenzten Grundlage nur für nichtgewerbliche Zwecke kopiert und verteilt werden, vorausgesetzt, dass jegliches Material intakt bleibt und alle Kopien an deutlich sichtbarer Stelle den folgenden Hinweis enthalten: "Copyright 1999-2019 Binary Ltd. Alle Rechte vorbehalten." Diese Materialien dürfen zu gewerblichen Zwecken oder für Schadenersatz jeglicher Art ohne vorherige schriftliche Genehmigung von einem Mitglied der Binary Group nicht kopiert oder umverteilt werden. %1 und das Bull/Bear-Logo sind eingetragene Warenzeichen.
id_id: Website %1 dilindungi oleh beberapa hak cipta tertentu. Materi yang terdapat pada website (termasuk semua artikel, teks, gambar, logo, kompilasi, sistem, kode dan desain) adalah merupakan Hak Cipta Grup perusahaan Binary 1999-2019. Hak cipta terpelihara. Materi tersebut dapat disalin dan didistribusikan secara terbatas untuk tujuan non-komersial saja, dengan syarat setiap bahan yang disalin tetap utuh dan memperlihatkan pemberitahuan yang jelas mengenai "Hak cipta terpelihara Binary Ltd. 1999-2019." Materi ini tidak dapat disalin atau didistribusikan untuk tujuan komersial atau kompensasi dalam bentuk apapun tanpa izin tertulis dari Grup Binary. %1 dan logo banteng/beruang adalah merek dagang terdaftar.
pl_pl: Witryna %1 jest chroniona określonymi prawami autorskimi. Materiały wchodzące w skład witryny (w tym m. in. wszelkie artykuły, teksty, obrazy, logo, opracowania, systemy, kody i projekt) są objęte ochroną Prawa autorskiego 1999-2019 spółek należących do Binary Group. Wszelkie prawa zastrzeżone. Te materiały mogą być kopiowane i udostępniane w ograniczonym zakresie wyłącznie w celach niekomercyjnych pod warunkiem, że wszelkie kopiowane materiały pozostają niezmienione i że wszelkie kopie tych materiałów zawierają w widocznym miejscu następującą informację: „Prawo autorskie 1999-2019 Binary Ltd. Wszelkie prawa zastrzeżone”. Zabrania się kopiowania i udostępniania tych materiałów w jakichkolwiek celach komercyjnych lub zarobkowych bez wcześniejszej pisemnej zgody członka grupy Binary Group. %1 oraz logo z bykiem i niedźwiedziem to zastrzeżone znaki handlowe.
pt_pt: O site %1 está protegido por certos direitos autorais. Os materiais que constituem o site (incluindo, sem limitação, todos os artigos, textos, imagens, logotipos, compilações, sistemas, códigos e projetos) são protegidos por direitos de autor 1999-2019 do grupo de empresas Binary. Todos os direitos reservados. Tais materiais podem ser copiados e distribuídos numa base limitada apenas para fins não comerciais, desde que qualquer material copiado permaneça intacto e que todas as cópias incluam o seguinte aviso numa posição claramente visível: "Copyright 1999-2019 Binary Ltd. Todos os direitos reservados." Estes materiais não podem ser copiados ou redistribuídos para fins comerciais ou para compensação de qualquer natureza sem autorização prévia, por escrito, de um membro do grupo Binary. A %1 e o logotipo do touro/urso são marcas registradas.
vi_vn: Trang web %1 được bảo vệ bởi một số bản quyền. Các tài liệu bao gồm các trang web (bao gồm nhưng không giới hạn tất cả các bài báo, văn bản, hình ảnh, biểu tượng, biên soạn, hệ thống, mã và thiết kế) là Bản quyền Nhóm các công ty nhị phân 1999-2019. Đã đăng ký Bản quyền. Các tài liệu này có thể được sao chép và phân phối trên cơ sở hạn chế chỉ với mục đích phi thương mại, miễn là mọi tài liệu được sao chép vẫn còn nguyên vẹn và tất cả các bản sao đều có thông báo sau ở vị trí rõ ràng: "Bản quyền 1999-2019 Công Ty Tnhh Binary. " Các tài liệu này có thể không được sao chép hoặc phân phối lại cho các mục đích thương mại hoặc bồi thường dưới bất kỳ hình thức nào mà không có sự cho phép trước bằng văn bản của một thành viên của Nhóm nhị phân. %1 và lô-gô bò / gấu là các nhãn hiệu đã đăng ký.
zh_cn: %1网站受版权保护。网站所包含的各种材料（包括但不限于所有文章、文字、图片、标识、整理材料、系统、代码和设计）版权归由 Binary Group 各公司（1999-2019年）所有 。公司保留所有权利。这类材料可以复制和传播，并用于非商业目的，前提是所有复制的材料必须保持完整，且在明显位置标注以下声明：1999-2019 Binary有限公司版权所有，并保留一切权利。在未得到 Binary Group 公司书面许可的情况下，用户不得因商业目的以其他任何有偿方式复制或者传播这些材料。%1和牛/熊徽标是注册商标。

source: The %1 website's static content (CSS, Javascript) is available as the %2binary-static%3 open-source project on github. Would you like to re-skin the %1 website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
de_de: Die statischen Inhalte (CSS, Javascript) der %1 Website gibt es als %2binary-static%3 Open-Source-Projekt auf Github. Möchten Sie die %1 Website re-skinnen, oder die Browser-Kompatibilität, Website-Rendering-Geschwindigkeit oder Javascript-Leistung verbessern? Bitte teilen Sie das Projekt und schicken Sie uns Pull-Requests Ihrer vorgeschlagenen Code-Änderungen.
fr_fr: Le contenu statique du site de %1 (CSS, Javascript) est disponible dans le projet open source %2binary-static%3 sur github. Vous voulez modifier l'apparence du site %1, ou améliorer la comptabilité du navigateur, la vitesse d'affichage ou la performance Javascript ? Participez au projet en envoyant des demandes de tirage (pull requests) pour les modifications de code que vous souhaitez suggérer.
id_id: Konten statik %1 (CSS, Javascript) tersedia pada proyek open-source %2binary-static%3 github. Apakah Anda ingin merubah website %1 atau memperbaiki kecocokan browser, kecepatan website atau tampilan Javascript?. Silahkan lihat proyek dan kirimkan kritik dan saran perubahan kode Anda.
pl_pl: Treści statyczne strony %1 (CSS, Javascript) są dostępne również w formie projektu open-source na github: %2binary-static%3. Chcesz nadać nowy wygląd stronie %1, poprawić kompatybilność z przeglądarkami lub szybkość renderingu strony, albo działanie Javascript? Skorzystaj z opcji forkowania projektu i prześlij żądania „pull-request” z sugerowanymi zmianami kodu.
pt_pt: O conteúdo estático do site %1 (CSS, Javascript) está disponível como <a target='_blank' href='%1'>binary-static</a>, um projeto de código aberto no github. Gostaria de recriar o site %1 ou melhorar a compatibilidade com navegadores, aumentar a velocidade do site ou o desempenho do Javascript? Então, crie uma cópia do projeto e envie um pedido com as suas sugestões de mudança de código.
vi_vn: Nội dung tĩnh của trang web %1 (CSS, Javascript) có sẵn như là các dự án mã nguồn mở %2binary-static%3 trên github. Bạn có muốn để thay đổi diện mạo trang web %1, hoặc cải thiện khả năng tương thích của trình duyệt, trang web hiển thị tốc độ hoặc Javascript hiệu suất? Xin vui lòng đề xuất dự án và nộp pull-request về các code thay đổi theo đề xuất của bạn.
zh_cn: %1网站的静态内容（CSS，Javascript）可在github以%2二进制静态%3开源项目中使用。您是否想重新设定%1网站的设计版面，提高浏览器兼容性、网站成像速度或Javascript性能？请加入项目，提交您的代码修改上拉请求。

source: The %1close%2 is the latest tick at or before the %1end time%2. If you selected a specific %1end time,%2 the %1end time%2 is the selected time.
de_de: Der %1Schluss%2 ist der letzte Tick zu oder vor der %1Endzeit%2. Wenn Sie eine bestimmte %1Endzeit%2 ausgewählt haben, ist die %1Endzeit%2 die ausgewählte Zeit.
fr_fr: La %1clotûre%2 est le dernier tick au plus tard au %1temps de fin%2. Si vous avez sélectionné %1un temps de fin%2 spécifique, le %1temps de fin%2 est la durée choisie.
id_id: %1Close%2 adalah tik terakhir pada atau sebelum %1waktu mulai%2. Jika Anda memilih %1waktu akhir%2 tertentu maka %1waktu akhir%2 adalah waktu yang Anda pilih tersebut.
pl_pl: Cena %1zamknięcia%2 to ostatnia najmniejsza zmiana ceny o lub przed %1czasem zakończenia%2. Jeśli wybrano konkretny %1czas zakończenia,%2 wówczas %1czas zakończenia%2 jest wybraną godziną.
pt_pt: O %1fechamento%2 é o último tique-taque em ou antes da %1hora de término%2. Caso você tenha selecionado uma "%1hora de término%2 específica, a %1hora de término%2 é a hora selecionada.
vi_vn: %1đóng%2 là các tick gần nhất đặt sau hoặc trước khi %1thời gian kết thúc%2. Nếu bạn đã chọn một %1thời gian kết thúc%2 cụ thể, %1thời gian kết thúc%2 là thời gian đã chọn.
zh_cn: %1收盘%2是 %1收盘时间%2的最新跳动或之前的价位。如您选择了指定的 %1收盘时间，%2 那么 %1收盘时间%2就是选定的时间。

source: The %1contract period%2 is the period between the %1first tick%2 (after start time) and the %1end time%2.
de_de: Der %1Kontraktzeitraum%2 ist die Zeitspanne zwischen dem %1ersten Tick%2 (nach der Startzeit) und der %1Endzeit%2.
fr_fr: La %1période de contrat%2 est la période entre le %11er tick%2 (après le moment de départ) et le moment de fin.
id_id: %1Periode kontrak%2 adalah periode antara %1tik pertama%2 (setelah waktu mulai) hingga %1waktu akhir%2.
pl_pl: %1Okres kontraktu%2 to okres między %1pierwszym przyrostem ceny%2 (po rozpoczęciu kontraktu) i %1godziną zakończenia%2.
pt_pt: O %1período do contrato%2 é o período entre o %1primeiro tique-taque%2 (depois da hora de início) e a "%1hora de término%2.
vi_vn: %1Thời hạn hợp đồng%2 là giai đoạn từ %1Giây di chuyển đầu tiên%2 (sau thời gian bắt đầu) và %1thời gian kết thúc%2.
zh_cn: %2合约期限%2是在合约开始时间之后的 %1第一个跳动点%2和%1收盘时间%2之间的期限。

source: The %1end time%2 is the selected number of minutes/hours after the %1start time%2.
de_de: Die %1Endzeit%2 ist die ausgewählte Anzahl von Minuten bzw. Stunden nach der %1Startzeit%2.
fr_fr: Le %1temps de fin%2 est le nombre sélectionné de minutes/heures après le %1temps de départ%2.
id_id: %1Waktu akhir%2 adalah waktu menit/jam setelah %1waktu mulai%2.
pl_pl: %1Czas zakończenia%2 to wybrana liczba minut/godzin po %1czasie rozpoczęcia%2.
pt_pt: A %1hora de término%2 é o número de minutos/horas selecionado depois da %1hora de início%2.
vi_vn: %1thời gian kết thúc%2 là số giây/giờ được chọn sau %1thời gian bắt đầu%2.
zh_cn: %1收盘时间%2是 %1开盘时间%2后的选定分钟/小时数。

source: The %1entry spot%2 is the next tick after the %1start time%2.
fr_fr: Le %1point d'entrée%2 est le prochain tick après %1l'heure de début%2.
id_id: %1Spot masuk%2 adalah tik selanjutnya setelah %1waktu mulai%2.
pl_pl: %1Punkt wejściowy%2 to następna najmniejsza zmiana ceny po %1godzinie rozpoczęcia%2.
vi_vn: %1eđiểm khởi đầu%2 là tick tiếp theo sau %1sthời gian bắt đầu%2.
zh_cn: %1入市现价%2是交易%1开盘时间%2后的下一个价格跳动点。

source: The %1exit spot%2 is the last tick when the contract ends. Contract ends when all ticks rise or fall successively, or when a single tick breaks the predicted pattern.
fr_fr: Le %1point de sortie%2 est le dernier tick à la fin du contract. Le contrat prend fin lorsque tous les ticks montent ou descendent successivement ou lorsqu'un seul tick sort du modèle prédit.
id_id: %1Spot akhir%2 adalah tik terakhir pada saat kontrak berakhir. Kontrak berakhir ketika semua tik naik atau turun sepenuhnya atau ketika salah satu tik memecahkan pola analisa.
pl_pl: %1Punkt wyjściowy%2 to ostatnia zmiana ceny w momencie zakończenia kontraktu. Kontrakt kończy się, gdy wszystkie zmiany ceny są następującymi po sobie zmianami w górę lub w dół lub gdy pojedyncza zmiana ceny nie będzie zgodna z przewidywanym schematem.
vi_vn: %1eđiểm chốt%2 là tick cuối cùng khi hợp đồng kết thúc. Hợp đồng kết thúc khi tất cả các tick tăng hoặc giảm liên tiếp hoặc khi một tick phá vỡ mô hình dự đoán.
zh_cn: %1退市现价%2是合约结束时最后一个价格跳动点。当所有价格持续上涨或下跌，或当其中一个价格跳动点突破了预测的价格形态时，合约即结束。

source: The %1high%2 is the highest point ever reached by the market during the contract period.
de_de: Das %1Hoch%2 ist der höchste Punkt, der jemals durch den Kurs während der Kontraktlaufzeit erreicht wird.
fr_fr: Le %1plus haut%2 est le point le plus élevé jamais atteint par le marché au cours de la période contractuelle.
id_id: %1High%2 adalah poin tertinggi yang dicapai pasar selama periode kontrak berlangsung.
pl_pl: Cena %1wysoka%2 to najwyższy punkt kiedykolwiek osiągnięty przez rynek w czasie trwania kontraktu.
pt_pt: A %1alta%2 é o ponto mais alto alcançado pelo mercado durante o período do contrato.
vi_vn: %1cao%2 là điểm cao nhất từng đạt đến của thị trường trong thời gian hợp đồng.
zh_cn: %1最高值%2是市场在合约期间内达到的最高点。

source: The %1low%2 is the lowest point ever reached by the market during the contract period.
de_de: Das %1Tief%2 ist der niedrigste Punkt, der jemals durch den Kurs während der Kontraktlaufzeit erreicht wird.
fr_fr: Le %1plus bas%2 est le point le plus bas jamais atteint par le marché au cours de la période contractuelle.
id_id: %1Low%2 adalah poin terendah yang dicapai pasar selama periode kontrak berlangsung.
pl_pl: Cena %1niska%2 to najniższy punkt kiedykolwiek osiągnięty przez rynek w czasie trwania kontraktu.
pt_pt: A %1baixa%2 é o ponto mais baixo alcançado pelo mercado durante o período do contrato.
vi_vn: %1thấp%2 là điểm thấp nhất từng đạt đến của thị trường trong thời gian hợp đồng.
zh_cn: %1最低值%2是市场在合约期间内达到的最低点。

source: The %1start time%2 begins when the contract is processed by our servers.
de_de: Die %1Startzeit%2 beginnt, wenn der Kontrakt von unseren Servern bearbeitet wird.
fr_fr: Le %1smoment de départ%2 commence au moment où le contrat est traité par nos serveurs.
id_id: %1Waktu mulai%2 bermula pada saat kontrak diproses oleh server kami.
pl_pl: %1Godzina rozpoczęcia%2 to godzina przetworzenia kontraktu przez nasze serwery.
pt_pt: A %1hora de início%2 começa quando o contrato é processado pelos nossos servidores.
vi_vn: %1thời gian bắt đầu%2 bắt đầu khi hợp đồng được xử lý bởi máy chủ của chúng tôi.
zh_cn: %1开盘时间%2即我们的服务器开始处理合约的时间。

source: The %1start time%2 is when the contract has been processed by our servers.
fr_fr: %1L'heure de début%2 correspond au moment où le contrat a été traité par nos serveurs.
id_id: %1Waktu mulai%2 adalah ketika kontrak telah diproses oleh server kami.
pl_pl: %1Godzina rozpoczęcia%2 to godzina przetworzenia kontraktu przez nasze serwery.
vi_vn: %1sthời gian bắt đầu%2 là khi hợp đồng bắt đầu được xử lý bởi các máy chủ của chúng tôi.
zh_cn: %1开盘时间%2即当我们的服务器已经处理好合约的时间。

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
de_de: Der <strong>Vertragszeitraum</strong> ist die Zeitspanne zwischen dem <strong>nächsten Tick</strong> nach der <strong>Startzeit</strong> und der <strong>Endzeit</strong>.
fr_fr: La <strong>période de contrat</strong> est la période entre le <strong>prochain tick</strong> après le <strong>moment de départ</strong> et le <strong>moment de la fin</strong>.
id_id: <strong>Periode kontrak</strong> adalah periode antara <strong>tik berikutnya</strong> setelah <strong>waktu mulai</strong> dan <strong>waktu akhir</strong>.
pl_pl: <strong>Okres kontraktu</strong> to okres między <strong>następnym przyrostem ceny</strong> po <strong>rozpoczęciu kontraktu</strong> i <strong>godziną zakończenia</strong>.
pt_pt: O <strong>período do contrato</strong> é o período entre o <strong>movimento mínimo seguinte</strong> após a <strong>hora de início</strong> e a <strong>hora de fim</strong> do contrato.
vi_vn: <strong>Thời hạn hợp đồng</strong> là khoảng thời gian giữa <strong>tick tiếp theo</strong> sau <strong>thời gian bắt đầu</strong> và <strong>thời gian kết thúc</strong>.
zh_cn: <strong>合约期限</strong>是在合约<strong>开始时间</strong>之后的<strong>下一个跳动点</strong>和合约<strong>结束时间</strong>之间的期限。

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
de_de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als einen Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
fr_fr: Le <strong>moment de la fin</strong> correspond au nombre choisi de minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
id_id: <strong>Waktu akhir</strong> adalah menit/jam yang dipilih setelah <strong>waktu mulai</strong> (jika durasi kurang dari satu hari), atau pada akhir hari trading (jika durasi lebih dari satu hari).
pl_pl: <strong>Godziną zakończenia</strong> jest wybrana liczba minut/godzin od <strong>godziny rozpoczęcia</strong> (jeśli trwa krócej niż 1 dzień) lub koniec dnia handlowego (jeśli trwa dłużej niż jeden dzień).
pt_pt: A <strong>hora do término</strong> do contrato é o número selecionado de minutos/horas após a <strong>hora de início</strong> (se inferior a um dia de duração), ou no final do dia de negociação (se tiver uma duração de um dia, ou superior).
vi_vn: <strong>Thời gian kết thúc</strong> được lựa chọn là số phút/giờ sau <strong>thời gian bắt đầu</strong> (nếu thời khoảng ít một ngày), hoặc vào cuối ngày giao dịch (nếu thời khoảng là một ngày hoặc hơn).
zh_cn: 合约<strong>结束时间</strong>是指合约<strong>开始时间</strong>（如果期限小于一天）以后所选定的分钟/小时数，或是交易日结束之时（如果期限是一天或更长）。

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong>.
de_de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl der Minuten/Stunden nach der <strong>Startzeit</strong>.
fr_fr: <strong>L’heure de fin</strong> est le nombre de minutes/heures après le démarrage de <strong>l'heure de début</strong>.
id_id: <strong>Waktu akhir</strong> adalah jumlah menit/jam yang dipilih setelah <strong>waktu mulai</strong>.
pl_pl: <strong>Czas zakończenia</strong> to wybrana liczba minut/godzin po <strong>czasie rozpoczęcia</strong>.
pt_pt: A <strong>hora de término</strong> é o número de minutos/horas selecionado depois da <strong>hora de início</strong>.
vi_vn: <strong>thời gian kết thúc</strong> là số giây/giờ tùy chọn sau <strong>thời gian bắt đầu</strong>.
zh_cn: <strong>结束时间</strong>是<strong>开始时间</strong>过后的选定分钟/小时数。

source: The <strong>entry spot</strong> is the first tick after the contract is processed by our servers.
de_de: Der <strong>Startkurs</strong> ist der erste Tick nachdem der Kontrakt von unseren Servern bearbeitet wird.
fr_fr: <strong>L'entrée spot</strong> est le premier tick après le moment où le contrat est traité par nos serveurs.
id_id: <strong>Spot masuk</strong> adalah tik pertama setelah kontrak diproses oleh server kami.
pl_pl: <strong>Cena wejściowa</strong> oznacza pierwszy najmniejszy przyrost ceny po przetworzeniu kontraktu przez nasze serwery.
pt_pt: O <strong>preço de entrada</strong> é o primeiro tique-taque depois do contrato ser processado pelos nossos servidores.
vi_vn: <strong>Điểm khởi đầu </strong> là tick đầu tiên sau khi hợp đồng được xử lý bởi máy chủ của chúng tôi.
zh_cn: <strong>入市现价</strong>指我们服务器处理合约后的第一个跳动点。

source: The <strong>exit spot</strong> is the latest tick at or before the <strong>end time</strong>.
de_de: Der <strong>Schlusskurs</strong> ist der späteste Tick auf oder bevor der <strong>Endzeit</strong>.
fr_fr: Le <strong>point de sortie</strong> correspond au dernier tick enregistré à <strong>l'heure de fin</strong> ou avant.
id_id: <strong>Spot akhir</strong> adalah tik terakhir pada atau sebelum <strong>waktu akhir</strong>.
pl_pl: <strong>Cena wyjściowa</strong> to ostatnia najmniejsza zmiana ceny w <strong>momencie zakończenia</strong> lub przed nim.
pt_pt: O <strong>preço de saída</strong> é o tique-taque mais recente na ou antes da <strong>hora final</strong>.
vi_vn: <strong>điểm chốt</strong> là tick gần nhất sau hoặc trước khi <strong>thời gian kết thúc</strong>.
zh_cn: <strong>退市现价</strong>是合约<strong>结束时或结束之前的</strong>最后跳动价点。

source: The <strong>remaining time</strong> is the time remaining until the contract expires.
de_de: Die <strong>verbleibende Zeit</strong> ist die Zeit, die verbleibt, bis der Vertrag ausläuft.
fr_fr: Le <strong>temps restant</strong> est le temps restant jusqu'à l’expiration du contrat.
id_id: <strong>Waktu yang tersisa</strong> adalah sisa waktu hingga kontrak berakhir.
pl_pl: <strong>Pozostały czas</strong> to czas pozostały do wygaśnięcia kontraktu.
pt_pt: O <strong>tempo restante</strong> é o tempo restante até o contrato expirar.
vi_vn: <strong>thời gian còn lại</strong> là thời gian còn lại tới khi hợp đồng hết hạn.
zh_cn: <strong>剩余时间</strong> 是合约到期前剩下的时间。

source: The <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
de_de: Die <strong>Startzeit</strong> ist der Zeitpunkt, zu dem der Auftrag von unseren Servern bearbeitet wird und der <strong>Startkurs</strong> ist der darauf <strong>folgende Tick</strong>.
fr_fr: <strong>L’heure de départ</strong> est lorsque le contrat est traité par nos serveurs et <strong>le spot d'entrée</strong> est le <strong>prochain tick</strong> par la suite.
id_id: <strong>Waktu mulai</strong> adalah ketika kontrak terproses oleh server kami dan <strong>spot masuk</strong> adalah <strong>tik selanjutnya</strong>.
pl_pl: <strong>Godzina rozpoczęcia</strong> kontraktu to czas, gdy zamówienie jest przetwarzane przez nasze serwery, a <strong>punktem wejściowym</strong> jest <strong>następny najmniejszy przyrost ceny</strong> otrzymany później.
pt_pt: A <strong>hora de início</strong> quando o contrato é processado pelos nossos servidores e o <strong>preço de entrada</strong> é o <strong>próximo tique-taque</strong> a seguir.
vi_vn: <strong>thời gian bắt đầu</strong> là khi hợp đồng được xử lý bởi máy chủ của chúng tôi và<strong>điểm khởi đầu</strong>là<strong>tick tiếp theo</strong>sau đó.
zh_cn: <strong>开始时间</strong> 就是我们的服务器处理合约交易的时间，<strong>入市现价</strong> 就是 <strong>下一个价格</strong>。

source: The <strong>start time</strong> is when the contract is processed by our servers.
de_de: Die <strong>Startzeit</strong> beginnt, wenn der Kontrakt von unseren Servern bearbeitet wird.
fr_fr: Le <strong>moment de départ</strong> correspond au moment où le contrat est traité par nos serveurs.
id_id: <strong>Waktu mulai</strong> adalah waktu ketika kontrak diproses oleh server kami.
pl_pl: <strong>Godzina rozpoczęcia</strong> to godzina przetworzenia kontraktu przez nasze serwery.
pt_pt: A <strong>hora de início</strong> é quando o contrato é processado pelos nossos servidores.
vi_vn: <strong>Thời gian bắt đầu</strong> là lúc hợp đồng được xử lý bởi máy chủ.
zh_cn: 合约<strong>开始时间</strong>即我们的服务器处理合约的时间。
