Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You acknowledge and agree that the Company may, at any time without prior notice and at its discretion, change the trading rules in relation to:
de_de: Sie erkennen an und stimmen zu, dass das Unternehmen, zu jeder Zeit und ohne vorherige Ankündigung, nach seinem Ermessen, die Handelsregeln andern kann, dies in Verbindung mit:
id_id: Anda mengakui dan setuju bahwa Perusahaan dapat, sewaktu-waktu tanpa pemberitahuan sebelumnya dan berdasarkan kebijakan sendiri, untuk mengubah aturan trading berkaitan dengan:
pl_pl: Przyjmujesz do wiadomości i akceptujesz, że Firma może w dowolnej chwili bez wcześniejszego powiadomienia i według własnego uznania zmienić zasady handlowania odnoszące się do:
pt_pt: Você reconhece e aceita que a Empresa pode, a qualquer momento, sem aviso prévio, e ao seu exclusivo critério, alterar as regras de negociação em relação a:
vi_vn: Bạn thừa nhận và đồng ý rằng Công Ty có thể, bất cứ lúc nào mà không cần thông báo trước và theo ý kiến của mình, thay đổi các quy tắc giao dịch liên quan đến:
zh_cn: 您确认并同意本公司可能随时在没有预先通知的情况下，自行决定改变以下相关的交易规则︰

source: You acknowledge and agree that you are solely and exclusively responsible for the control, operation and security of transactions and communications made through its access to or use of the %1 API. You acknowledge that there are risks associated with utilising an internet-based deal execution trading system including, but not limited to, the failure of hardware, software, and internet connections. You acknowledge that the Company does not control signal power, its reception or routing via the internet, configuration of your equipment or reliability of its connection, and the Company shall not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when trading via the internet using the %1 API.
de_de: Sie bestätigen und sind damit einverstanden, dass Sie einzig und alleine für die Steuerung, die Ausführung und Sicherheit der Transaktionen sowie Kommunikationen, die durch den Zugriff oder die Verwendung des %1 API, verantwortlich sind. Sie erkennen an, dass mit der Nutzung des auf das Internet basierenden Geschäftsausführungssystems, einschließlich aber nicht ausschließlich Versagen von Hardware, Software und Internetverbindungen, Risiken verbunden sind. Sie erkennen an, dass das Unternehmen die Signalstärke, den Empfang oder das Routing über das Internet, die Konfiguration Ihres Geräts oder die Zuverlässigkeit seiner Verbindung nicht beherrschen kann und dass das Unternehmen für keine Kommunikationsfehler, Unterbrechungen, Fehler, Störungen oder Verzögerungen verantwortlich ist, die Sie beim Handel über das Internet unter Verwendung des %1 API erfahren können.
id_id: Anda mengetahui dan setuju bahwa Anda sepenuhnya bertanggung jawab atas kontrol, operasi dan keamanan transaksi dan komunikasi yang dilakukan melalui akses ke atau penggunaan API %1. Anda mengetahui bahwa terdapat risiko yang terkait dengan memanfaatkan sistem kesepakatan trading eksekusi berbasis internet termasuk, namun tidak terbatas pada, kegagalan dari perangkat keras, perangkat lunak, dan koneksi internet. Anda mengetahui bahwa Perusahaan tidak mengontrol kekuatan sinyal, penerimaan atau routing melalui internet, konfigurasi peralatan Anda atau keandalan koneksi, dan Perusahaan tidak bertanggung jawab atas kegagalan komunikasi, gangguan, kesalahan, distorsi atau keterlambatan yang mungkin akan Anda alami saat bertrading menggunakan API %1.
pl_pl: Użytkownik przyjmuje do wiadomości, że spoczywa na nim wyłączna odpowiedzialność za kontrolowanie, prowadzenie i dbanie o bezpieczeństwo transakcji i połączeń wykonywanych poprzez dostęp do lub korzystanie z API %1 i wyraża na to zgodę. Przyjmuje też do wiadomości, że istnieje ryzyko związane z używaniem internetowego systemu zawierania zakładów, obejmuje to m. in. niesprawność sprzętu komputerowego, oprogramowania i połączeń internetowych. Użytkownik przyjmuje do wiadomości, że Firma nie ma wpływu na siłę sygnału, jego odbiór ani przesyłanie przez internet, konfigurację sprzętu Użytkownika czy na niezawodność jego połączenia i nie ponosi żadnej odpowiedzialności za problemy z połączeniem, przerwy w połączeniu, błędy połączenia czy opóźnienia podczas zawierania zakładów poprzez internet, korzystając z API %1.
pt_pt: Você reconhece e aceita que é única e exclusivamente responsável pelo controle, operação e segurança de transações e comunicações realizadas através do seu acesso para ou seu uso da API %1. Você reconhece que existem riscos associados à utilização de um sistema de negociação de execução de transações com base na internet, incluindo, mas não limitados a, falhas de hardware, software e conexões de internet. Você reconhece que a empresa não controla a potência da rede, nem a sua recepção ou roteamento através da internet, a configuração do seu equipamento ou confiabilidade da sua conexão, e a empresa não será responsável por quaisquer falhas na comunicação, interrupções, erros, distorções ou atrasos que você possa sofrer quando negocia através da internet usando a API %1.
vi_vn: Bạn thừa nhận và đồng ý rằng chỉ riêng cá nhân bạn có trách nhiệm trong việc kiểm soát, triển khai hoạt động và bảo mật những giao dịch và những trao đổi được tạo ra thông qua việc truy cập hay sử dụng %1 API. Bạn thừa nhận rằng có những rủi ro liên quan đến việc sử dụng một hệ thống giao dịch thực hiện thỏa thuận dựa trên Internet, bao gồm nhưng không giới hạn, lỗi của phần cứng, phần mềm và kết nối Internet. Bạn thừa nhận rằng Công ty chúng tôi không kiểm soát tín hiệu, tiếp nhận hoặc định tuyến thông qua Internet, cấu hình của thiết bị hoặc độ tin cậy của kết nối, chúng tôi không chịu trách nhiệm cho những lỗi kết nối liên lạc, sự gián đoạn, sự xuyên tạc hoặc sự chậm trễ mà bạn có thể gặp phải khi giao dịch qua Internet sử dụng hệ thống %1 API.
zh_cn: 您承认和同意由您完全负责访问和使用%1 API时对交易和通信的控制、操作和安全保障事宜。您承认在通过基于网络的交易系统执行交易时会存在诸多风险，包括但不仅限于硬件、软件故障和网络连接故障。您承认公司并不控制信号功率、经由网络的信号接收或路由以及您设备的配置或连接的可靠性，所以当您通过网络使用%1 API进行交易时公司并不会对任何可能发生的通信故障、干扰、失误、失真或延迟等问题负责。

source: You acknowledge that any explanation, trading recommendations, independent investment research, market commentary or any other information provided by the Company, is provided to you as marketing communication and/or educational material, for information purposes only, and does not construe any personal advice on the merits of investing.
de_de: Sie bestätigen, dass Ihnen Erklärungen, Handelsempfehlungen, unabhängige Investmentanalysen, Marktkommentare oder sonstige vom Unternehmen angegebenen Informationen als Marketing-Kommunikation und/oder Lehrmaterial nur zu Informationszwecken zur Verfügung gestellt werden, und keine persönliche Beratung für Investitionen darstellen.
id_id: Anda mengakui bahwa setiap penjelasan, rekomendasi trading, riset investasi independen, komentar pasar atau informasi lain yang disediakan oleh Perusahaan, diberikan kepada Anda sebagai komunikasi pemasaran dan/atau materi pendidikan, hanya untuk tujuan informasi, dan tidak menafsirkan nasihat pribadi apa pun pada manfaat berinvestasi.
pl_pl: Przyjmujesz do wiadomości, że wszelkie objaśnienia, zalecenia handlowe, niezależne badania inwestycyjne, komentarze rynkowe i wszelkie inne informacje zapewniane przez Firmę są Ci przekazywane jako komunikacja marketingowa i/lub materiały edukacyjne wyłącznie w celach informacyjnych, i nie stanowią jakiejkolwiek osobistej porady odnośnie zalet inwestowania.
pt_pt: Você reconhece e aceita que qualquer explicação, recomendações de negociação, pesquisas de investimento independentes, comentários sobre mercados ou quaisquer outras informações fornecidas pela Empresa, são lhe fornecidas como comunicações de marketing e/ou material educacional, apenas para fins informativos, e não constituem conselhos pessoais sobre os méritos de investimento.
vi_vn: Bạn xác nhận rằng bất kỳ lời giải thích, khuyến nghị giao dịch, nghiên cứu đầu tư độc lập, bình luận thị trường hoặc bất kỳ thông tin nào khác được cung cấp bởi Công Ty sẽ được cung cấp cho bạn như tài liệu tiếp thị và / huấn luyện hoặc giao tiếp, chỉ nhằm mục đích cung cấp thông tin và không bao gồm lời khuyên cho việc đầu tư.
zh_cn: 您确认公司向您提供的任何解说、交易建议、独立投资研究、市场评论或任何其他信息均属于营销传播和/或教育材料用途，仅供参考，并不包含任何与投资获利相关的个人建议 。

source: You acknowledge that it is your responsibility to cancel the Stop or Limit Order if you do not want the Stop or Limit Order to remain valid. If you fail to cancel the Stop or Limit Order, we shall be entitled, at our absolute discretion, to treat the Stop or Limit Order as an instruction to enter into a new Transaction for you if and when our quote reaches or goes beyond the level of the Stop or Limit Order.
de_de: Sie bestätigen, dass es in Ihrer Verantwortung liegt, Stop oder Limit-Order zu stornieren, wenn Sie nicht wollen, dass eine Stop oder Limit-Order gültig bleibt. Wenn Sie die Stop oder Limit-Order nicht stornieren, sind wir auf unsere absolute Diskretion berechtigt, Stop oder Limit-Order als Anweisung, eine neue Transaktion für Sie einzugehen, zu behandeln, wenn unser Angebot das Level der Stop oder Limit-Order erreicht, oder darüber hinausgeht.
id_id: Anda mengetahui bahwa Anda bertanggung jawab untuk membatalkan Stop atau Limit Order jika Anda tidak menginginkan Stop atau Limit Order tetap berlaku. Jika Anda gagal membatalkan Stop atau Limit Order, maka kami berhak, atas kebijaksanaan mutlak kami, untuk memperlakukan Stop atau Limit Order sebagai instruksi untuk menjalankan Transaksi baru untuk Anda jika dan ketika penawaran kami mencapai atau melampaui tingkat Stop atau Limit Order.
pl_pl: Przyjmujesz do wiadomości, że jesteś odpowiedzialny/-a za anulowanie zlecenia Stop lub Limit, jeśli nie chcesz, by zlecenie Stop lub Limit pozostawało w mocy. Jeśli nie anulujesz zlecenia Stop lub Limit, będziemy uprawnieni do traktowania zlecenia Stop lub Limit, według naszego wyłącznego uznania, jako instrukcji zawarcia nowej Transakcji w Twoim imieniu, jeśli i gdy nasze kwotowanie osiągnie lub przekroczy poziom zlecenia Stop lub Limit.
pt_pt: Você reconhece e aceita que da sua responsabilidade cancelar a ordem com limites ou de interrupção se não quiser que a ordem com limites ou de interrupção permaneça válida. Se não cancelar a ordem com limites ou de interrupção, teremos o direito, ao nosso exclusivo critério, de tratar a ordem com limites ou de interrupção como uma instrução de entrar em uma nova transação para você, se e quando a nossa cotação atingir ou ultrapassar além do nível da ordem com limites ou de interrupção.
vi_vn: Bạn xác nhận rằng bạn có trách nhiệm hủy Lệnh Dừng hoặc Lệnh Giới Hạn nếu bạn không muốn Lệnh Dừng hoặc Lệnh Giới Hạn vẫn hợp lệ. Nếu bạn không hủy Lệnh Dừng hoặc Giới hạn, chúng tôi sẽ có quyền, theo quyết định tuyệt đối của chúng tôi, để xử lý Lệnh Dừng hoặc Lệnh Giới Hạn như một hướng dẫn để tham gia Giao Dịch mới cho bạn nếu và khi báo giá của chúng tôi đạt hoặc vượt quá mức của Lệnh Dừng hoặc Giới hạn.
zh_cn: 您确认，如果您不希望止损或限价订单继续保持有效，则您有责任取消止损或限价订单。如果您未能取消止损或限价订单，我们有权自行决定在我们的报价达到或超出止损或限价订单的水平时视为您已指示我们替您将止损或限价订单订立新交易 。

source: You acknowledge that it is your responsibility to monitor your Account Balance and Margin Requirement and we are not under any obligation to keep you informed (i.e., to make a Margin Call).
de_de: Sie erkennen an, dass es in Ihrer Verantwortung liegt, Ihren Kontostand und Ihre Margin-Anforderung zu überwachen, und dass wir nicht dazu verpflichtet sind, Sie informiert zu halten (d.h. eine Margin-Forderung zu machen).
id_id: Anda mengetahui dimana Anda sepenuhnya bertanggungjawab untuk memantau Saldo Akun Anda dan juga Kebutuhan Margin dan kami tidak berkewajiban untuk menginformasikan kepada Anda (misalnya untuk membuat Margin Call).
pl_pl: Przyjmujesz do wiadomości, że monitorowanie stanu środków na koncie i wymogów dot. depozytu zabezpieczającego należy do Twoich obowiązków, a my nie jesteśmy w żaden sposób zobligowani do informowania Cię w tym zakresie (np. do wzywania do uzupełnienia depozytu).
pt_pt: Você reconhece e aceita que é a sua responsabilidade monitorar o saldo da sua conta e os seus requisitos de margem e que não temos qualquer obrigação de o manter informado (i.e. para realizar uma chamada de ordem).
vi_vn: Bạn thừa nhận rằng đó là trách nhiệm của bạn để theo dõi Số Dư Tài Khoản của bạn và Điều Kiện Ký Quỹ và chúng tôi đang không có bất cứ nghĩa vụ nào liên quan đến việc phải thông báo điều đó cho bạn (ví dụ, để thực hiện một cuộc yêu cần bảo chứng).
zh_cn: 您确认监控账户余额和保证金要求是您的责任，我们没有义务通知您 (例如追加保证金通知)。

source: You acknowledge that it is your responsibility to understand the features, characteristics, terms and conditions of an Order and the implications of executing an Order before you place an Order with us.
de_de: Sie erkennen an, dass es Ihrer Verantwortung liegt, die Features, Eigenschaften, Bestimmungen und Bedingungen einer Order und die Auswirkungen einer Ausführung einer Order zu verstehen, bevor Sie eine Order mit uns platzieren.
id_id: Anda mengetahui bahwa merupakan kewajiban Anda untuk memahami fasilitas, karakter, syarat dan konsisi dari sebuah Order dan implikasi dari eksekusi Order sebelum Anda membeli Order dengan kami.
pl_pl: Przyjmujesz do wiadomości, że zrozumienie funkcji, cech i warunków zlecenia i konsekwencji realizacji zlecenia przed jego złożeniem należy do Twoich obowiązków.
pt_pt: Você reconhece e aceita que é a sua responsabilidade compreender os recursos, as características, os termos e condições de uma ordem e as implicações de executar uma ordem antes de efetuar uma ordem conosco.
vi_vn: Bạn thừa nhận rằng đó là trách nhiệm của bạn để hiểu các tính năng, đặc điểm, điều khoản và điều kiện của một Lệnh và những hệ lụy của thực hiện Lệnh trước khi bạn đặt một Lệnh với chúng tôi.
zh_cn: 您确认在向我们下订单前对订单功能、特点、条款和条件以及执行订单的影响充分了解是您的责任。

source: You acknowledge that the Company cannot guarantee that the Software provided to the Money Manager is free of any errors. Thus, you agree that the Company shall not be liable or responsible for any damage and loss that incurs as a result of such error.
de_de: Sie erkennen an, dass das Unternehmen nicht gewährleisten kann, dass die dem Vermögensverwalter zur Verfügung gestellte Software frei von Fehlern ist. Somit stimmen Sie dem zu, dass das Unternehmen für keine Schäden und Verluste, die sich als Ergebnis eines solchen Fehlers ereignen, weder haftbar noch verantwortlich sein soll.
fr_fr: Vous reconnaissez que la société ne peut garantir que le logiciel fourni pour le Gestionnaire de Fonds est exempt de toute erreur. Par conséquent, vous acceptez que la société ne sera responsable d'aucun dommage et perte qui résulterait de cette erreur.
id_id: Anda mengakui bahwa Perusahaan tidak dapat menjamin bahwa Perangkat Lunak yang disediakan kepada Money Manager adalah bebas dari kesalahan apa pun. Dengan demikian, Anda setuju bahwa Perusahaan tidak akan bertanggung jawab atas kerusakan dan kerugian yang timbul sebagai akibat dari kesalahan tersebut.
pl_pl: Przyjmuje do wiadomości, że Firma nie może zagwarantować, że Oprogramowanie dostarczone podmiotowi zarządzającemu pieniędzmi jest wolne od błędów. W związku z tym zgadzasz się z tym, że Firma nie ponosi odpowiedzialności za jakiekolwiek szkody i straty powstałe w wyniku takich błędów.
pt_pt: Você reconhece e aceita que a Empresa não pode garantir que o software fornecido ao gestor de dinheiro está livre de erros. Portanto, você aceita que a Empresa não poderá ser responsabilizada por qualquer dano ou perda incorrida como resultado de tais erros.
vi_vn: Bạn thừa nhận rằng Công Ty không thể đảm bảo rằng Phần Mềm được cung cấp để quản lý tiền hoàn toàn không có bất kỳ lỗi nào. Vì thế, bạn đồng ý rằng Công Ty sẽ không chịu trách nhiệm hoặc chịu trách nhiệm Pháp Lý về bất kỳ thiệt hại và thua lỗ nào phải gánh chịu do kết quả của lỗi như vậy.
zh_cn: 您确认公司不能保证提供给资金经理的软件没有任何错误。因此, 您同意公司不须对因此类错误而招致的任何损害和损失承担责任或负责。

source: You acknowledge that the Company may accept Orders and proceed with transactions for your Account executed by any employees or representatives of the Money Manager.
de_de: Sie bestätigen, dass das Unternehmen Order akzeptieren kann und Transaktionen bearbeiten kann, die für Ihr Konto von einem Angestellten oder Vertreter des Vermögensverwalters durchgeführt werden.
fr_fr: Vous reconnaissez que la société peut accepter des Ordres et procéder à des transactions pour votre Compte exécuté par des employés ou représentants du Gestionnaire de Fonds.
id_id: Anda mengakui bahwa Perusahaan dapat menerima Pesanan dan melanjutkan transaksi pada Akun Anda yang dijalankan oleh karyawan atau perwakilan dari Money Manager.
pl_pl: Przyjmujesz do wiadomości, że Firma może akceptować Zlecenia i przetwarzać transakcje dla Twojego konta wykonywane przez dowolnego pracownika lub przedstawiciela podmiotu zarządzającego pieniędzmi.
pt_pt: Você reconhece e aceita que a Empresa pode aceitar ordens e avançar com transações executadas por quaisquer funcionários ou representantes do gestor de dinheiro na sua conta.
vi_vn: Bạn thừa nhận rằng Công Ty có thể chấp nhận Lệnh và tiến hành các giao dịch Tài Khoản thực hiện bởi bất kỳ nhân viên hoặc người đại diện của trình Quản Lý Tiền Bạc.
zh_cn: 您确认公司可以接受资金经理的任何雇员或代表为您的账户提交的订单与交易操作 。

source: You acknowledge that the Company will determine, at its discretion, the Transactions that will be kept in the Company's own book (known as B booking) and the Transactions that will be passed through to the prime brokers who act as liquidity providers for the Company (known as A booking). For the latter, the Company is the counterparty in these transactions and a correlation between the profit/loss made by the client and the profit/loss made by the Company exists. At any point in time, we may be entering into or may have entered into transactions with a large number of clients, each of whose interests may diverge from those of other clients. As such, the Company may be holding Open Positions that may not be aligned with your objectives/interests as an individual client of the Company.
de_de: Sie erkennen an, dass das Unternehmen, nach seinem Ermessen, die Transaktionen bestimmt, die im eigenen Unternehmensbuch (auch als B booking bekannt) gehalten werden, und dass die Transaktionen an die Prime Broker, die als Liquiditätsanbieter für das Unternehmen agieren (auch als A booking bekannt) durchgegeben werden. Das Unternehmen ist für letztere bei diesen Transaktionen die Gegenpartei, und es existiert eine Wechselbeziehung zwischen dem Gewinn/Verlust des Kunden und dem Gewinn/Verlust des Unternehmens. Zu jeder Zeit, können wir Transaktionen mit einer großen Anzahl an Kunden eingehen, oder sind wir Transaktionen mit einer großen Anzahl an Kunden eingegangen, wobei die Interessen eines jeden, von denen anderer Kunden abweichen können. Als solches, kann das Unternehmen offene Positionen, die nicht mit Ihren Zielen/Interessen als ein individueller Kunde des Unternehmens, übereinstimmen, halten.
id_id: Anda mengetahui bahwa Perusahaan akan menentukan, dengan keputusan sendiri, dimana Transaksi yang akan disimpan pada pembukuan Perusahaan (dikenal sebagai booking B) dan Transaksi yang akan dilanjutkan kepada broker utama yang berperan sebagai penyedia likuiditas Perusahaan (dikenal sebagai booking A). Kemudian, Perusahaan bertindak sebagai pihak ketiga bagi transaksi tersebut dan korelasi antara untung/rugi yang dihasilkan oleh klien serta profit/loss yang dihasilkan oleh Perusahaan. Kapan saja, kami dapat memasuki atau menjalankan transaksi bagi banyak klien, yang mungkin memiliki perbedaan dalam ketertarikan. Dalam hal tersebut, Perusahaan dapat menyimpan Open Position yang mungkin tidak selaras dengan tujuan Anda/kepentingan sebagai klien individu dari Perusahaan.
pl_pl: Przyjmujesz do wiadomości, że Firma wybierze, według własnego uznania, Transakcje, które zostaną zachowane w księdze firmy (księgowanie B) i Transakcje które zostaną przekazane podmiotom działającym jako dostawcy płynności w odniesieniu do Firmy (księgowanie A). W drugim przypadku Firma występuje w roli kontrahenta w tych transakcjach i występuje współzależność między zyskiem/stratą klienta a zyskiem/stratą Firmy. W dowolnej chwili możemy zawrzeć transakcję z wieloma klientami, a interes każdego z nich może różnić się od interesu pozostałych klientów. Firma może więc posiadać pozycje otwarte, które nie są zgodne z Twoimi celami lub z Twoim interesem jako indywidualnego klienta Firmy.
pt_pt: Você reconhece e aceita que a Empresa irá determinar, a seu exclusivo critério, as transações que serão mantidas na própria carteira da Empresa (conhecido como "corretagem B" ou "B-Booking" em inglês) e as transações que serão passadas para as corretoras primárias que atuam como fornecedores de liquidez da Empresa (conhecido como "corretagem A" ou "A-Booking" em inglês). Nesta última, a Empresa representa a contrapartida nestas transações e existe uma correlação entre os lucros e as perdas realizadas pelos clientes e os lucros e as perdas realizadas pela Empresa. Em qualquer momento, podemos estar realizando ou já ter realizado transações com um grande número de clientes cujos interesses podem divergir daqueles de outros clientes. Como tal, a Empresa poderá estar mantendo posições em aberto que poderão não estar alinhadas com os seus objetivos/interesses como um cliente individual da Empresa.
vi_vn: Bạn xác nhận rằng Công Ty sẽ xác định, theo quyết định của mình, Giao dịch sẽ được lưu giữ trong sổ riêng của Công ty (được gọi là hồ sơ B) và Giao dịch sẽ được chuyển cho các nhà môi giới chính làm nhà cung cấp thanh khoản cho Công Ty ( được gọi là hồ sơ A). Đối với trường hợp sau, Công ty là đối tác trong các giao dịch này và mối tương quan giữa lợi nhuận / lỗ của khách hàng và lợi nhuận / thua lỗ của Công Ty tồn tại. Tại bất kỳ thời điểm nào, chúng tôi có thể tham gia hoặc có thể đã tham gia vào các giao dịch với số lượng lớn khách hàng, mỗi khách hàng có thể phân chia lợi ích từ những khách hàng khác. Do đó, Công Ty có thể đang nắm giữ các phiên mở có thể không phù hợp với mục tiêu / sở thích của bạn với tư cách là khách hàng cá nhân của Công Ty.
zh_cn: 您确认本公司将自行决定将交易记录保存在公司自己的记录本（称为B记录本）或交给充当公司流动性提供商的主要经纪人保存（称为A记录本）。对于后者，本公司是交易中的另一方，客户的盈亏和本公司的盈亏之间有相互关系。我们可能会随时与大量客户开始或已开始进行交易，每个客户的利益都可能与其他客户有分歧。因此，本公司可能持有与您作为本公司单一客户的目标和利益不一致的未平仓头寸。
