Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Self-Employed
de_de: Selbstständig
fr_fr: Non-salarié
id_id: Wirausaha
pl_pl: Samozatrudnienie
pt_pt: Trabalhador independente
vi_vn: Tự Làm Chủ
zh_cn: 个体经营

source: Self-Exclusion Facilities
de_de: Selbstausschluss Hilfen
fr_fr: Fonctionnalités d'auto-exclusion
id_id: Fasilitas Pengecualian Diri
pl_pl: Udogodnienia samodzielnego wyłączenia
pt_pt: Ferramentas de Auto-Exclusão
vi_vn: Công Cụ Tự Loại Trừ
zh_cn: 自我禁止工具

source: Self-Exclusion Limits
de_de: Selbstausschluss Grenzen
id_id: Fasilitas Pengecualian Diri
pl_pl: Limity samodzielnego wykluczenia
pt_pt: Limites de auto-exclusão
vi_vn: Giới hạn tự loại trừ
zh_cn: 自我禁止限额

source: Self-exclusion on this website only applies to your %1 account and does not include other companies or websites.
de_de: Der Selbstausschluss auf dieser Website gilt nur für Ihr %1 Konto und enthält keine anderen Unternehmen oder Webseiten.
fr_fr: L'auto-exclusion sur ce site Web s’applique seulement à votre compte %1 et ne comprend pas les autres entreprises ou sites Web.
id_id: Pengecualian diri pada situs web ini hanya berlaku untuk akun %1 Anda dan tidak termasuk perusahaan atau situs web lain.
pl_pl: Opcja samo-wykluczenia dostępna na tej witrynie odnosi się wyłącznie do Twojego konta %1 i nie obejmuje innych firm czy witryn internetowych.
pt_pt: A autoexclusão neste site apenas se aplica à sua conta %1 e não inclui outras empresas ou sites.
vi_vn: Tự loại trừ trên trang web này chỉ áp dụng cho tài khoản %1 của bạn và không bao gồm các công ty hoặc trang web khác.
zh_cn: 此网站上的自我禁止功能仅适用于您的 %1账户, 不包括其他公司或网站。

source: Self-motivation and flexibility in task rotations
de_de: Eigenmotivation und Flexibilität bei Aufgaben-Rotationen
fr_fr: Motivation personnelle et flexibilité dans la rotation des tâches
id_id: Motivasi diri dan fleksibilitas dalam rotasi tugas
pl_pl: Motywacja wewnętrzna i elastyczność w zakresie zmiany zadań
pt_pt: Auto-motivação e flexibilidade nas rotações de tarefas
vi_vn: Năng động và linh hoạt trong luân chuyển nhiệm vụ công việc
zh_cn: 任务轮换中的自我激励和灵活性

source: Selfie holding proof of identity (front)
de_de: Selfie enthält Identitätsnachweis (vorne)
fr_fr: Selfie tenant une preuve d’identité (recto)
id_id: Selfie memegang bukti identitas (bagian depan)
pl_pl: Dokument potwierdzający tożsamość (przednia strona) ze zdjęciem typu selfie
pt_pt: Uma selfie mostrando um comprovativo de identidade (frente)
vi_vn: Ảnh chân dung chứng minh danh tính (mặt trước)
zh_cn: 持有身份证明 (前页) 的自拍照片

source: Sell
de_de: Verkaufen
fr_fr: Vente
id_id: Jual
pl_pl: Sprzedaj
pt_pt: Vender
vi_vn: Bán
zh_cn: 卖出

source: Sell = go short
de_de: Verkaufen = kurz gehen
fr_fr: Vendre = go short
id_id: Jual = go short
pl_pl: Sprzedaj = pozycja krótka
pt_pt: Vender = assumir posição curta
vi_vn: Bán = đi ngắn
zh_cn: 卖出 = 空头头寸

source: Sell Price
de_de: Verkaufspreis
fr_fr: Prix de vente
id_id: Harga Jual
pl_pl: Cena sprzedaży
pt_pt: Preço de venda
vi_vn: Giá Bán
zh_cn: 卖出价格

source: Sell at market
de_de: Zum Börsenkurs verkaufen
fr_fr: Vendre au prix du marché
id_id: Jual pada pasar
pl_pl: Sprzedawaj na rynku
pt_pt: Venda no mercado
vi_vn: Bán tại thị trường
zh_cn: 按市价卖出

source: Sell back trades at market prices.
de_de: Verkaufen Sie Kontrakte zu Börsenkursen.
fr_fr: Revendez vos options au prix du marché.
id_id: Jual kontrak pada harga pasar.
pl_pl: Odsprzedaj transakcje po cenach rynkowych.
pt_pt: Venda os seus contratos a preços de mercado.
vi_vn: Bán lại giao dịch với giá thị trường.
zh_cn: 按市价回售交易。

source: Sell option
de_de: Verkaufsoption
fr_fr: Option de vente
id_id: Opsi jual
pl_pl: Sprzedaj opcję
pt_pt: Vender opção
vi_vn: Quyền chọn Bán
zh_cn: 卖出期权

source: Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses
de_de: Verkaufen Sie Ihre langfristigen Kontrakte vor Ablauf, um etwaige Gewinne die Sie gemacht haben zu schützen, oder um Ihre Verluste zu minimieren
fr_fr: Vendez vos contrats à long terme avant leur expiration pour protéger les bénéfices déjà réalisés ou minimiser vos pertes
id_id: Jual kontrak jangka panjang Anda sebelum berakhir untuk melindungi keuntungan atau untuk mengurangkan risiko kerugian
pl_pl: Sprzedaj swoje kontrakty długoterminowe przed datą wygaśnięcia, aby zachować potencjalne zyski lub ograniczyć straty
pt_pt: Venda os seus contratos de longo prazo antes de expiração para proteger quaisquer lucros que tenha realizado ou para minimizar as suas perdas
vi_vn: Bán các hợp đồng dài hạn trước khi hết thời hạn để bảo vệ bất kỳ lợi nhuận nào bạn có được hoặc để giảm thiểu thiệt hại của bạn
zh_cn: 长期合约到期前售出交易，以保护您的盈利或将亏损降至最低

source: Send us your CV and cover letter. We'll compare your skills and experience with our requirements.
de_de: Schicken Sie uns Ihren Lebenslauf und Ihr Bewerbungsschreiben. Wir werden Ihre Fähigkeiten und Erfahrung mit unseren Anforderungen vergleichen.
fr_fr: Envoyez-nous votre CV et lettre de motivation. Nous allons comparer vos compétences et expériences à nos exigences.
id_id: Kirimkan CV dan surat lamaran Anda. Kami akan membandingkan keahlian dan pengalaman Anda dengan persyaratan kami.
pl_pl: Wyślij swoje CV i list motywacyjny. Zapoznamy się z Twoimi umiejętnościami i doświadczeniem i porównamy jest z naszymi wymogami.
pt_pt: Envie-nos o seu currículo e uma carta de apresentação. Compararemos as suas competência e a sua experiência com os nossos requisitos.
vi_vn: Gửi chúng tôi CV và thư giới thiệu của bạn. Chúng tôi sẽ so sánh các kỹ năng và kinh nghiệm của bạn với các yêu cầu của chúng tôi.
zh_cn: 把简历和求职信寄给我们。我们会拿您的技能和经验与我们的要求相比较。

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
de_de: Senden Sie Ihr Geld dem Zahlungsagent Die eingezahlten Gelder werden nach Abzug der Provision für den Zahlungsabwickler auf Ihrem Konto erscheinen.
fr_fr: Envoyez vos fonds à l'agent de paiement. Les fonds versés, dont a été soustraite la commission de l'agent, s'afficheront sur votre compte.
id_id: Kirim dana Anda kepada agen pembayaran. Jumlah deposit berdasarkan nilai tukar yang berlaku dan akan dikreditkan kedalam akun Anda.
pl_pl: Wyślij swoje środki pośrednikowi płatności. Kwota wpłaty pomniejszona o prowizję pobieraną przez pośrednika będzie widoczna na Twoim koncie.
pt_pt: Envie os seus fundos ao agente de pagamento. A quantia do depósito menos a comissão cobrada pelo Agente será mostrada na sua conta.
vi_vn: Khi gửi tiền của bạn cho đại lý thanh toán, số tiền trong quỹ đặt cọc sẽ giảm và hoa hồng của đại lý sẽ được hiển thị trong tài khoản của bạn.
zh_cn: 将资金存入支付代理。存入资金减去代理佣金的金额将会显示在您的账户中。

source: Sep
pl_pl: Wrzesień
pt_pt: Set
vi_vn: Tháng Chín
zh_cn: 九月

source: September
fr_fr: septembre
pl_pl: Wrzesień
pt_pt: Setembro
vi_vn: Tháng Chín
zh_cn: 九月

source: Server
fr_fr: Serveur
pl_pl: Serwer
pt_pt: Servidor
vi_vn: Máy chủ
zh_cn: 服务器

source: Session duration limit cannot be more than 6 weeks.
de_de: Die Sitzungsdauer kann nicht mehr als 6 Wochen betragen.
fr_fr: La limite de durée de session ne peut excéder 6 semaines.
id_id: Batas durasi sesi tidak dapat lebih dari 6 minggu.
pl_pl: Limit czasu sesji nie może przekroczyć 6 tygodni.
pt_pt: O limite de duração de sessões não pode ser superior a 6 semanas.
vi_vn: Giới hạn thời hạn phiên không thể nhiều hơn 6 tuần.
zh_cn: 交易期持续时间限制不能大于 6周。

source: Session duration limit, in minutes
de_de: Limit der Sitzungsdauer in Minuten
fr_fr: Limite de durée de session, en minutes
id_id: Batas durasi sesi per menit
pl_pl: Limit czasu sesji, w minutach
pt_pt: Limite de duração da sessão, em minutos
vi_vn: Giới hạn thời gian phiên, trong vài phút
zh_cn: 交易期持续时间限制，以分钟为单位

source: Session duration:
de_de: Sitzungsdauer:
fr_fr: Durée de session :
id_id: Sesi durasi:
pl_pl: Czas trwania sesji:
pt_pt: Duração da sessão:
vi_vn: Thời hạn phiên:
zh_cn: 会话时间：

source: Set Currency
de_de: Währung einstellen
fr_fr: Définir la devise
id_id: Atur Mata Uang
pl_pl: Ustaw walutę
pt_pt: Definir moeda
vi_vn: Thiết lập tiền tệ
zh_cn: 设置货币

source: Set a %1cashier lock password%2 to prevent unauthorised access to your cashier.
de_de: Bestimmen Sie ein %1Kassen-Sperre Passwort%2, um unbefugten Zugriff auf Ihre Kasse zu verhindern.
fr_fr: Mettez un %1mot de passe de caisse%2 afin d’empêcher tout accès non autorisé à votre caisse.
id_id: Pasang %1kata sandi kasir%2 untuk mencegah akses yang tidak diinginkan pada bagian kasir Anda.
pl_pl: Ustaw %1blokadę hasła do kasjera%2, aby zapobiec nieautoryzowanemu dostępowi do kasjera.
vi_vn: Đặt mật khẩu thu ngân để ngăn truy cập trái phép vào thu ngân của bạn.
zh_cn: 设置％1收银台锁定密码％2以防止有人未经授权访问收银台。

source: Set barrier(s) to define your position and trigger the payout you'll receive.
de_de: Legen Sie (eine) Schwelle(n) fest, um Ihre Position zu definieren und um die Auszahlung, die Sie erhalten werden, zu aktivieren.
fr_fr: Sélectionnez des barrières pour définir votre position et visualiser le paiement que vous percevrez.
id_id: Tetapkan batasan untuk menentukan posisi dan memicu hasil yang Anda akan dapatkan.
pl_pl: Ustaw limity, aby określić swoją pozycję, która inicjuje Twoją wypłatę.
pt_pt: Configure a(s) barreira(s) para definir a sua posição e acionar o prêmio que irá receber.
vi_vn: Thiết lập giới hạn để xác định vị trí của bạn và kích hoạt thanh toán bạn sẽ nhận được.
zh_cn: 您可设置用于确认头寸参数以及触发赔付的障碍水平。

source: Set the length of your trade from 10 seconds to 365 days, whether you have a short-term or long-term view of the markets.
de_de: Legen Sie die Länge Ihres Geschäfts von 10 Sekunden auf 365 Tage fest, unabhängig davon, ob Sie einen kurz- oder langfristigen Blick auf die Märkte haben.
fr_fr: Réglez la longueur de votre trade de 10 secondes à 365 jours, si vous avez une vue à court terme ou à long terme des marchés.
id_id: Tetapkan panjang perdagangan Anda dari 10 detik sampai 365 hari, apakah Anda memiliki pandangan jangka pendek atau jangka panjang mengenai pasar.
pl_pl: Ustaw długość zakładu na 10 sekund lub 365 dni, w zależności od tego, czy patrzysz na rynek długo- czy krótkoterminowo.
pt_pt: Defina a duração da sua negociação, de 10 segundos a 365 dias, quer você tenha uma visão de longo ou curto prazo dos mercados.
vi_vn: Thiết lập thời lượng giao dịch của bạn từ 10 giây đến 365 ngày, cho dù bạn có một góc nhìn ngắn hạn hoặc dài hạn của thị trường.
zh_cn: 不论您对市场走势持短期或长期观点，均可设定交易期限从10秒至365天。

source: Set up %1 on your device now
de_de: Installieren Sie %1 jetzt auf Ihrem Gerät
fr_fr: Installez maintenant %1 sur votre appareil
id_id: Siapkan %1 pada perangkat Anda sekarang
pl_pl: Skonfiguruj %1 na swoim urządzeniu już teraz
pt_pt: Configure o %1 no seu dispositivo agora
vi_vn: Thiết lập %1 trên điện thoại của bạn bây giờ
zh_cn: 立即在设备上设置 %1

source: Set up liquidity connections via bridges and gateways for MT4 and MT5 brokers
de_de: Richten Sie Liquidität-Verbindungen über Brücken und Gateways für MT4 und MT5 Broker ein
fr_fr: Configurez des connexions de liquidité via des ponts et passerelles pour les courtiers MT4 et MT5
id_id: Mengatur koneksi likuiditas melalui jembatan dan gerbang untuk pialang MT4 dan MT5
pl_pl: Ustanawianie dla brokerów MT4 i MT5 połączeń z dostawcami płynności poprzez mostki i bramy
pt_pt: Configurar conexões de liquidez através de pontes e gateways para corretores MT4 e MT5
vi_vn: Thiết lập các kết nối thanh khoản qua các cầu và cổng cho môi giới trên MT4 và MT5
zh_cn: 通过桥梁和网关为 MT4 和 MT5 经纪商建立流动性连接

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
id_id: Pengaturan
pl_pl: Ustawienia
pt_pt: Configurações
vi_vn: Cài đặt
zh_cn: 设置

source: Settlement
de_de: Abrechnung
fr_fr: Règlement
id_id: Penyelesaian
pl_pl: Rozliczenie
pt_pt: Liquidação
vi_vn: Giải quyết
zh_cn: 结算

source: Settles
de_de: Begleicht
fr_fr: Règlements
id_id: Diselesaikan
pl_pl: Rozliczenie
pt_pt: Liquida
vi_vn: Quyết toán
zh_cn: 结算

source: Severability
de_de: Trennbarkeit
fr_fr: Divisibilité
id_id: Keterpisahan
pl_pl: Rozdzielność postanowień umowy
pt_pt: Separabilidade
vi_vn: Điều khoản tách rời
zh_cn: 可分割性

source: Share access to your account without any permission to trade.
de_de: Teilen Sie den Zugriff auf Ihr Konto, ohne Erlaubnis zum Handel.
fr_fr: Partagez l’accès à votre compte sans aucune autorisation de trader.
id_id: Berbagi akses akun Anda tanpa memberi pengaksesan trading.
pl_pl: Udostępniaj dostęp do swojego konta bez żadnego pozwolenia do handlowania.
pt_pt: Compartilhe acesso à sua conta sem quaisquer permissões para negociar.
vi_vn: Chia sẻ quyền truy cập vào tài khoản của bạn mà không cần bất kỳ sự cho phép để giao dịch.
zh_cn: 没有任何交易许可的情况下分享您的账户的访问权。

source: Sharp prices
de_de: Präzise Kurse
fr_fr: Des prix compétitifs
id_id: Harga akurat
pl_pl: Atrakcyjne ceny
pt_pt: Preços exatos
vi_vn: Giá sắc bén
zh_cn: 精准报价

source: Sharp, benchmarked prices
de_de: Scharfe Benchmark-Preise
fr_fr: Des prix compétitifs, comparés
id_id: Akurat, harga benchmark
pl_pl: Atrakcyjne, benchmarkowe ceny
pt_pt: Price exatos e referenciados
vi_vn: Giá chuẩn
zh_cn: 精确基准报价

source: Short to long-term durations
de_de: Kurz-bis langfristige Laufzeiten
fr_fr: Durée courte à long terme
id_id: Durasi pendek hingga panjang
pl_pl: Krótki lub długi okres trwania
pt_pt: Durações de curto a longo prazo
vi_vn: Thời gian ngắn đến dài hạn
zh_cn: 短期限到长期限

source: Short:
de_de: Kurz:
fr_fr: Court:
pl_pl: Krótka:
pt_pt: Curto:
vi_vn: Ngắn:
zh_cn: 短仓:

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
de_de: Sollte eine Unterbrechung in den Datenfeeds auftreten, die vom Unternehmen nicht sofort korrigiert werden kann, dann behält sich das Unternehmen das Recht vor, den Kaufpreis für den Kontrakt zu erstatten.
id_id: Jika gangguan terjadi pada data feed yang tidak dapat langsung diperbaiki oleh Perusahaan, maka Perusahaan berhak untuk mengembalikan harga beli kontrak.
pl_pl: W przypadku jakichkolwiek zakłóceń w dostarczaniu danych, które nie mogą być z łatwością usunięte przez Firmę, Firma zastrzega sobie prawo zwrotu pieniędzy za zakupiony kontrakt.
pt_pt: Caso ocorra uma interrupção no fluxo de dados que não possa ser corrigida rapidamente pela Companhia, a Companhia reserva o direito de reembolsar a compra do contrato.
vi_vn: Nếu có gián đoạn xảy ra trong nguồn dữ liệu mà Công Ty không sửa được, Công Ty có quyền bồi hoàn lại việc mua hợp đồng.
zh_cn: 如果数据源发生中断而公司不能迅速恢复，公司保留退还合约买入款项的权利。

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
de_de: Sollte ein Kunde, für den Sie Provisionen erhalten, eine Rückbuchung vornehmen, behält sich das Unternehmen vor, den Provisionsanteil für die Rückbuchung vom Gesamtbetrag, der im laufenden Monat an Sie auszuzahlen ist, abzuziehen. Sollte der Abzug wegen der Rückbuchungen das aktuelle Guthaben auf dem Konto überschreiten, befindet sich Ihr Konto im Minus. Bevor weitere Auszahlungen erfolgen können, müssen Sie erst weitere Provisionen verdienen, um diesen Fehlbetrag auszugleichen. Das Unternehmen behält sich weiterhin vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni, die vom Unternehmen auf das Konto eines Kunden gutgeschrieben wurden), von der Berechnung auszuschließen.
id_id: Jika terdapat klien yang melakukan penuntutan kembali transaksi yang telah mereka lakukan, Perusahaan berhak memotong komisi berdasarkan jumlah penuntutan yang kami terima dari total saldo pada bulan terkini. Jika jumlah ini melebihi komisi Anda saat ini maka komisi Anda akan menjadi negatif dan Anda perlu menyelesaikan jumlah tersebut untuk memperoleh komisi selanjutnya. Perusahaan berhak dengan alasan khusus untuk mengecualikan sistem bagi hasil pada dana bonus yang dikreditkan pada rekening klien oleh Perusahaan.
pl_pl: W przypadku gdy klient, za którego Partner otrzymuje prowizje, podlega procedurze zwrotu kosztów, Firma zastrzega sobie prawo do odliczenia części prowizji o kwotę zwrotu od całkowitego salda Partnera w danym miesiącu. Jeśli kwota zwrotu przekracza bieżącą należną kwotę, saldo będzie ponownie ujemne, a Partner będzie musiał zarobić na pokrycie obciążenia zwrotnego zanim zacznie zarabiać ponownie. W szczególnych przypadkach Firma zastrzega sobie prawo do odmowy dzielenia się promocyjnymi środkami wpłaconymi przez Firmę na konto klienta.
pt_pt: Se algum cliente, em nome de quem você esteja a receber comissões, processar um estorno, a Empresa reserva-se o direito de deduzir a parte de comissão do estorno do saldo total que lhe é devido a si para o mês corrente. Caso esta dedução da receita acumulada exceda a quantia corrente devida, o seu saldo reverterá para um saldo negativo, e você terá de ganhar receitas para cobrir o estorno antes de poder recomeçar a ganhar receitas. A Empresa reserva-se o direito, em casos especiais, de excluir a partilha de receitas referentes a fundos promocionais depositados na conta do cliente pela Empresa.
vi_vn: Nếu khách hàng nào nhận được giao dịch đòi bồi hoàn, Công ty có quyền khấu trừ khoản hoa hồng của khoản bồi hoàn từ tài khoản của bạn cho tháng hiện tại. Nếu khấu trừ này của doanh thu lũy kế vượt quá số tiền hiện tại của bạn có, thì tài khoản của bạn sẽ bị âm tiền, và bạn sẽ phải kiếm thêm doanh thu để bù đắp vào khoản bồi hoàn trước khi ban có thể bắt đầu kiếm tiền lại. Trong trường hợp đặc biệt, công ty có quyền trích doanh thu cổ phiếu trên tài khoản ủy thác của khách hàng.
zh_cn: 如果您的客户拒付佣金，公司保留从当月应向您支付的款项中扣除该佣金的权利。如果累计扣款超过您目前应收款项的金额，您的存款将会变成负值，而您必须在补偿拒付佣金之后才能重新赚取收益。在特定情况下，公司保留禁止客户对公司促销资金进行收入分成的权利。

source: Should be %1
de_de: Sollte %1 sein
fr_fr: Devrait être %1
id_id: Seharusnya %1
pl_pl: Powinno być %1
pt_pt: Deve ser %1
vi_vn: Nên là %1
zh_cn: 必须为%1

source: Should be a valid number.
de_de: Sollte eine gültige Zahl sein.
fr_fr: La saisie doit être un nombre valide.
id_id: Harus angka yang berlaku.
pl_pl: Powinien to być prawidłowy numer.
pt_pt: Deve ser um número válido.
vi_vn: Nên là một số hợp lệ.
zh_cn: 必须是有效号码。

source: Should be between %1 and %2
de_de: Sollte zwischen %1 und %2 betragen
fr_fr: La saisie doit se situer entre %1 et %2
id_id: Harus antara %1 dan %2
pl_pl: Wartość powinna wynosić od %1 do %2
pt_pt: Deve ser entre %1 e %2
vi_vn: Nên ở giữa %1 và %2
zh_cn: 须在%1 与 %2之间

source: Should be less than %1
de_de: Sollte kleiner als %1 sein
fr_fr: La saisie doit être inférieure à %1
id_id: Harus kurang dari %1
pl_pl: Wartość powinna być mniejsza niż %1
pt_pt: Deve ser menos do que %1
vi_vn: Nên là ít hơn %1
zh_cn: 必须少于%1

source: Should be more than %1
de_de: Sollte mehr als %1 sein
fr_fr: Devrait être plus de %1
id_id: Harus lebih dari %1
pl_pl: Wartość powinna być większa niż %1
pt_pt: Deve ser mais do que %1
vi_vn: Nên là nhiều hơn %1
zh_cn: 必须大于 %1

source: Should start with letter or number, and may contain hyphen and underscore.
de_de: Sollte mit Buchstaben oder Zahlen beginnen, und kann einen Bindestrich und Unterstrich enthalten.
fr_fr: Devrait commencer par une lettre ou un chiffre et peut contenir un trait d’union et un tiret bas.
id_id: Harus dimulai dengan huruf atau angka, dan mungkin mengandung tanda hubung dan garis bawah.
pl_pl: Powinno rozpoczynać się od litery lub cyfry i może zawierać myślnik i podkreślnik.
pt_pt: Deve começar com uma letra ou um número e pode conter um hífen e sublinhado.
vi_vn: Nên bắt đầu bằng chữ hoặc số, và có thể chứa các gạch nối và gạch ngang dưới.
zh_cn: 应以字母或数字开始，可包含连字符和下划线。

source: Should the applicant have any questions about this privacy policy or if the applicant would like to exercise any of their rights, they should contact the Company's Data Protection Officer (DPO) by %1.
de_de: Sollte der Bewerber Fragen über diese Datenschutzrichtlinie haben, oder möchte der Bewerber seine Rechte ausüben, sollte er den Datenschutzbeauftragten des Unternehmens kontaktieren: %1.
fr_fr: Si le candidat a des questions concernant cette politique de confidentialité, ou si le demandeur souhaite exercer n'importe lequel de ses droits, il devra communiquer avec l'Agent pour la Protection des Données (DPO) de la Compagnie par %1.
id_id: Jika pelamar memiliki pertanyaan tentang kebijakan privasi ini atau ingin menggunakan hak mereka, mereka perlu menghubungi Petugas Perlindungan Data Perusahaan (DPO) melalui %1.
pl_pl: Jeśli kandydat ma jakiekolwiek pytania odnośnie polityki prywatności lub jeśli chciałby skorzystać z jakichkolwiek swoich praw, powinien skontaktować się z firmowym Inspektor ds. ochrony danych (DPO) za pośrednictwem %1.
vi_vn: Nếu người nộp đơn có bất kỳ câu hỏi nào về chính sách bảo mật này hoặc nếu người nộp đơn muốn thực hiện bất kỳ quyền nào của họ, họ phải liên hệ với Cán bộ Bảo vệ Dữ liệu của Công ty (DPO) theo %1.
zh_cn: 如果申请人对本隐私政策有任何疑问或者申请人想要行使其任何权利，必须透过％1联系公司的数据保护官（DPO）。

source: Should the applicant's application be successful and an employment with the Binary Group be accepted, the applicant's data will be retained until the cessation of their employment. A separate privacy policy for employees will be made available to the applicant after entering employment with the Company.
de_de: Sollte der Antrag des Bewerbers erfolgreich sein, und eine Anstellung mit der Binary Gruppe akzeptiert werden, werden die Daten des Berwebers bis zur Beendigung seiner Anstellung gehalten werden. Eine separate Datenschutzrichtlinie für Angestellte wird dem Bewerber zugänglich gemacht, nachdem er eine Anstellung mit dem Unternehmen begonnen hat.
fr_fr: Si la candidature est un succès et le candidat obtient un emploi avec le Groupe Binary, les données du candidat seront conservées jusqu'à la cessation de leur emploi. Une politique de confidentialité distincte pour les employés sera mise à disposition du candidat après avoir accédé à un emploi auprès de la Compagnie.
id_id: Jika permohonan kerja pelamar berhasil dan penawaran kerja oleh Grup Binary diterima, maka data pelamar akan disimpan hingga berlakunya penghentian pekerjaan. Kebijakan privasi terpisah untuk karyawan akan disediakan bagi pelamar setelah berstatus sebagai karyawan pada Perusahaan.
pl_pl: Jeśli kandydat przejdzie pozytywnie proces rekrutacyjny i zaakceptuje ofertę zatrudnienia w Binary Group, dane kandydata będą przechowywane do momentu zakończenia zatrudnienia. Oddzielna polityka prywatności dla pracowników zostanie udostępniona kandydatowi po rozpoczęciu zatrudnienia z Firmie.
vi_vn: Nếu đơn xin của đương đơn thành công và việc làm với Binary Group được chấp nhận, dữ liệu của đương đơn sẽ được giữ lại cho đến khi chấm dứt việc làm của họ. Một chính sách bảo mật riêng biệt cho nhân viên sẽ được cung cấp cho người nộp đơn sau khi làm việc với Công Ty.
zh_cn: 如果申请人成功被Binary集团录取聘用，申请人的资料将被保留，直到终止工作为止。开始工作后，公司将向申请人提供另一份员工隐私政策。
