Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Compliance and Risk Management
de_de: Compliance- und Risikomanagement
fr_fr: Conformité et Management du Risque
id_id: Compliance & Risk Management
pl_pl: Zarządzanie ryzykiem i zgodnością
pt_pt: Gerenciamento de conformidade e risco
vi_vn: Quản Giám và Quản Lý Rủi Ro
zh_cn: 合规性和风险管理

source: Compliance with and Amendments to These Terms
de_de: Einhaltung und Ergänzungen dieser Bedingungen
id_id: Kepatuhan dan Perubahan pada Syarat
pl_pl: Zgodność z Regulaminem i jego późniejszymi zmianami
pt_pt: O cumprimento com e alterações a estes termos
vi_vn: Sự tuân thủ và Bổ sung của những Điều khoản sau
zh_cn: 对这些条款的遵守和修正

source: Comply with the applicable laws, rules, and regulations (including, but not limited to, advertising, data protection and privacy laws, rules, and regulations) of the jurisdiction(s) in which you operate or target your business.
de_de: Beachtung der geltenden Gesetze, Regeln und Vorschriften (u. a. Werbung, Datenschutz und Datenschutzgesezte, Regeln und vorschriften) des Landes, in dem Sie tätig sind oder auf das Ihre Tätigkeit zielt.
id_id: Mematuhi hukum, aturan, dan peraturan (termasuk, namun tidak terbatas pada, hukum periklanan, perlindungan data dan privasi, aturan, dan peraturan) dari yurisdiksi di mana Anda beroperasi atau bisnis yang Anda targetkan.
pl_pl: Stosowanie się do przepisów prawnych, norm i rozporządzeń (w tym między innymi przepisów dotyczących reklamy oraz ochrony danych) obowiązujących w jurysdykcji kraju, w którym Partner prowadzi swoją działalność lub do którego kieruje swoje usługi.
pt_pt: Cumprir as leis, regras e regulamentos aplicáveis (incluindo, mas não limitados a, publicidade, proteção de dados e leis, regras e regulamentos de privacidade) da jurisdição na qual você opera ou em que se destina o seu negócio.
vi_vn: Tuân thủ các điều luật, quy tắc và quy định tại nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới (bao gồm, nhưng không giới hạn với các quảng cáo, bảo mật dữ liệu và các điều luật, quy tắc và quy định về quyền riêng tư).
zh_cn: 遵守业务运营管辖区适用的法律、规则和规章 （包括但不限于广告、数据保护和隐私法律、规则和规章）。

source: Comprehensive
de_de: Umfassend
fr_fr: Complet
id_id: Komprehensif
pl_pl: Kompleksowe
pt_pt: Abrangente
vi_vn: Toàn diện
zh_cn: 全面

source: Compressing Image
de_de: Bild wird komprimiert
fr_fr: Image en cours de compression
id_id: Mengompresi Gambar
pl_pl: Kompresja obrazu
pt_pt: Comprimindo imagem
vi_vn: Nén hình ảnh
zh_cn: 正在压缩图像

source: Computer system and method for speculating on a financial market
de_de: Computersystem und Methode zur Spekulation auf einem Finanzmarkt
fr_fr: Système informatique et méthode de spéculation sur un marché financier
id_id: Sistem dan metode komputer dalam berspekulasi pada pasar finansial
pl_pl: System komputerowy i metoda spekulacji na rynkach finansowych
pt_pt: Sistema informatizado e método para especulação em mercados financeiros
vi_vn: Hệ thống máy tính và phương pháp suy đoán trên thị trường tài chính
zh_cn: 为预测金融市场而设的电脑系统和方法

source: Computer trading system for offering custom financial market speculations
de_de: Computer Handelssystem zum Angebot von eigenen Finanzmarktspekulationen
fr_fr: Système de trading automatisé permettant une spéculation personnalisée sur un marché financier
id_id: Sistem trading komputer untuk menawarkan spekulasi pasar finansial tertentu
pl_pl: System komputerowy do handlowania umożliwiający spekulację na rynkach finansowych dostosowaną do Twoich potrzeb
pt_pt: Sistema informatizado de negociação para a disponibilização de especulações personalizadas de mercados financeiros
vi_vn: Hệ thống giao dịch máy tính cung cấp suy đoán thị trường tài chính tùy chỉnh
zh_cn: 提供自订金融市场预测的电脑交易系统

source: Conduct disaster and recovery planning, as well as their execution
de_de: Erstellung von Katastrophen- und Wiederherstellungsplänen sowie deren Durchführung
fr_fr: Gérer la planification et la mise en œuvre d'un plan de reprise après catastrophe
id_id: Melakukan perencanaan bencana dan pemulihan, serta pelaksanaannya
pl_pl: Planowanie oraz wykonywanie odpowiednich czynności w razie nieprzewidzianych zdarzeń w celu odzyskiwania systemów
pt_pt: Dirigir o planejamento e a execução de recuperação de desastres
vi_vn: Tiến hành lên kế hoạch phục hồi sau trục trặc cũng như việc thực thi kế hoạch
zh_cn: 灾难恢复规划和执行

source: Conduct full lifecycle analysis that include requirements, activities, and design.
fr_fr: Effectuer une analyse du cycle de vie complet qui comprend les exigences, les activités et la conception.
id_id: Melakukan analisis siklus hidup lengkap yang mencakup persyaratan, kegiatan, dan desain.
pl_pl: Przeprowadzanie pełnej analizy, która obejmuje wymagania, działania i projekt.
vi_vn: Tiến hành phân tích vòng đầy đủ bao gồm các yêu cầu, hoạt động và thiết kế.
zh_cn: 进行完整的生命周期分析, 包括需求、活动和设计。

source: Conduct performance testing including backtesting, stress testing analysis, and benchmarking
de_de: Führen Sie Performance-Tests, einschließlich Backtesting, Stress-Test-Analyse und Benchmarking durch
fr_fr: Conduire des tests de performance en incluant les tests à posteriori (backtesting), les analyses de tests de tension (stress testing) et les tests d'étalonnage (benchmarking)
id_id: Melakukan pengujian kinerja termasuk pengujian backtesting, analisis pengujian stres, dan pembandingan
pl_pl: Testowanie wydajności, w tym backtesting i testy warunków skrajnych oraz benchmarking
pt_pt: Realizar testes de desempenho, incluindo backtesting, análise de testes de stress e benchmarking
vi_vn: Tiến hành các bài kiểm tra hiệu suất bao gồm backtest, phân tích kiểm tra thử, và đối chuẩn
zh_cn: 进行性能测试, 包括回溯测试、压力测试分析和基准测试

source: Conduct research on competitors and industry trends to identify new products and potential markets
de_de: Forschen Sie Konkurrenten und Trends der Branche aus, um neue Produkte und potentielle Märkte zu identifizieren
fr_fr: Mener des recherches sur les concurrents et les tendances de l’industrie pour identifier les nouveaux produits et marchés potentiels
id_id: Melakukan penelitian tentang pesaing dan tren industri untuk mengidentifikasi produk baru dan pasar potensial
pl_pl: Przeprowadzanie badań dot. konkurencji i trendów w branży pod kątem nowych produktów i potencjalnych rynków
pt_pt: Realizar pesquisas sobre concorrentes e tendências do setor para identificar novos produtos e mercados potenciais
vi_vn: Thực hiện các nghiên cứu trên các đối thủ và các xu hướng của ngành công nghiệp để định hướng cho sản phẩm mới và các thị trường tiềm năng
zh_cn: 对竞争对手和行业趋势进行研究，以确定新产品和潜在市场

source: Conduct research using a variety of qualitative and quantitative methods
de_de: Forschen Sie mit einer Vielzahl von qualitativen und quantitativen Methoden
fr_fr: Effectuer des recherches en utilisant une variété de méthodes qualitatives et quantitatives
id_id: Melakukan penelitian menggunakan berbagai metode kualitatif dan kuantitatif
pl_pl: Prowadzenia badań za pomocą różnych metod ilościowych i jakościowych
pt_pt: Realizar pesquisas usando uma variedade de métodos qualitativos e quantitativos
vi_vn: Tiến hành nghiên cứu bằng cách sử dụng các phương pháp định tính và định lượng khác nhau
zh_cn: 使用各种定性和定量方法进行研究

source: Conduct security reviews of production infrastructure
de_de: Führen Sie Sicherheitsüberprüfungen der Produktionsinfrastruktur durch
fr_fr: Procéder à des examens de sécurité de l’infrastructure de production
id_id: Melakukan tinjauan keamanan infrastruktur produksi
pl_pl: Sprawdzanie zabezpieczeń infrastruktury produkcyjnej
pt_pt: Realizar análises de segurança de infra-estrutura de produção
vi_vn: Tiến hành các đánh giá bảo mật của hạ tầng cơ sở sản phẩm
zh_cn: 对生产基础设施进行安全审查

source: Confidentiality
de_de: Geheimhaltung
fr_fr: Confidentialité
id_id: Kerahasiaan
pl_pl: Zachowanie poufności
pt_pt: Confidencialidade
vi_vn: Tính bảo mật
zh_cn: 机密性

source: Configure your PC and mobile phone to use the Cloudflare DNS by following the instructions at %1.
de_de: Konfigurieren Sie Ihren PC und Ihr Handy, um Cloudflare DNS zu verwenden, indem Sie den Anweisungen bei %1 folgen.
fr_fr: Configurez votre PC et téléphone mobile pour utiliser le DNS Cloudflare en suivant les instructions à %1.
id_id: Konfigurasikan PC dan ponsel Anda untuk menggunakan DNS Cloudflare dengan mengikuti petunjuk di %1.
pl_pl: Skonfiguruj swój komputer i telefon komórkowy, aby umożliwić korzystanie z Cloudflare DNS, podążając za instrukcjami z %1.
pt_pt: Configure o seu computador e celular para usarem o DNS da Cloudflare ao seguir as instruções em %1.
vi_vn: Định cấu hình PC và điện thoại di động của bạn để sử dụng DNS Cloudflare bằng cách làm theo hướng dẫn tại %1.
zh_cn: 按照％1的说明在您的个人电脑和手机以使用Cloudflare DNS。

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer
id_id: Lanjutkan
pl_pl: Potwierdź
pt_pt: Confirmar
vi_vn: Xác nhận
zh_cn: 确认

source: Confirm New Password
de_de: Neues Passwort bestätigen
fr_fr: Confirmer le nouveau mot de passe
id_id: Konfirmasi Kata Sandi Baru
pl_pl: Potwierdź nowe hasło
pt_pt: Confirme a nova senha
vi_vn: Xác nhận Mật khẩu mới
zh_cn: 确认新密码

source: Conflicts Policy
de_de: Konfliktregeln
fr_fr: Gestion des conflits d'intérêts
id_id: Konflik Kebijakan
pl_pl: Polityka dot. sporów
pt_pt: Política de Conflitos
vi_vn: Xung Đột Chính Sách
zh_cn: 冲突政策

source: Congratulations!
de_de: Herzlichen Glückwunsch!
fr_fr: Félicitations !
id_id: Selamat!
pl_pl: Gratulacje!
pt_pt: Parabéns!
vi_vn: Chúc mừng!
zh_cn: 祝贺您！

source: Congratulations! We'll make you a fair and competitive offer, and we don't make you negotiate in order to eliminate salary inequities and stress.
de_de: Herzlichen Glückwunsch! Wir machen Ihnen ein faires und wettbewerbsfähiges Angebot, und Sie brauchen mit uns nicht zu verhandeln, um Gehalt-Ungleichheit und Stress zu beseitigen.
fr_fr: Félicitations ! Nous vous ferons une offre équitable et concurrentielle, et nous ne vous faisons pas négocier afin d’éliminer le stress et les inégalités de salaire.
id_id: Selamat! Kami akan memberi Anda tawaran yang adil dan kompetitif tanpa memerlukan Anda untuk bernegosiasi dalam memperoleh gaji terbaik.
pl_pl: Gratulacje! Złożymy Ci sprawiedliwą i konkurencyjną ofertę. Aby wyeliminować różnice w zarobkach i stres, nie praktykujemy negocjacji zarobków.
pt_pt: Parabéns! Vamos fazer-lhe uma proposta justa e competitiva e não o obrigamos a negociar conosco para eliminar injustiças salariais e estresse.
vi_vn: Chúc mừng! Chúng tôi sẽ gửi cho bạn một lời mời cạnh tranh công bằng, và chúng tôi không buộc bạn thương lượng để loại bỏ bất bình đẳng lương và căng thẳng công việc.
zh_cn: 恭喜您！我们会给您公平和有竞争力的报酬，而且为了避免不平等的工资和压力，我们不会特地压低您的工资。

source: Connecting to server
de_de: Verbindung zum Server
fr_fr: Connexion au serveur
id_id: Menghubungkan ke server
pl_pl: Łączenie z serwerem
pt_pt: Conectando ao servidor
vi_vn: Đang kết nối với máy chủ
zh_cn: 连接服务器

source: Connection error: Please check your internet connection.
de_de: Verbindungsfehler: Bitte überprüfen Sie Ihre Internetverbindung.
fr_fr: Erreur de connexion : veuillez vérifier votre connexion à Internet.
id_id: Koneksi error: Silakan periksa koneksi internet Anda.
pl_pl: Błąd połączenia: sprawdż połączenie internetowe
pt_pt: Erro de conexão: verifique a sua conexão com a internet.
vi_vn: Lỗi kết nối: xin vui lòng kiểm tra kết nối internet của bạn.
zh_cn: 连接错误：请检查您网络连接。

source: Consent
de_de: Zustimmung
fr_fr: Consentement
id_id: Persetujuan
pl_pl: Zgoda
pt_pt: Autorização
vi_vn: Đồng ý
zh_cn: 同意

source: Considerable knowledge in creating meaningful analytics from raw data, with the goal of influencing clients to take action
de_de: Beträchtliche Kenntnisse im Erstellen von aussagekräftigen Analysen aus Rohdaten, mit dem Ziel Kunden zum Reagieren zu beeinflussen
fr_fr: Des connaissances considérables dans la création d'analyse à partir de données brutes, dans le but d’influencer les clients à agir
id_id: Pengetahuan yang cukup dalam menciptakan analisis yang bermakna dari data mentah, dengan tujuan memengaruhi klien untuk mengambil tindakan
pl_pl: Duża wiedza na temat tworzenia drobiazgowej analizy z nieprzetworzonych danych w celu zachęcenia klientów do podjęcia działań
pt_pt: Conhecimento considerável na criação de análises significativas a partir de dados brutos, com o objetivo de influenciar os clientes a realizarem ações
vi_vn: Có kiến thức tương đối trong tạo ra phân tích có ý nghĩa từ dữ liệu thô, với mục tiêu tác động tới khách hàng để đi tới hành động
zh_cn: 对采用原始数据创建有意义的分析拥有丰富知识，目标是要客户采取行动

source: Constant, open and honest communication.
fr_fr: Avoir une communication constante, ouverte et honnête.
id_id: Komunikasi yang konstan, terbuka, dan jujur.
pl_pl: Ciągła, otwarta i uczciwa komunikacja.
vi_vn: Giao tiếp liên tục, cởi mở và trung thực.
zh_cn: 连续、开放和诚实的沟通。

source: Constantly liaise with all internal departments such as Customer Support and Marketing on account and payment matters
de_de: Haben Sie in Konto- und Zahlungsangelegenheiten ständig Kontakt mit allen internen Abteilungen wie der Kundenbetreuung und Marketing
fr_fr: Constamment en liaison avec tous les départements internes tels que le Support Client et le Marketing sur les questions de compte et de paiement
id_id: Selalu berhubungan dengan semua departemen internal seperti Customer Support dan Marketing di permasalahan akun dan pembayaran
pl_pl: Stała współpraca ze wszystkimi działami wewnętrznymi, takimi jak dział obsługi klienta i marketingu w sprawach kont i płatności
pt_pt: Manter contato constante com todos os departamentos internos, como Suporte ao Cliente e Marketing, em questões de conta e pagamento
vi_vn: Liên tục phối hợp với tất cả các phòng ban nội bộ như Hỗ Trợ Khách Hàng và Marketing trong các vấn đề về tài khoản và chi trả
zh_cn: 不断与所有内部部门如客户支持和市场营销等联系关于账户和付款事宜

source: Construction
de_de: Aufbau
id_id: Konstruksi
pl_pl: Budownictwo
pt_pt: Construção
vi_vn: Xây dựng
zh_cn: 建筑

source: Contact Us
de_de: Kontaktieren Sie uns
fr_fr: Nous contacter
id_id: Hubungi Kami
pl_pl: Napisz do nas
pt_pt: Contate-Nos
vi_vn: Liên Hệ
zh_cn: 联系我们

source: Contact number
fr_fr: Numéro de téléphone
id_id: Nomer kontak
pl_pl: Numer kontaktowy
vi_vn: Số liên lạc
zh_cn: 联系电话

source: Contact our dedicated affiliate support team for help and suggestions.
de_de: Kontaktieren Sie unser Partner-Support-Team für Hilfe und Anregungen.
fr_fr: Contactez notre équipe d'affiliation dédiée à l’aide et aux suggestions.
id_id: Hubungi tim afiliasi kami untuk mendapat bantuan dan saran lebih lanjut.
pl_pl: Skontaktuj się z naszym zespołem ds. programu partnerskiego, aby uzyskać pomoc i sugestie.
pt_pt: Contate a nossa equipe de suporte dedicada para assistência e sugestões.
vi_vn: Liên hệ đội ngũ liên kết riêng của chúng tôi để có trợ giúp và đề xuất.
zh_cn: 联系我们的专业联盟支持团队寻求帮助和意见。

source: Contact the payment agent directly for more information on how to transfer money to them.
de_de: Setzen Sie sich mit dem Zahlungsagenten in Verbindung, wenn Sie mehr Informationen zur Geldüberweisung an ihn benötigen.
fr_fr: Contactez l'agent de paiement directement pour plus d'informations sur comment leur transférer de l'argent.
id_id: Hubungi agen pembayaran langsung untuk informasi lebih lanjut tentang bagaimana mentransfer dana.
pl_pl: Aby uzyskać więcej informacji na temat sposobu przelewu pieniędzy, skontaktuj się z pośrednikiem płatności.
pt_pt: Contate o agente de pagamentos diretamente para mais informações sobre como transferir dinheiro a eles.
vi_vn: Liên hệ với đại lý thanh toán trực tiếp để biết thêm thông tin về cách thức chuyển tiền.
zh_cn: 请直接联系支付代理咨询汇款方法。

source: Contact us
de_de: Kontaktieren Sie uns
fr_fr: Nous contacter
id_id: Hubungi kami
pl_pl: Napisz do nas
pt_pt: Contate-nos
vi_vn: Liên hệ
zh_cn: 联系我们

source: Continue trading
de_de: Handel fortsetzen
fr_fr: Poursuivre le trading
id_id: Lanjutkan trading
pl_pl: Kontynuuj handlowanie
pt_pt: Continue a negociar
vi_vn: Tiếp tục giao dịch
zh_cn: 继续交易

source: Continuous Indices – Choose from the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index, and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75%, and 100% respectively
de_de: Laufende Indizes - Wählen Sie vom Volatilität 10 Index, Volatilität 25 Index, Volatilität 50 Index, Volatilität 75 Index und dem Volatilität 100 Index. Diese Indizes entsprechen den simulierten Kursen mit konstanten Volatilitäten von 10% 25%, 50%, 75% und 100%
fr_fr: Les indices Continus - Choisissez parmi les indices Volatility 10, Volatility 25, Volatility 50, Volatility 75 et Volatility 100. Ces indices correspondent à des simulations de marché basées sur des taux de volatilité constants de 10%, 25 %, 50 %, 75 % et 100 % respectivement
id_id: Indeks berterusan - Pilih dari Indeks Volatilitas 10, Indeks Volatilitas 25, Indeks Volatilitas 50, Indeks Volatilitas 75, dan Indeks Volatilitas 100. Indeks-indeks ini sesuai dengan pasar simulasi dengan volatilitas konstan masing-masing 10%, 25%, 50%, 75%, dan 100%
pl_pl: Wskaźniki ciągłe – wybieraj spośród Indeksu zmienności 10, Indeksu zmienności 25, Indeksu zmienności 50, Indeksu zmienności 75 i Indeksu zmienności 100. Symulują sytuację na rynkach o stałej zmienności wynoszącej odpowiednio 10%, 25%, 50%, 75% i 100%.
pt_pt: Índice contínuos – Escolha dentre o Índice Volatility 10, o Índice Volatility 25, o Índice Volatility 50, o Índice Volatility 75 e o Índice Volatility 100. Estes índices correspondem a mercados simulados com volatilidades constantes de 10%, 25%, 50%, 75% e 100%, respectivamente
vi_vn: Các chỉ số liên tục - chọn từ Chỉ số biến động 10, Chỉ số biến động 25, Chỉ số biến động 50, Chỉ số biến động 75 và Chỉ số biến động 100. Các chỉ số này tương ứng với các thị trường mô phỏng với các biến động không đổi lần lượt là 10%, 25%, 50%, 75% và 100%
zh_cn: 连续指数 - 从波动率10指数、波动率25指数、波动率50指数、波动率75指数及波动率100指数中挑选。这些指数跟具10%、25%、50%、75% 和100% 持续波动率的模拟市场对应

source: Contract
de_de: Kontrakt
fr_fr: Contrat
id_id: Kontrak
pl_pl: Kontrakt
pt_pt: Contrato
vi_vn: Hợp đồng
zh_cn: 合约

source: Contract Confirmation
de_de: Vertragsbestätigung
fr_fr: Confirmation de contrat
id_id: Konfirmasi Kontrak
pl_pl: Potwierdzenie kontraktu
pt_pt: Confirmação de Contrato
vi_vn: Xác nhận Hợp đồng
zh_cn: 合约确认

source: Contract Details
de_de: Kontraktdaten
fr_fr: Détails relatifs au contrat
id_id: Keterangan Kontrak
pl_pl: Szczegóły kontraktu
pt_pt: Detalhes do Contrato
vi_vn: Chi tiết Hợp đồng
zh_cn: 合约详情

source: Contract Ends
de_de: Kontrakt endet
fr_fr: Le contrat se termine
id_id: Kontrak Berakhir
pl_pl: Kontrakt kończy się
pt_pt: Contrato termina
vi_vn: Kết thúc hợp đồng
zh_cn: 合同结束

source: Contract Information
de_de: Kontraktinformation
fr_fr: Informations du contrat
id_id: Informasi Kontrak
pl_pl: Informacje o kontrakcie
pt_pt: Informação do contrato
vi_vn: Thông tin của Hợp đồng
zh_cn: 合约信息

source: Contract Payouts
de_de: Kontraktauszahlungen
id_id: Hasil Kontrak
pl_pl: Wypłaty kontraktów
pt_pt: Pagamentos de Contrato
vi_vn: Thanh toán từ hợp đồng
zh_cn: 合约赔付额

source: Contract Result
de_de: Kontraktergebnis
fr_fr: Résultat du contrat
id_id: Hasil Kontrak
pl_pl: Wynik kontraktu
pt_pt: Resultado do contrato
vi_vn: Kết quả hợp đồng
zh_cn: 合约结果

source: Contract Risks
de_de: Kontraktrisiken
id_id: Risiko Kontrak
pl_pl: Ryzyko związane z kontraktem
pt_pt: Riscos de contrato
vi_vn: Rủi ro Hợp đồng
zh_cn: 合约风险

source: Contract Starts
de_de: Kontrakt beginnt
fr_fr: Le contrat débute
id_id: Kontrak Mulai
pl_pl: Kontrakt zaczyna się
pt_pt: Contrato começa
vi_vn: Hợp đồng bắt đầu
zh_cn: 合约开始时间

source: Contract Type
de_de: Kontrakttyp
fr_fr: Type de Contrat
id_id: Jenis Kontrak
pl_pl: Rodzaj kontraktu
pt_pt: Tipo de contrato
vi_vn: Loại hợp đồng
zh_cn: 合约类型

source: Contract duration
de_de: Kontraktlaufzeit
fr_fr: Durée du contrat
id_id: Durasi kontrak
pl_pl: Czas trwania kontraktu
pt_pt: Duração do contrato
vi_vn: Thời hạn hợp đồng
zh_cn: 合约期限

source: Contract for Difference.
de_de: Differenzkontrakt.
id_id: Kontrak untuk Perbedaan.
pl_pl: Kontrakty na różnice kursowe.
pt_pt: Contratos por diferenças.
vi_vn: Hợp đồng cho sự chênh lệch.
zh_cn: 差价合约。

source: Contract has not started yet
de_de: Kontrakt ist noch nicht gestartet
fr_fr: Le contrat n’a pas encore commencé
id_id: Kontrak belum dimulai lagi
pl_pl: Kontrakt jeszcze się nie rozpoczął
pt_pt: O contrato ainda não foi iniciado
vi_vn: Hợp đồng chưa được bắt đầu
zh_cn: 合约还未开始
