Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Understanding of cryptography, including asymmetric, symmetric, hash functions, and encryption/signatures
de_de: Verständnis von Kryptographie, einschließlich asymmetrisch, symmetrisch, Hash-Funktionen und Verschlüsselung/Signatur
fr_fr: Compréhension de la cryptographie, y compris les fonctions de hachage asymétrique, symétrique et le chiffrement/signatures
id_id: Memahami tentang kriptografi, termasuk asimetris, simetris, fungsi hash, dan enkripsi/tanda tangan
pl_pl: Zrozumienie kryptografii, w tym kryptografii asymetrycznej, symetrycznej, funkcji skrótu i szyfrowania/ podpisywania
pt_pt: Compreensão de criptografia, incluindo simétrica, assimétrica e funções hash, e encriptação/assinaturas
vi_vn: Hiểu cách đọc biểu đồ tiền điện tử, bao gồm các hàm bất đối xứng, đối xứng, hàm băm và mã hóa/ký hiệu
zh_cn: 充分了解加密技术, 包括非对称、对称、哈希函数和加密/签名

source: Understanding of encryption fundamentals and the OWASP Top 10
de_de: Verständnis der Grundlagen der Verschlüsselung und der OWASP Top 10
fr_fr: Compréhension des fondements du chiffrement et de l’OWASP Top 10
id_id: Memahami dasar-dasar enkripsi dan OWASP Top 10
pl_pl: Zrozumienie podstaw szyfrowania oraz OWASP Top 10
pt_pt: Compreensão de conceitos básicos de criptografia e o OWASP Top 10
vi_vn: Hiểu biết về các nguyên tắc cơ bản về mã hóa và Top 10 của OWASP
zh_cn: 了解加密基础知识和 OWASP 前10名

source: Understood
fr_fr: Compris
id_id: Dimengerti
pl_pl: Rozumiem
vi_vn: Đã hiểu
zh_cn: 理解

source: Unified ecosystem
de_de: Einheitliches Ökosystem
fr_fr: Écosystème unifié
id_id: Ekosistem terpadu
pl_pl: Jednolity ekosystem
pt_pt: Ecossistema unificado
vi_vn: Hệ sinh thái thống nhất
zh_cn: 统一生态系统

source: United Kingdom
de_de: Großbritannien
fr_fr: Royaume-Uni
id_id: Inggris
pl_pl: Wielka Brytania
pt_pt: Reino Unido
vi_vn: Anh Quốc
zh_cn: 英国

source: University degree in Marketing, Mathematics, IT/Programming or any related field
de_de: Abgeschlossenes Studium in Marketing, Mathematik, IT / Programmierung, oder einem damit zusammenhängenden Bereich
fr_fr: Diplôme universitaire en Marketing, Mathématiques, IT/Programmation ou tout domaine lié
id_id: Memiliki gelar universitas dalam Pemasaran, Matematika, IT/Programming atau bidang terkait
pl_pl: Dyplom studiów wyższych na kierunku marketing, matematyka, IT/programowanie lub na innym podobnym kierunku
pt_pt: Diploma universitário em Marketing, Matemática, TI/Programação ou qualquer área relacionada
vi_vn: Bằng Cử Nhân Đại Học trong Marketing, Toán Học, IT/Lập Trình hoặc bất kỳ lĩnh vực có liên quan
zh_cn: 市场营销、数学、信息技术/编程或任何相关领域的大学学位

source: University degree in marketing, journalism, communication, or a business-related discipline
de_de: Ein Universitätsabschluss in Marketing, Journalismus, Kommunikation oder einer anderen geschäftsbezogenen Disziplin
fr_fr: Un diplôme universitaire dans le domaine du marketing, du journalisme, de la communication ou dans une discipline commerciale
id_id: Memiliki gelar sarjana dalam bidang pemasaran, jurnalisme, komunikasi, atau disiplin yang terkait dengan bisnis
pl_pl: Ukończone studia na kierunku w zakresie marketingu, dziennikarstwa, komunikacji społecznej lub innego kierunku biznesowego
pt_pt: Diploma universitário em Marketing, Jornalismo, Comunicações ou outra área de negócios relacionada
vi_vn: Bằng Cử Nhân Đại Học trong Marketing, Báo Chí, Truyền Thông hoặc bằng cấp có liên quan tới kinh doanh
zh_cn: 市场营销、 新闻、 通信或商业相关专业学位

source: Unknown OS
de_de: Unbekanntes OS
fr_fr: Système d’exploitation inconnu
id_id: OS tidak diketahui
pl_pl: Nieznany system operacyjny
pt_pt: SO desconhecido
vi_vn: Hệ điều hành không rõ
zh_cn: 未知 OS

source: Unless otherwise advised, we shall treat you as a Retail Client. You may also request by writing to us to change the category in which you have been classified and this may have an effect on the level of protection afforded to you. Professional Clients do not fall within the scope of the Investor Compensation Scheme. We reserve the right to accept or refuse any such request for change in classification.
de_de: Sofern nicht in anderer Form angewiesen, müssen wir Sie als Einzelhandelskunden behandeln. Sie können auch schriftlich bei uns den Wechsel von der Kategorie beantragen, in die Sie eingeordnet wurden und dies kann den Grad des Ihnen gewährten Schutzes beeinflussen. Professionelle Kunden befinden sich nicht im Rahmen des Anlegerentschädigungsprogramms. Wir behalten uns das Recht vor, einen derartigen Antrag auf Änderung der Kategorisierung zu genehmigen oder abzulehnen.
id_id: Kecuali disarankan, kami memperlakukan Anda sebagai Klien Ritel. Anda juga dapat meminta dengan menulis kepada kami untuk mengubah kategori di mana Anda telah diklasifikasikan dan ini mungkin memiliki efek pada tingkat perlindungan yang diberikan kepada Anda. Investor Profesional tidak tercakup dalam Skema Kompensasi Investor. Kami berhak untuk menerima atau menolak permintaan tersebut untuk perubahan klasifikasi.
pl_pl: Będziemy Cię traktować jako Klienta detalicznego, chyba że postanowiono inaczej. Możesz złożyć pisemny wniosek o zmianę kategorii, do której Cię zaklasyfikowano, co może mieć wpływ na poziom oferowanej ochrony. Klienci profesjonalni nie są objęci systemem rekompensat dla inwestorów. Zastrzegamy sobie prawo do akceptacji bądź odrzucenia wniosku o zmianę klasyfikacji.
pt_pt: Salvo indicação em contrário, iremos tratá-lo como um cliente não-profissional. Você pode também solicitar-nos, por escrito, a alteração da categoria em que foi classificado e isto poderá ter um efeito sobre o nível de proteção proporcionado a você. Clientes profissionais não são abrangidos pelo âmbito do sistema de indenização de investidores. Reservamos o direito de aceitar ou recusar qualquer solicitação de alteração na classificação.
vi_vn: Trừ phi được yêu cầu, nếu không chúng tôi sẽ coi bạn như một Khách Hàng Bán Lẻ. Bạn có thể yêu cầu chúng tôi thay đổi phân loại khách hàng mà bạn được xếp vào bằng cách gửi thư cho chúng tôi và điều này sẽ ảnh hưởng tới mức độ được bảo vệ của bạn. Các Khách Hàng Chuyên Nghiệp không nằm trong Đề Án Bồi Thường Nhà Đầu Tư. Chúng tôi có quyền chấp nhận hoặc từ chối yêu cầu thay đổi phân loại này.
zh_cn: 除非另行通知，我们将视您为零售客户。您也可通过书面形式要求我们更改类别，但这么做可能会影响到我们给您的保护级别。专业客户不在投资者赔偿计划的保护范围内。我们保留接受或拒绝任何改变类别请求的权利。

source: Unlock Cashier
de_de: Kasse entsperren
fr_fr: Déverrouiller la caisse
id_id: Buka Kasir
pl_pl: Odblokuj sekcję Kasjer
pt_pt: Desbloquear o Caixa
vi_vn: Mở Khóa Thu Ngân
zh_cn: 解锁收银台

source: Up to %1
de_de: Bis zu %1
fr_fr: Jusqu'à %1
id_id: Hingga %1
pl_pl: Do %1
pt_pt: Até 1%
vi_vn: Lên đến %1
zh_cn: 高达%1

source: Up to %1 decimal places are allowed.
de_de: Bis zu %1 Dezimalstellen sind erlaubt.
fr_fr: Jusqu'à %1 décimales seulement sont autorisées.
id_id: Hingga %1 desimal diperbolehkan.
pl_pl: Dozwolonych jest do %1 miejsc po przecinku.
pt_pt: Até %1 casas decimais são permitidas.
vi_vn: Lên đến %1 chữ số thập phân sau dấu phẩy được cho phép.
zh_cn: 允许 % 个小数位。

source: Up/Down
de_de: Auf/Ab
fr_fr: Hausse/Baisse
pl_pl: Góra/dół
pt_pt: Acima/Abaixo
vi_vn: Lên/Xuống
zh_cn: 涨/跌

source: Upcoming Events
de_de: Bevorstehende Events
fr_fr: Évènements à venir
id_id: Acara Mendatang
pl_pl: Nadchodzące wydarzenia
pt_pt: Próximos Eventos
vi_vn: Sự kiện sắp diễn ra
zh_cn: 未来事件

source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
id_id: Memperbarui
pl_pl: Aktualizuj
pt_pt: Atualização
vi_vn: Cập nhật
zh_cn: 更新

source: Update settings
de_de: Einstellungen aktualisieren
fr_fr: Mise à jour des paramètres
id_id: Perbarui pengaturan
pl_pl: Uaktualnij ustawienia
pt_pt: Atualizar configurações
vi_vn: Cập nhật cài đặt
zh_cn: 更新设置

source: Upgrade now
de_de: Jetzt upgraden
fr_fr: Mettre à jour maintenant
id_id: Upgrade sekarang
pl_pl: Uaktualnij teraz
pt_pt: Atualize já
vi_vn: Nâng cấp ngay bây giờ
zh_cn: 立即升级

source: Upgrade to %1 %2Financial Account%3.
de_de: Auf ein %1 %2Kapitalkonto upgraden%3.
fr_fr: Passer au %2Compte Financier%3 %1.
id_id: Upgrade ke %2Akun Finansial%3 %1.
pl_pl: Zmień na %1 %2Konto finansowe%3.
pt_pt: Atualize para uma %2conta financeira%3 %1.
vi_vn: Nâng cấp thành%1 %2Tài Khoản Tài Chính%3.
zh_cn: 升级为 %1 %2金融账户%3。

source: Upgrade your account and start trading using real money.
de_de: Rüsten Sie Ihr Konto auf und beginnen Sie den Handel mit echtem Geld.
fr_fr: Mettre à jour votre compte et commencer à trader à l’aide d’argent réel.
id_id: Upgrade akun Anda dan mulai bertrading menggunakan uang riil.
pl_pl: Uaktualnić swoje konto i rozpocznij handlowanie z wykorzystaniem prawdziwych pieniędzy.
pt_pt: Atualize a sua conta e comece a negociar usando dinheiro real.
vi_vn: Nâng cấp tài khoản của bạn và bắt đầu kinh doanh bằng cách sử dụng tiền thật.
zh_cn: 升级账户, 并使用真实资金开始交易。

source: Upon closing a Transaction, the realised profit (or loss), which is represented by the difference between the opening level and closing level of the Transaction multiplied by the number of lots (volume), becomes due and payable by us to you (or due and payable by you to us in cases of realised loss).
de_de: Nach Schließung einer Transaktion, wird der realisierte Gewinn (Verlust), der vom Unterschied zwischen dem Eröffnungsstand und dem Schlussstand der Transaktion, multipliziert mit der Anzahl der Lots (Volumen) dargestellt wird, von uns an Sie fällig und zahlbar (oder von Ihnen an uns fällig und zahlbar, im Fall eines realisierten Verlusts).
id_id: Pada penutupan transaksi, profit yang dihasilkan (atau kerugian), yang mewakili selisih antara level pembukaan dan penutupan Transaksi dikalikan dengan jumlah lot (volume), yang perlu dibayarkan oleh kami kepada Anda (atau yang perlu Anda bayarkan kepada kami jika terjadi kerugian).
pl_pl: Po zamknięciu transakcji uzyskany zysk (lub poniesiona strata), czyli różnica między poziomem otwarcia i zamknięcia transakcji pomnożny przez liczbę partii (wielkość), staje się należny i płatny przez nas względem Ciebie (lub należny i płatny przez nas względem nas w przypadku straty).
pt_pt: Ao fechar uma transação, o lucro (ou a perda) realizado, que é representado pela diferença entre o nível de abertura e o nível de fechamento da transação, multiplicada pelo número de lotes (volume), é devido e pagável por nós a você (ou devido e pagável por você a nós em casos de perdas realizadas).
vi_vn: Sau khi đóng cửa một phiên giao dịch, lợi nhuận (hoặc thua lỗ) có thể nhận được, mà được thể hiện qua sự chênh lệch giữa mức độ mở và đóng của một phiên giao dịch được nhân lên theo số lượng lô (khối), trở thành có thể và được trả bởi chúng tôi cho bạn (hoặc có thể được trả từ bạn cho chúng tôi trong trường hợp lỗ).
zh_cn: 平仓交易时实现的利润（或损失），以交易开盘和收盘价差距乘以手数（交易次数）表示，为我们欠您的应付金额（或如实现亏损则是您欠我们的应付金额）。

source: Upon opening a Transaction, the sum due and payable by you to us are deducted from your Account Balance.
de_de: Auf Eröffnung einer Transaktion, wird die fällige Summe, die von Ihnen an uns zu zahlen ist, von Ihrem Kontostand abgezogen.
id_id: Setelah membeli Transaksi, jumlah yang perlu Anda bayarkan kepada kami adalah dipotong dari Saldo Akun Anda.
pl_pl: Po otwarciu transakcji suma należna i płatna przez nas względem nas zostanie odjęta z salda Twojego konta.
pt_pt: Ao abrir uma transação, o valor devido e pagável por você a nós é deduzido do saldo da sua conta.
vi_vn: Sau khi mở một phiên Giao Dịch, tổng cần trả và được trả từ bạn cho chúng tôi sẽ được khấu trừ vào số dư tài khoản của bạn.
zh_cn: 开盘交易时，您欠我们的应付总金额将从您的账户余额中扣除。

source: Upon revocation, you acknowledge and understand that your Money Manager will lose all authorisation to manage your Account.
de_de: Auf Widerruf bestätigen und verstehen Sie, dass Ihr Vermögensverwalter alle Ermächtigungen verlieren wird, um Ihr Konto zu verwalten.
fr_fr: Lors de la révocation, vous reconnaissez et comprenez que votre Gestionnaire de Fonds perdra toute autorisation pour gérer votre Compte.
id_id: Setelah pencabutan, Anda mengakui dan memahami bahwa Money Manager Anda akan kehilangan semua otoritas untuk mengelola Akun Anda.
pl_pl: Przyjmujesz do wiadomości, że w przypadku odwołania podmiotu zarządzającego pieniędzmi, straci on upoważnienie do zarządzania Twoim Kontem.
pt_pt: Ao revogar, você compreende e aceita que o seu gestor de dinheiro irá perder todas as autorizações para gerenciar a sua conta.
vi_vn: Sau khi thu hồi, bạn xác nhận và hiểu rằng trình Quản Lý Tiền Bạc của bạn sẽ mất tất cả uỷ quyền để quản lý Tài Khoản của bạn.
zh_cn: 您确认并理解一旦资金经理被撤销后将失去代您管理账户的所有授权。

source: Upon the expiration or termination of this Agreement, for whatever reason, all rights and license granted to you in this Agreement, including use of the %1 API, shall immediately terminate. You agree to promptly cease all further use of the %1 API. Termination of this Agreement shall not act as a waiver of any breach of this Agreement and shall not act as a release of your liability for breach of its obligation under this Agreement. The Company shall not be liable to you for damages of any kind solely as a result of terminating this Agreement in accordance with its terms.
de_de: Nach dem Ablauf oder der Kündigung dieses Vertrags, aus welchem Grund auch immer, enden alle Ihnen durch diesen Vertrag eingeräumten Rechte und Lizenzen, einschließlich der Verwendung des %1 API, mit sofortiger Wirkung. Sie stimmen zu, die weitere Verwendung des %1 API einzustellen. Die Beendigung dieses Vertrags darf nicht als Verzicht einer Verfolgung eines Vertragsbruchs und nicht als Entlassung aus Ihrer Haftung für die Verletzung von Pflichten aus diesem Vertrag interpretiert werden. Das Unternehmen ist für keinerlei Schäden, die einzig und alleine aus der Beendigung des Vertrags, gemäß seiner Klauseln, haftbar.
id_id: Setelah berakhirnya atau penghentian Perjanjian ini, untuk alasan apa pun, semua hak dan lisensi yang diberikan kepada Anda dalam Perjanjian ini, termasuk penggunaan API %1, akan segera diakhiri. Anda setuju untuk segera menghentikan semua penggunaan lebih lanjut dari API %1. Pengakhiran Perjanjian ini tidak akan bertindak sebagai pelepasan dari pelanggaran Perjanjian dan tidak akan bertindak sebagai pelepasan tanggung jawab Anda untuk pelanggaran kewajibannya berdasarkan Perjanjian ini. Perusahaan tidak bertanggung jawab kepada Anda atas kerusakan apapun semata-mata sebagai akibat dari mengakhiri Perjanjian ini sesuai dengan ketentuan-ketentuannya.
pl_pl: W momencie wygaśnięcia lub zakończenia niniejszej Umowy, bez względu na przyczynę, wszelkie prawa i licencje przyznane Użytkownikowi na jej podstawie, w tym do korzystania z API %1, natychmiast przestają obowiązywać. Użytkownik zgadza się niezwłocznie zakończyć dalsze korzystanie z API %1. Zakończenie niniejszej Umowy nie oznacza zrzeczenia się praw w związku z jakimkolwiek naruszeniem niniejszej Umowy i nie może być traktowane jako zwolnienie od odpowiedzialności tytułem naruszenia zobowiązań określonych w niniejszej Umowie. Zgodnie z postanowieniami niniejszej Umowy Firma nie ponosi odpowiedzialności w stosunku do Użytkownika za jakiekolwiek szkody wynikające wyłącznie z zakończenia niniejszej Umowy.
pt_pt: Após o vencimento ou rescisão deste Acordo, por qualquer motivo, todos os direitos e licenças concedidos a você neste Acordo, incluindo o uso da API %1, terminarão imediatamente. Você aceita cessar prontamente todo o uso da API %1. A rescisão deste Acordo não representará uma isenção de qualquer violação deste Acordo, nem representará uma isenção da sua responsabilidade pela violação da sua obrigação ao abrigo deste Acordo. A Empresa não será responsável perante você por danos de qualquer natureza, exclusivamente como resultado da rescisão deste Acordo em conformidade com os seus termos.
vi_vn: Khi Thỏa Thuận này hết hạn hay chấm dứt, vì bất kỳ lý do nào, tất cả các quyền và sự cho phép mà bạn được hưởng theo Thỏa Thuận này, bao gồm việc sử dụng %1 API, sẽ lập tức chấm dứt. Bạn đồng ý ngừng ngay việc sử dụng %1 API. Sự chấm dứt của Thỏa Thuận này sẽ không được coi như sẽ bỏ qua bất kỳ một sự vi phạm nào của Thỏa Thuận này và cũng không có nghĩa là bạn sẽ không phải chịu bất kỳ trách nhiệm pháp lý nào từ việc vi phạm Thỏa Thuận này. Công Ty chúng tôi sẽ không chịu trách nhiệm với bạn đối với các thiệt hại là kết quả của việc chấm dứt Thỏa Thuận này theo các điều khoản của nó.
zh_cn: 本协议到期或终止时（不论是什么原因），所有通过本协议授予您的权利和许可证，包括%1 API的使用权限，将立即终止。您同意立即停止继续使用 %1 API。本协议的终止不可视为放弃追究本协议任何违约行为，且不可视为放弃追究您违反本协议所须承担的义务与责任。公司不对仅仅由于按照协议条款终止本协议的任何类型损失索赔承担责任。

source: Usage Limit
de_de: Verwendungslimit
id_id: Batas Penggunaan
pl_pl: Limity użytkowania
pt_pt: Limite de uso
vi_vn: Giới Hạn Sử Dụng
zh_cn: 使用限制

source: Use a variety of allocation methods (e.g equity, balance, even, and lot) to distribute trade volumes, starting from 0.01 lots
de_de: Verwenden Sie eine Vielzahl von Verrechnungsverfahren (z.B. Eigenkapital, Guthaben, gerade Zahlen, und Lot), um Handelsvolumen zu verteilen, angefangen von 0,01 Lots
fr_fr: Utiliser une variété de méthodes d'allocation (p. ex. capital, solde, équilibre, et plus) pour trader des volumes, débutant à 0.01 lots
id_id: Gunakan berbagai metode alokasi (seperti equity, balance, even, dan lot) untuk mendistribusikan volume trading, mulai dari 0.01 lot
pl_pl: Korzystaj z różnorodnych metod alokacji (np. według kapitału, salda, partii), aby odpowiednio rozdzielać kontrakty, już od 0,01 partii
pt_pt: Use uma variedade de métodos de repartição (i.e. capital, saldo, pares e lotes) para distribuir volumes de negociação, desde 0,01 lotes.
vi_vn: Sử dụng một loạt các phương pháp phân bổ (ví dụ như vốn chủ sở hữu, cân bằng, thậm chí, và nhiều) để phân phối các khối lượng thương mại, bắt đầu từ 0,01 lô
zh_cn: 使用各种分配方法 （例如衡平、均衡、相等和手数等） 分发交易量，从0。01手开始

source: Use advanced data analytics skills to study trends/pattern in financial markets
de_de: Verwenden Sie erweiterte Datenanalyse-Fähigkeiten, um Trends/Muster an den Finanzmärkten zu studieren
fr_fr: Utiliser les compétences d'analyse avancée de données pour étudier les tendances/modèle sur les marchés financiers
id_id: Menggunakan keahlian analisis data tingkat lanjut untuk mempelajari tren/pola pasar keuangan
pl_pl: Wykorzystaj zaawansowane zdolności analityczne, aby analizować trendy/schematy na rynkach finansowych
pt_pt: Use habilidades avançadas de análise de dados para estudar tendências/padrões nos mercados financeiros
vi_vn: Sử dụng các kỹ năng phân tích dữ liệu nâng cao để tìm hiểu về các xu hướng/mô hình trong các thị trường tài chính
zh_cn: 使用先进的数据分析技能研究金融市场的趋势/模式

source: Use comprehensive technical analysis tools to predict price movements
de_de: Verwenden Sie umfassende technische Analyse-Tools, um Kursbewegungen vorzusagen
fr_fr: Utilisez des outils d'analyse technique complète pour prédire les mouvements de prix
id_id: Gunakan alat analisa teknikal komperhensif untuk menganalisa pergerakan harga
pl_pl: Skorzystaj z wszechstronnych narzędzi analizy technicznej, aby prognozować ruchy cen
pt_pt: Use ferramentas de análise técnica abrangentes para prever os movimentos de preço
vi_vn: Sử dụng các công cụ phân tích kỹ thuật toàn diện để dự đoán biến động giá
zh_cn: 使用全面的技术分析工具预测价格变动

source: Use data governance tools to ensure data is accurate and consistent for effective analysis.
fr_fr: Utiliser des outils de gouvernance des données pour s'assurer que les données sont exactes et cohérentes pour une analyse efficace.
id_id: Menggunakan alat tata kelola data untuk memastikan data adalah akurat dan konsisten untuk memperoleh analisis yang efektif.
pl_pl: Stosowanie narzędzi do zarządzania danymi w celu zapewnienia dokładności i spójności danych na potrzeby skutecznej analizy.
vi_vn: Sử dụng các công cụ quản trị dữ liệu để đảm bảo dữ liệu là chính xác và phù hợp để phân tích hiệu quả.
zh_cn: 使用数据治理工具确保数据的准确性和一致性, 以便进行有效的分析。

source: Use different passwords for your email and %1 account and set a %2strong password%3.
de_de: Verwenden Sie unterschiedliche Passwörter für Ihre E-Mail und Ihr %1 Konto und legen Sie ein %2starkes Passwort%3 fest.
fr_fr: Utilisez différents mots de passe pour votre email et votre compte %1 et définissez un %2mot de passe fort%3.
id_id: Gunakan kata sandi yang berbeda pada email dan akun %1 Anda dan gunakan %2kata sandi yang kuat%3.
pl_pl: Korzystaj z innych haseł do swojego konta e-mail i do konta %1 i ustawiaj %2silne hasła%3.
vi_vn: Sử dụng mật khẩu khác nhau cho các tài khoản email và tài khoảng %1 và đặt mật khẩu đủ mạnh%3.
zh_cn: 电子邮箱与%1账户设置为不相同密码，并采用%2强密码%3。

source: Use of Information
de_de: Nutzung von Informationen
id_id: Penggunaan informasi
pl_pl: Wykorzystanie informacji
pt_pt: Utilização das Informações
vi_vn: Sử dụng thông tin
zh_cn: 信息使用
