Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The price of the contract is automatically calculated by our patented pricing technology based on the parameters you've defined in Step 1. Our prices are benchmarked against the interbank options market, so you always get the most competitive prices. This means that you'll always receive fair and transparent pricing, whatever your position.
de_de: Der Preis des Kontrakts wird automatisch durch unsere patentierte Preisgestaltungs-Technologie, basierend auf den Parametern, die Sie in Schritt 1 definiert haben, berechnet. Unsere Kurse sind gegen den Interbank Optionsmarkt bewertet, so dass Sie immer die günstigsten Kurse erhalten. Dies bedeutet, dass Sie immer faire und transparente Kurse erhalten, wie auch immer Ihre Position ist.
fr_fr: Le prix du contrat est calculé automatiquement par notre technologie brevetée de tarification basée sur les paramètres que vous avez défini à l’étape 1. Nos prix sont étalonnés par rapport aux options du marché interbancaire, afin que vous obteniez toujours les prix les plus compétitifs. Cela signifie que vous allez recevoir des prix toujours équitables et transparents, quel que soit votre position.
id_id: Harga kontrak dihitung secara otomatis oleh teknologi harga yang dipatenkan berdasarkan parameter yang telah Anda tetapkan di Langkah 1. Harga kami mengacu pada pasar opsi interbank, sehingga Anda selalu mendapatkan harga paling kompetitif. Ini berarti Anda akan selalu menerima harga yang adil dan transparan, apapun posisi Anda.
pl_pl: Cena kontraktu jest obliczana automatycznie przez naszą opatentowaną technologię wyceny w oparciu o parametry ustawione w Kroku 1. Nasze ceny są zestawiane z cenami na rynku opcji międzybankowych, tak więc zawsze otrzymujesz najlepsze ceny. Oznacza to, że zawsze otrzymasz sprawiedliwą i przejrzystą wycenę, niezależnie od wybranej pozycji.
pt_pt: O preço do contrato é automaticamente calculado pela nossa tecnologia de determinação de preços patenteada com base nos parâmetros que você definiu na etapa 1. Os nossos preços são têm em referência os preços do mercado de opções interbancário. Portanto, você recebe os preços mais competitivos. Isto significa que você terá sempre preços justos e transparentes, qualquer que seja a sua posição.
vi_vn: Giá của hợp đồng sẽ tự động được tính toán bằng công nghệ cấp bằng sáng chế định giá dựa trên các thông số mà bạn đã xác định ở bước 1. Giá của chúng tôi luôn theo sát giá trên thị trường tùy chọn liên ngân hàng, vì vậy bạn luôn luôn nhận được giá cả cạnh tranh nhất. Điều này có nghĩa là cho dù phiên của bạn có như thế nào đi nữa, bạn sẽ luôn nhận được công bằng và minh bạch giá cả.
zh_cn: 我们的受专利保护定价技术会根据您在第一步中定义的参数自动计算合约价格。我们的价格以银行间期权市场为基准，所以您始终可以获得最具竞争力的价格。这意味着无论您持的是什么头寸，您都将始终获得公平透明的定价。

source: The price of the currency pair indicates how much of the quote currency is required to buy one unit of base currency. This is more commonly known as the exchange rate.
de_de: Der Kurs des Währungspaares gibt an, wieviel von der Notierungswährung erforderlich ist, um eine Einheit der Basiswährung zu kaufen. Dies wird häufiger als Wechselkurs bezeichnet.
fr_fr: Le prix demandé pour la paire de devises indique combien de devise de cotation est requise pour obtenir une unité de devise de base. Ceci est plus connu sous le nom de taux de change.
id_id: Harga pasangan mata uang menunjukkan berapa banyak mata uang kutipan diperlukan untuk membeli satu unit mata uang dasar. Ini lebih dikenal dengan nilai tukar.
pl_pl: Cena pary walutowej wskazuje, ile kwotowanej waluty potrzeba, by zakupić jedną jednostkę waluty bazowej. Cena ta jest znana powszechnie jako kurs wymiany.
pt_pt: O preço do par de moedas indica quanto da moeda de cotação é necessário para comprar uma unidade da moeda de base. Isto é mais comumente conhecido como a taxa de câmbio.
vi_vn: Giá của cặp tiền tệ cho biết có bao nhiêu đơn vị tiền tệ báo là cần thiết để mua một đơn vị cơ sở tiền tệ khác. Điều này thường được gọi là tỷ giá hối đoái.
zh_cn: 货币对的价格表示买入一单位基准货币需要多少报价货币。这通常被称为汇率。

source: The price of your chosen investment appears on the platform/on your screen;
de_de: Der Kurs Ihrer ausgewählten Investition erscheint auf der Plattform/auf Ihrem Bildschirm;
id_id: Harga investasi pilihan Anda dimunculkan pada platform/layar Anda;
pl_pl: Cena wybranej przez Ciebie inwestycji pojawia się na platformie/ na ekranie;
pt_pt: O preço do seu investimento escolhido aparece na plataforma/na sua tela;
vi_vn: Giá đầu tư bạn chọn sẽ xuất hiện trên nền tảng/ trên màn hình của bạn;
zh_cn: 您选择的投资价格将出现在平台/屏幕上;

source: The price specified in your Limit Order.
de_de: Der Kurs, der in Ihrer Limit Order festgelegt ist.
id_id: Harga yang ditetapkan pada Limit Order Anda.
pl_pl: Cena określona w zleceniu Limit.
pt_pt: O preço especificado na sua ordem com limites.
vi_vn: Giá được chỉ định trong Lệnh Giới Hạn của bạn.
zh_cn: 您的限价单指定的价格。

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
de_de: Der Gewinn ist die Differenz zwischen dem Kaufpreis (dem Einsatz) und der Auszahlung eines erfolgreichen Kontrakts.
fr_fr: Le profit est la différence entre le prix d'achat (l'investissement) et le paiement d'une option gagnante.
id_id: Keuntungan adalah selisih antara harga beli (modal) dengan hasil pada kontrak yang memberi untung.
pl_pl: Zysk to różnica między ceną zakupu (stawką) a wypłatą z wygrywającego zakładu.
pt_pt: O lucro é a diferença entre o preço de compra (a aposta) e o prêmio de um contrato ganhador.
vi_vn: Lợi nhuận là phần chênh lệch giữa giá mua (vốn đầu tư) và khoảng được trả trên giao dịch đã thắng.
zh_cn: 利润即交易中所得的赔付金额与购买价格（成本）之间的差额。

source: The provision of the margin trading services described in this Agreement utilises a third-party system acquired via a non-exclusive, non-transferable, non-sublicensable, terminable licence from the third-party system provider/licensor (the "MT5 Trading Platform"). You acknowledge that we reserve the right to change the third-party system provider/licensor during the course of providing the margin trading services described in this Agreement to you.
de_de: Die Bereitstellung der Margin-Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet ein System Dritter, das via einer nicht-exklusiven, nicht übertragbaren, nicht unterlizensierbaren, kündbaren Lizenz vom dritten Systemanbieter/Lizenzgeber (die "MT5 Handelsplattform) erworben wurde. Sie erkennen an, dass wir uns das Recht vorbehalten, dritte Systemanbieter/Lizenzgeber im Verlauf eines Angebots der Margin-Handelsdienstleistungen an Sie, wie in dieser Vereinbarung beschrieben, zu ändern.
id_id: Penyediaan layanan trading margin yang dijelaskan dalam Perjanjian ini menggunakan sistem pihak ketiga secara tidak eksklusif, tidak dapat dipindahtangankan, lisensi dapat dihentikan sewaktu waktu dari penyedia pihak ke ketiga/pemberi lisensi ("Platform Trading MT5"). Anda mengakui bahwa kami berhak untuk merubah penggunaan penyedia sistem yaitu pihak ketiga/pemberi lisensi selama layanan trading margin yang dijelaskan dalam Perjanjian ini untuk Anda.
pl_pl: Zapis odnoszący się do usług handlowania na kredyt zawarty w niniejszej Umowie wykorzystuje zewnętrzny system zakupiony od strony trzeciej będącej licencjodawcą w ramach niewyłącznej, niezbywalnej licencji udzielonej na czas określony bez prawa do udzielania sublicencji („Platforma handlowa MT5”). Przyjmujesz do wiadomości, że zachowujemy prawo do zmiany licencjodawcy zewnętrznego systemy w trakcie świadczenia Ci usługi handlowania na kredyt opisanej w niniejszej Umowie.
pt_pt: A disponibilização dos serviços de negociação em margem descritos neste Acordo utiliza um sistema de terceiros adquirido através de uma licença revogável não exclusiva, não transmissível, não sub-licenciável de um fornecer/licenciante terceiro (a "plataforma de negociação MT5"). Você reconhece e aceita que reservamos o direito de alterar o fornecedor/licenciante no decurso da disponibilização dos serviços de negociação em margem descritos neste Acordo a você.
vi_vn: Việc cung cấp các dịch vụ kinh doanh ký quỹ được mô tả trong Thỏa Thuận này sử dụng một hệ thống bên thứ ba được mua thông qua một giấy phép không độc quyền, không thể chuyển nhượng, không cấp phép phụ, có thể huy từ bên thứ ba hệ thống nhà cung cấp/cấp phép (Sàn Giao Dịch MT5"). Bạn thừa nhận rằng chúng tôi có quyền để thay đổi hệ thống nhà cung cấp/cấp phép của bên thứ ba trong quá trình cung cấp dịch vụ kinh doanh ký quỹ được mô tả trong Thỏa Thuận này cho bạn.
zh_cn: 本协议所述的保证金交易服务通过第三方系统提供商/许可方（"MT5 交易平台"）采用非独占、不可转让、非从属许可、可终止的第三方系统牌照 。您确认，向您提供本协议所述的保证金交易服务过程中，我们保留更换第三方系统提供商/许可方的权利。

source: The provision of the trading services described in this Agreement utilises a third-party system acquired via a non-exclusive, non-transferable, non-sub-licensable, terminable licence from the third-party system provider/licensor (the "MT5 Trading Platform"). You acknowledge that when providing trading services, described in this Agreement to you, we may decide to change our third–party system provider/licensor and use a different Trading Platform, other than the MT5 Trading Platform. Hence, in such cases we may decide to use an entirely new third–party system provider/licensor (hereinafter referred to as the “new Trading Platform”) or to introduce an additional third–party system provider/licensor (hereinafter referred to as the “additional Trading Platform”).
de_de: Die Bereitstellung von Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet ein System von Drittanbietern über eine nicht-exklusive, nicht-übertragbare, nicht-unterlizierbare, kündbare Lizenz von einem Drittanbieter-System bzw. eines Lizenzgebers (die MT5 Handelsplattform). Sie erkennen an, dass wir uns dazu entscheiden können, unser Drittanbieter-System bzw. unseren Lizenzgeber zu ändern und eine andere Handelsplattform als die MT5 Handelsplattform verwenden können, wenn wir Handelsdienstleistungen, wie sie Ihnen in dieser Vereinbarung beschrieben sind, anbieten. Daher können wir uns in solchen Fällen dazu entscheiden, ein ganz neues Drittanbieter-System bzw. neuen Lizenzgeber (nachfolgend als die 'neue Handelsplattform' bezeichnet) zu verwenden, oder ein zusätzliches Drittanbieter-System bzw. einen zusätzlichen Lizenzgeber (nachfolgend als 'zusätzliche Handelsplattform bezeichnet), einzuführen.
id_id: Ketentuan layanan trading yang dijelaskan pada Perjanjian ini adalah menggunakan sistem pihak ketiga yang diperoleh melalui lisensi yang tidak eksklusif, tidak dapat dialihkan, tidak dapat dilisensikan, dan dapat dihentikan dari penyedia/lisensi sistem pihak ketiga ("Platform Trading MT5" "). Anda mengakui bahwa ketika memberikan layanan trading, yang dijelaskan dalam Perjanjian ini, kami dapat memutuskan untuk mengubah penyedia sistem/pemberi lisensi pihak ketiga kami dan menggunakan Platform Trading yang berbeda, selain Platform Trading MT5. Oleh karena itu, dalam kasus seperti itu maka kami dapat memutuskan untuk menggunakan penyedia/pemberi lisensi pihak ketiga yang sepenuhnya baru (selanjutnya disebut sebagai "Platform Trading baru") atau untuk memperkenalkan penyedia/pemberi lisensi sistem pihak ketiga tambahan (selanjutnya disebut sebagai "Platform Trading tambahan").
pl_pl: Świadczenie usług handlowych opisanych w niniejszej Umowie wiąże się ze stosowaniem systemów stron trzecich uzyskanych w ramach niewyłącznej, niezbywalnej, niepodlegającej sublicencjowaniu i podlegającej zakończeniu licencji uzyskanej od zewnętrznego dostawcy systemu/ licencjodawcy („Platformy handlowej MT5”). Przyjmujesz do wiadomości, że świadcząc Ci usługi handlowe opisane w niniejszej Umowie, możemy zdecydować się zmienić naszego zewnętrznego dostawcę usług/ licencjodawcę i skorzystać z innej platformy handlowej, zamiast z Platformy handlowej MT5. W takiej sytuacji możemy zdecydować się korzystać z zupełnie nowego dostawcy usług/ licencjodawcy (dalej zwanego „nową platformą handlową”) lub wprowadzić dodatkowego zewnętrznego dostawcę usług/ licencjodawcę (dalej zwanego „dodatkową platformą handlową”).
pt_pt: A prestação dos serviços de negociação descritos nestes Acordo utiliza um sistema de terceiros adquirido através de uma licença não exclusiva, intransmissível, não sub-licenciável e terminável de um provedor/licenciante de sistemas de terceiros (a "Plataforma MT5"). Você reconhece e aceita que quando lhe fornecemos os serviços de negociação descritos neste Acordo, podemos decidir alterar o provedor/licenciante de sistemas de terceiros e usar uma plataforma de negociação diferente, que não a plataforma de negociação MT5. Portanto, em tais casos, poderemos decidir usar um provedor/licenciante de sistemas de terceiros totalmente novo (doravante designado a "nova plataforma de negociação") ou apresentar um provedor/licenciante de sistemas de terceiros adicional (doravante designado a "plataforma de negociação adicional").
vi_vn: Việc cung cấp các dịch vụ giao dịch được mô tả trong Thỏa Thuận này sử dụng hệ thống của bên thứ ba có được thông qua giấy phép không độc quyền, không thể chuyển nhượng, không cấp phép, có thể ký được từ nhà cung cấp/ nhà cấp phép hệ thống của bên thứ ba ("Sàn Giao Dịch MT5 "). Bạn xác nhận rằng khi cung cấp các dịch vụ giao dịch, được mô tả trong Thỏa Thuận này cho bạn, chúng tôi có thể quyết định thay đổi nhà cung cấp/ nhà cấp phép hệ thống của bên thứ ba và sử dụng Nền tảng giao dịch khác, ngoài Nền tảng giao dịch MT5. Do đó, trong trường hợp này, chúng tôi có thể quyết định sử dụng nhà cung cấp/ nhà cấp phép hệ thống bên thứ ba hoàn toàn mới (sau đây gọi là “Sàn Giao Dịch mới”) hoặc giới thiệu nhà cung cấp / nhà cấp phép hệ thống bên thứ ba (sau đây gọi tắt là "Sàn Giao Dịch bổ sung").
zh_cn: 本协议所述交易服务由第三方系统提供, 通过第三方系统提供商/许可方的非独占、不可转让、不可再授权、可终止许可证 ("MT5 交易平台") 获得。您确认, 向您提供本协议中描述的交易服务时, 我们可以决定更换我们的第三方系统提供商/许可方, 并使用MT5 交易平台以外的其他交易平台 。因此, 在这种情况下, 我们可以决定使用全新的第三方系统提供商/许可方 (以下简称为 "新交易平台") 或引入额外的第三方系统提供商/许可方 (以下简称 "附加交易平台 ")。

source: The requested transfer would reduce your Account balance to less than the Margin required for your Open Positions;
de_de: Die angeforderte Überweisung würde Ihren Kontostand auf eine weniger als für Ihre offenen Positionen erforderliche Marge reduzieren;
id_id: Transfer yang diminta akan mengurangi saldo Akun Anda dibawah Margin yang diperlukan untuk Open Position Anda;
pl_pl: Ten przelew obniży saldo Twojego konta do poziomu poniżej poziomu depozytu depozycyjnego wymaganego dla Twoich otwartych pozycji;
pt_pt: A transferência solicitada iria reduzir o saldo da sua conta para menos do que a margem necessária para as suas posições em aberto;
vi_vn: Việc chuyển tiền được yêu cầu sẽ làm giảm số dư Tài Khoản của bạn xuống dưới số tiền Ký Quỹ bắt buộc đối với các Phiên Mở của bạn;
zh_cn: 要求的转账将使您的账户余额低于您的未平仓头寸所需的保证金;

source: The required minimum deposit has been made by the client AND
de_de: Die erforderliche Mindesteinzahlung vom Kunden erfolgt ist UND
id_id: Syarat minimal deposit telah dilakukan oleh Pelanggan DAN
pl_pl: Wymagana minimalna wpłata została dokonana przez klienta I
pt_pt: O depósito mínimo necessário tiver sido feito pelo cliente e
vi_vn: Tiền gửi tối thiểu yêu cầu đã được gửi bởi khách hàng VÀ
zh_cn: 客户已经存入所需的最低存款以及

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
de_de: Der Wiederverkaufspreis gibt den aktuellen Marktpreis eines Kontrakts an. Wiederverkaufspreise beruhen auf bestem Wissen und können nach einem Kauf nicht jederzeit erzielt werden. Weitere Informationen über den Verkauf von Kontrakten vor Ablauf, finden Sie im Abschnitt „Option verkaufen".
fr_fr: Le prix de revente désigne le prix de marché actuel du contrat. Les prix de revente sont sont fournis dans la mesure du possible et ne sont pas toujours disponibles après l'achat. La rubrique « Options de vente » offre des informations supplémentaires sur la vente d'un contrat avant clôture.
id_id: Harga jual kembali menunjukkan harga pasar terkini. Harga jual kembali adalah berdasarkan penawaran terbaik dan mungkin tidak tersedia setiap saat. Lihat 'Opsi jual' untuk keterangan lengkap mengenai penjualan kontrak sebelum berakhir.
pl_pl: Cena odsprzedaży wskazuje aktualną cenę rynkową danego kontraktu. Dokładamy wszelkich starań, aby ceny odsprzedaży były zawsze dostępne, jednak mogą one nie być dostępne w każdym czasie po zakupie. Zobacz sekcję „Sprzedaj opcję”, aby uzyskać więcej informacji na temat sprzedaży kontraktów przed ich terminem wygaśnięcia.
pt_pt: O preço de revenda indica o preço atual de mercado de um contrato. Os preços de revenda estão em uma base de melhores esforços e podem não estar disponíveis em todos os momentos após a compra. Veja a opção vender para obter mais detalhes sobre a venda de contratos antes do término.
vi_vn: Giá bán lại chỉ giá thị trường hiện tại của hợp đồng. Giá bán lại dựa trên cơ sở nỗ lực nhất và có thể không có sẵn mọi lúc sau khi mua. Xem 'quyền chọn Bán' để biết thêm chi tiết về bán hợp đồng trước khi hết hạn.
zh_cn: 转售价格表示合约的当前市场价格。转售价格在尽最大努力的基础上提供，且买入合约后有可能一直不可用。请参阅“卖出期权”以了解在到期前卖出合约的更多细节。

source: The reset time is %1
de_de: Die Nachstellzeit ist %1
fr_fr: Le temps de réinitialisation est %1
id_id: Waktu reset adalah %1
pl_pl: Czas resetowania to %1
pt_pt: O momento de redefinição é %1
vi_vn: Thời gian thiết lập lại là %1
zh_cn: 重设时间为 %1

source: The return is the money realized when the contract expires (see 'Payout').
de_de: Die Rendite ist der Betrag, der zum Kontraktablauf realisiert wird (siehe 'Auszahlung').
fr_fr: Les retours désignent les montants perçus lorsque le contrat expire (voir « Paiement »).
id_id: Hasil adalah dana yang diperoleh setelah kontrak berakhir (lihat 'Hasil').
pl_pl: Zwrot to kwota wypłacana, gdy kontrakt się zakończy (zobacz: „Wypłata”).
pt_pt: O retorno é o dinheiro ganho quando o contrato vence (Veja "Pagamento").
vi_vn: Doanh thu là số tiền thấy được khi hợp đồng hết hạn (xem ('Khoảng được trả').
zh_cn: 收益指当合约到期时实现的收益（参阅“赔付金额”）。

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company's responsibility to notify Clients before any changes to its terms come into effect.
de_de: Wir behalten uns ebenfalls das Recht vor, die Regeln und den Umfang dieses Service jederzeit zu ergänzen oder zu verändern. Jede Änderung der Regeln, die während des Betriebs der Site gemacht wurde, wird nicht rückwirkend angewendet und erstreckt sich nur auf Käufe von Finanzverträgen, die nach einer solchen Änderung getätigt wurden. Das Unternehmen ist verpflichtet, die Kunden vor Inkraftreten von Änderungen der Geschäftsbedingungen hiervon zu benachrichtigen.
id_id: Perusahaan juga berhak untuk melakukan perubahan aturan sewaktu waktu. Setiap perubahan peraturan yang dibuat sementara situs ini dalam operasi tidak akan berlaku retrospektif dan hanya akan berlaku untuk perolehan kontrak keuangan yang dibuat setelah perubahan tersebut. Merupakan tanggung jawab perusahaan untuk memberitahu klien sebelum perubahan ketentuan-ketentuannya mulai berlaku.
pl_pl: Zastrzegamy sobie również prawo do zmiany lub poprawy regulaminu i zakresu niniejszej usługi. Wszelkie zmiany regulaminu dokonane w trakcie działania portalu nie będą stosowane wstecz i będą miały zastosowanie tylko do kontraktów finansowych zawartych po takiej zmianie. Firma jest zobowiązana do informowania Klientów o takich zmianach przed ich wejściem w życie.
pt_pt: Também é reservado o direito de corrigir ou alterar as regras e âmbito deste serviço de tempos em tempos. Qualquer alteração às regras feita enquanto o site está em operação não será aplicada retroativamente e só se aplica às aquisições de contratos financeiros feitas após essa mudança. É responsabilidade da Empresa notificar os Clientes antes que quaisquer mudanças nos termos sejam efetivadas.
vi_vn: Được quyền chỉnh sửa hoặc thay đổi quy tắc và phạm vi của dịch vụ này theo thời gian. Có bất kì thay đổi nào về quy tắc được thực hiện khi trang web đang hoạt động sẽ không áp dụng hồi tố và sẽ chỉ áp dụng cho những hợp đồng tài chính được mua sau khi có thay đổi. Công Ty có trách nhiệm thông báo với Khách Hàng trước khi có bất kì sự thay đổi điều khoản nào được đưa vào hoạt động.
zh_cn: 我们也保留不定时修订或更换服务规则和范围的权利。网站运营期间作出的任何规则修改都不会进行追溯调整，且只适用于更改之后发生的金融合约购买行为。在任何修改条款生效前，公司有责任通知客户。

source: The right to be informed of the use of their personal data. This privacy policy is dedicated for this purpose.
de_de: Das Recht, über die Nutzung ihrer personenbezogenen Daten informiert zu werden. Diese Datenschutzrichtlinie ist diesem Zweck gewidmet.
fr_fr: Le droit d’être informé de l’utilisation de leurs données personnelles. Cette politique de confidentialité est dédiée à cet effet.
id_id: Hak untuk mengetahui tentang penggunaan data pribadi mereka. Kebijakan privasi ini didedikasikan untuk tujuan tersebut.
pl_pl: Prawo do informacji na temat wykorzystywania danych osobowych. Niniejsza polityka prywatności została stworzona w tym celu.
vi_vn: Quyền được thông báo về việc sử dụng dữ liệu cá nhân của họ. Chính sách bảo mật này dành riêng cho mục đích này.
zh_cn: 被告知使用其个人资料的权利。本隐私政策专用于此目的。

source: The right to erase or delete their personal information subject to the data retention practice of the Binary Group.
de_de: Das Recht deren persönliche Daten zu löschen, unterliegt der Daten-Speicherung-Praxis der Binary-Gruppe.
fr_fr: Le droit d’effacer ou de supprimer leurs renseignements personnels soumis à la pratique de conservation des données du Groupe Binary.
id_id: Hak untuk menghapus informasi pribadi mereka tertakluk pada praktik retensi data yang berlaku pada Grup Binary.
pl_pl: Prawo usunięcia swoich danych osobowych przechowywanych przez Binary Group.
pt_pt: O direito de apagar ou eliminar as suas informações pessoais, sujeito à prática de retenção de dados do Binary Group.
vi_vn: Quyền xóa hoặc hủy thông tin cá nhân của họ tuân theo luật lưu giữ dữ liệu của Binary Group.
zh_cn: 根据Binary集团的资料保留惯例清除或删除其个人信息的权利。

source: The right to rectify their personal data should the Company hold any information about the applicant that is incomplete or inaccurate.
de_de: Das Recht, deren persönliche Daten zu berichtigen, sollte das Unternehmen Informationen über den Bewerber halten, die unvollständig oder ungenau sind.
fr_fr: Le droit de rectifier ses données personnelles si la Compagnie détient des informations sur le candidat qui sont incomplètes ou inexactes.
id_id: Hak untuk memperbarui data pribadi mereka jika Perusahaan memiliki informasi tentang pelamar yang tidak lengkap atau tidak akurat.
pl_pl: Prawo do skorygowania danych osobowych w przypadku przechowywanych przez Firmę jakichkolwiek niekompletnych lub niedokładnych danych kandydata.
vi_vn: Quyền sửa chữa dữ liệu cá nhân của họ nếu Công Ty nắm giữ bất kỳ thông tin nào về người nộp đơn không đầy đủ hoặc không chính xác.
zh_cn: 如果申请人提供任何不完整或不准确信息, 公司有权纠正其个人数据。

source: The right to request access to their data from the Company.
de_de: Das Recht, Zugriff auf deren Daten vom Unternehmen zu verlangen.
fr_fr: Le droit de demander accès à leurs données à la Compagnie.
id_id: Hak untuk meminta akses ke dalam data mereka dari Perusahaan.
pl_pl: Prawo ubiegania się o udzielenie przez Firmę dostępu do swoich danych.
pt_pt: O direito de solicitar acesso aos seus dados da Empresa.
vi_vn: Quyền yêu cầu Công Ty cấp quyền truy cập vào dữ liệu của họ.
zh_cn: 公司有权请求访问其数据。
