Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company will mainly ensure best execution for the client by giving due consideration to the market price when calculating the Company's bid/offer price for the underlying reference product to which the client's Contract relates. In order to ascertain the market price, the Company has access to a number of different data sources, which provide the Company with an objective view of the bids and offers available to arms' length traders.
de_de: Das Unternehmen wird die beste Ausführung für den Kunden überwiegend sicherstellen, indem Marktpreise berücksichtigt werden, wenn das Unternehmen den Geld-/Brief-Preis für das zugrundeliegende Referenzprodukt berechnet, auf das sich der Kunden-Kontrakt bezieht. Um den Marktpreis zu ermitteln, hat das Unternehmen Zugang zu einer Reihe von verschiedenen Datenquellen, die dem Unternehmen einen objektiven Überblick über die Gebote und Angebote, die Händlern zur Verfügung stehen, bieten.
fr_fr: La Compagnie assurera principalement la meilleure exécution pour le client s'attachant aux prix du marché lors du calcul des prix acheteur vendeur de la Compagnie pour le sous-jacent de référence auquel se rapporte le Contrat du client. Afin de déterminer le prix du marché, la Compagnie a accès à un certain nombre de sources de données différentes, qui fournissent à la Compagnie une vision objective des soumissions et offres disponible aux traders.
id_id: Perusahaan akan memastikan pelaksanaan terbaik untuk klien dengan mempertimbangkan harga pasar ketika menghitung harga bid/offer Perusahaan pada produk referensi yang mendasari yang berhubungan dengan Kontrak Klien. Untuk memastikan harga pasar, Perusahaan memiliki akses ke dalam sejumlah sumber data yang berbeda, yang memberikan Perusahaan pandangan obyektif tentang tawaran dan penawaran yang tersedia bagi trader jangka panjang.
pl_pl: Firma zapewnia klientowi najkorzystniejszą realizację, biorąc pod uwagę ceny rynkowe podczas obliczania ceny sprzedaży/ofertowej referencyjnego produktu bazowego, do którego odnosi się Kontrakt klienta. W celu ustalenia ceny rynkowej Firma ma dostęp do wielu różnych źródeł danych, które zapewniają jej obiektywne spojrzenie na ceny zakupu i ceny ofertowe dostępne dla niezależnych graczy.
pt_pt: A Empresa assegurará, principalmente, a melhor execução para o cliente, dando a devida consideração ao preço de mercado quando calcula o preço de compra/venda da Empresa para o produto de referência subjacente ao que o contrato do cliente se refere. Para poder determinar o preço de mercado, a Empresa tem acesso a vários fontes de dados diferentes, que proporcionam à Empresa uma visão objetiva dos preços de compra e venda disponíveis aos negociadores que atuam em condições concorrenciais.
vi_vn: Công Ty chủ yếu sẽ đảm bảo thực hiện tốt nhất cho khách hàng bằng cách xem xét đúng mức giá thị trường khi tính giá mua / giá bán của công ty cho sản phẩm trên thị trường cơ sở mà Hợp Đồng của khách hàng có liên quan đến. Để xác định giá thị trường, Công Ty có quyền truy cập đối với một số nguồn dữ liệu khác nhau, cung cấp cho Công Ty một cái nhìn khách quan về giá mua và giá bán cho các nhà giao dịch lâu năm.
zh_cn: 公司计算与客户签订合约有关的基础参考产品的投标报价时, 将主要考虑市场价格, 以确保向客户提供最佳执行方案。为了确定市场价格, 公司拥有多个不同的数据来源, 使公司能够客观地了解正常交易商可以获得的投标和报价。

source: The Company will monitor the effectiveness of its order execution arrangements and order execution policy. The Company will assess from time to time whether the venues relied upon by the Company in pricing its Contracts on the client's behalf allow the Company to achieve best execution on a consistent basis or whether the Company needs to make changes to its execution arrangements. The Company will also review its order execution arrangements and order execution policy in respect of material changes, either regarding one of the Company's chosen pricing venues or what might otherwise affect the Company's ability to continue to achieve best execution. Should there be any material changes to the Company's order execution arrangements or order execution policy, the Company will notify the client.
de_de: Das Unternehmen überwacht die Effektivität seiner Orderausführungsvereinbarungen und Orderausführungsregeln. Das Unternehmen beurteilt zu gegebener Zeit, ob seine Vorgänge, auf die es sich bei der Preisgestaltung der vom Kunden beauftragten Kontrakte stützt, es ihm ermöglichen, auf einer fortlaufenden Basis die beste Ausführung zu erreichen, oder ob das Unternehmen Änderungen an seinen Ausführungsvereinbarungen machen muss. Das Unternehmen wird weiters seine Orderausführungsvereinbarungen und Orderausführungsregeln hinsichtlich wichtiger Änderungen, oder hinsichtlich einer seiner Preisgestaltungsvorgänge oder die ansonsten dessen Fähigkeit beeinträchtigen, die beste Ausführung zu erreichen, überprüfen. Das Unternehmen wird den Kunden über wichtige Änderungen bei seinen Orderausführungsvereinbarungen oder den Orderausführungsregeln unterrichten.
fr_fr: La Compagnie s'engage à superviser l'efficacité de ses modalités d'exécution des ordres et de sa politique d'exécution des ordres. De temps à autre, la Compagnie déterminera si les infrastructures que la Compagnie utilise pour la cotation de ses contrats au nom du client permettent de garantir une qualité d'exécution optimale et constante ou si une modification des modalités d'exécution de la Compagnie s'avère nécessaire. La Compagnie réévaluera également ses modalités d'exécution des ordres et sa politique d'exécution des ordres en fonction des changements importants intervenant au niveau de l'une des infrastructures de cotation sélectionnées par la Compagnie ou susceptibles de se répercuter sur sa capacité à garantir une qualité d'exécution optimale. La Compagnie avertira le client de tout changement de ses modalités d'exécution ou de sa politique d'exécution des ordres.
id_id: Perusahaan akan memantau efektivitas pengaturan pelaksanaan dan kebijakan eksekusi order. Perusahaan akan menilai dari waktu ke waktu apakah tempat-tempat yang diandalkan oleh Perusahaan dalam menetapkan harga Kontraknya atas nama klien memungkinkan Perusahaan untuk mencapai eksekusi terbaik secara konsisten atau apakah Perusahaan perlu membuat perubahan pada pengaturan pelaksanaannya. Perusahaan juga akan meninjau pengaturan pelaksanaan order dan kebijakan pelaksanaan order sehubungan dengan perubahan material, baik mengenai salah satu tempat penetapan harga yang dipilih Perusahaan atau apa yang mungkin mempengaruhi kemampuan Perusahaan untuk terus mencapai eksekusi terbaik. Jika ada perubahan material pada pengaturan pelaksanaan order Perusahaan atau kebijakan eksekusi order, Perusahaan akan menginformasikan kepada klien.
pl_pl: Firma będzie monitorować skuteczność swoich rozwiązań w zakresie realizacji zleceń oraz swoją politykę w tym zakresie. Od czasu do czasu Firma będzie sprawdzać, czy miejsca, na których polega przy dokonywaniu wyceny swoich Kontraktów w imieniu klienta pozwalają Firmie na zapewnienie najkorzystniejszej realizacji zlecenia na jednolitych warunkach, czy też musi wprowadzić zmiany w swoich rozwiązaniach dotyczących realizacji zleceń. Firma będzie też sprawdzać swoje rozwiązania w zakresie realizacji zleceń oraz swoją politykę w tym zakresie pod kątem istotnych zmian w odniesieniu do jednego ze swoich miejsc wyceny lub w odniesieniu do możliwości wpływu na zapewnianie przez Firmę najkorzystniejszej realizacji. W przypadku wystąpienia jakiejkolwiek istotnej zmiany w rozwiązaniach w zakresie realizacji zleceń lub polityki Firmy w tym zakresie, Firma poinformuje o tym klienta.
pt_pt: A Empresa acompanhará a eficácia dos seus mecanismos de execução de ordens e da sua política de execução de ordens. A Empresa avaliará ocasionalmente se os locais em que a Empresa depende para determinar os preços dos seus contratos em nome do cliente permitem à Empresa alcançar melhor execução de forma consistente ou se a Empresa necessita de fazer alterações aos seus mecanismos de execução. A Empresa também reexaminará os seus mecanismos de execução de ordens e a sua política de execução de ordens em relação a alterações materiais em um dos locais escolhidos pela Empresa para o fornecimento de preços ou que de outra forma afetem a capacidade da Empresa de continuar a alcançar melhor execução. Caso haja quaisquer alterações materiais nos mecanismos de execução de ordens ou na política de execução da Empresa, a Empresa notificará o cliente.
vi_vn: Công Ty sẽ giám sát tính hiệu quả của các thỏa thuận thực hiện lệnh và chính sách thực hiện lệnh. Công Ty sẽ đánh giá theo thời gian để thấy được liệu các địa điểm được Công Ty có phù hợp với việc định giá các Hợp Đồng thay mặt cho Công Ty đạt được sự thực thi tốt nhất và nhất quán nhất hay Công ty có cần phải xem xét các thỏa thuận thực hiện lệnh và chính sách thực hiện lệnh đối với các thay đổi quan trọng, liên quan đến một trong những địa điểm định giá do Công Ty chọn hoặc điều gì có thể ảnh hưởng đến khả năng của Công Ty Để tiếp tục đạt được sự thực thi tốt nhất. Nếu có bất kỳ thay đổi quan trọng nào đối với việc sắp xếp thực hiện đơn hàng của Công Ty hoặc chính sách thực hiện đơn hàng, Công Ty sẽ thông báo cho khách hàng.
zh_cn: 公司将监督订单的执行安排和政策的有效性。公司会定期评估，看公司代表客户进行合约交易的报价地点能否持续保证公司获得最佳执行方案，从而决定公司是否要更改执行安排。公司也将对订单执行安排和策略的更改进行监督，评估报价地点及其他因素是否会影响公司持续获得最佳执行方案。当订单执行安排和政策发生重大变更时，公司会通知客户。

source: The Company will monitor the effectiveness of the Company's order execution arrangements and order execution policy. The Company will assess from time to time whether the venues relied upon by the Company in pricing the Company's contracts on the client's behalf allow the Company to achieve best execution on a consistent basis or whether the Company needs to make changes to the Company's execution arrangements. The Company will also review the Company's order execution arrangements and order execution policy in respect of material changes either in respect of one of the Company's chosen pricing venues or what otherwise affects the Company's ability to continue to achieve best execution. Should there be any material changes to the Company's order execution arrangements or order execution policy, the Company will notify the client.
de_de: Das Unternehmen überwacht die Effektivität seiner Orderausführungsvereinbarungen und Orderausführungsregeln. Das Unternehmen beurteilt zu gegebener Zeit, ob seine Vorgänge, auf die es sich bei der Preisgestaltung der vom Kunden beauftragten Kontrakte stützt, es ihm ermöglichen, auf einer fortlaufenden Basis die beste Ausführung zu erreichen, oder ob das Unternehmen Änderungen an seinen Ausführungsvereinbarungen machen muss. Das Unternehmen wird weiters seine Orderausführungsvereinbarungen und Orderausführungsregeln hinsichtlich wichtiger Änderungen, oder hinsichtlich einer seiner Preisgestaltungsvorgänge oder die ansonsten dessen Fähigkeit beeinträchtigen, die beste Ausführung zu erreichen, überprüfen. Das Unternehmen wird den Kunden über wichtige Änderungen bei seinen Orderausführungsvereinbarungen oder den Orderausführungsregeln unterrichten.
fr_fr: La Compagnie s'engage à superviser l'efficacité des modalités d'exécution des ordres et de la politique d'exécution des ordres de la Compagnie. De temps à autre, la Compagnie déterminera si les infrastructures que la Compagnie utilise pour la cotation des contrats de la Compagnie au nom du client permettent de garantir une qualité d'exécution optimale et constante ou si une modification des modalités d'exécution de la Compagnie s'avère nécessaire. La Compagnie réévaluera également les modalités d'exécution des ordres et la politique d'exécution des ordres de la Compagnie en fonction des changements importants intervenant au niveau de l'une des infrastructures de cotation sélectionnées par la Compagnie ou susceptibles de se répercuter sur sa capacité à garantir une qualité d'exécution optimale. La Compagnie avertira le client de tout changement de ses modalités d'exécution ou de sa politique d'exécution des ordres.
id_id: Perusahaan akan memantau efektivitas pengaturan pelaksanaan order Perusahaan dan kebijakan eksekusi order. Perusahaan akan menilai dari waktu ke waktu apakah tempat-tempat yang diandalkan oleh Perusahaan dalam menetapkan harga kontrak Perusahaan atas nama klien memungkinkan Perusahaan untuk mencapai eksekusi terbaik secara konsisten atau apakah Perusahaan perlu melakukan perubahan pada pengaturan pelaksanaan Perusahaan. Perusahaan juga akan meninjau pengaturan pelaksanaan order Perusahaan dan kebijakan pelaksanaan order sehubungan dengan perubahan material baik sehubungan dengan salah satu tempat penetapan harga yang dipilih Perusahaan atau apa yang jika tidak mempengaruhi kemampuan Perusahaan untuk terus mencapai eksekusi terbaik. Jika ada perubahan material pada pengaturan pelaksanaan order Perusahaan atau kebijakan eksekusi order, Perusahaan akan menginformasikan kepada klien.
pl_pl: Firma będzie monitorować skuteczność swoich rozwiązań w zakresie realizacji zleceń oraz swoją politykę w tym zakresie. Od czasu do czasu Firma będzie sprawdzać, czy miejsca, na których polega przy dokonywaniu wyceny Kontraktów Firmy w imieniu klienta pozwalają Firmie na zapewnienie najkorzystniejszej realizacji zlecenia na jednolitych warunkach, czy też musi wprowadzić zmiany w swoich rozwiązaniach dotyczących realizacji zleceń. Firma będzie też sprawdzać swoje rozwiązania w zakresie realizacji zleceń oraz swoją politykę w tym zakresie pod kątem istotnych zmian w odniesieniu do jednego ze swoich miejsc wyceny lub w odniesieniu do możliwości wpływu na zapewnianie przez Firmę najkorzystniejszej realizacji. W przypadku wystąpienia jakiejkolwiek istotnej zmiany w rozwiązaniach w zakresie realizacji zleceń lub polityki Firmy w tym zakresie, Firma poinformuje o tym klienta.
vi_vn: Công ty sẽ theo dõi hiệu quả của các thỏa thuận thực hiện lệnh và chính sách thực hiện lệnh của Công Ty. Công Ty sẽ đánh giá theo thời gian liệu các địa điểm được Công ty dựa vào việc định giá các hợp đồng của Công Ty thay mặt cho Công ty thực hiện tốt nhất và có nhất quán không hay liệu Công ty có cần thay đổi cách thực hiện lệnh của Công ty hay không. Công ty cũng sẽ xem xét các thỏa thuận thực hiện lệnh của Công Ty và chính sách thực hiện lệnh đối với các thay đổi quan trọng trong những địa điểm định giá của Công ty hoặc trong những mục khác mà ảnh hưởng đến khả năng tiếp tục thực hiện lệnh tốt nhất của Công Ty. Nếu có bất kỳ thay đổi quan trọng nào đối với các thỏa thuận thực hiện lệnh hoặc chính sách thực hiện lệnh của Công Ty, Công Ty sẽ thông báo cho khách hàng.
zh_cn: 公司将监督订单的执行安排和政策的有效性。公司会定期评估，看公司代表客户进行合约交易的报价地点能否持续保证公司获得最佳执行方案，从而决定公司是否要更改执行安排。公司也将对订单执行安排和策略的更改进行监督，评估报价地点及其他因素是否会影响公司持续获得最佳执行方案。当订单执行安排和政策发生重大变更时，公司会通知客户。

source: The Company will not pay interest on the Client Money;
de_de: Das Unternehmen zahlt keine Zinsen auf Kundengelder;
id_id: Perusahaan tidak memberi bunga keatas Dana Klien;
pl_pl: Firma nie będzie wypłacać odsetek doliczanych do Środków Klienta;
pt_pt: A Empresa não pagará juros sobre o dinheiro de clientes;
vi_vn: Công ty sẽ không thanh toán tiền lãi cho Tiền Của Khách Hàng;
zh_cn: 公司不会对客户资金付利息;

source: The Company will notify you by email if your application has been successful.
de_de: Das Unternehmen wird Sie per E-Mail benachrichtigen, ob Ihre Bewerbung positiv entschieden wurde.
id_id: Perusahaan akan mengabari Anda melalui email jika permohonan Anda diluluskan.
pl_pl: Firma powiadomi Partnera drogą e-mailową, jeżeli zgłoszenie zostanie przyjęte.
pt_pt: A Empresa irá notificá-lo por e-mail se a sua candidatura for bem sucedida.
vi_vn: Công Ty sẽ thông báo cho bạn bằng email nếu đơn đăng ký của bạn thành công.
zh_cn: 如果您申请成功，公司将以电子邮件方式通知您。

source: The Company will provide advertising collaterals with links containing affiliate IDs which may be modified by us from time to time.
de_de: Das Unternehmen wird Ihnen Werbematerial mit Links, die die Partner-IDs enthalten, zur Verfügung stellen, die von uns jederzeit verändert werden können.
id_id: Perusahaan akan menyediakan materi periklanan beserta berbagai link yang berisi ID afiliasi yang dapat dirubah dari waktu ke waktu.
pl_pl: Firma dostarczy dodatkowe reklamy z linkami zawierające identyfikatory partnerskie, które mogą być od czasu do czasu zmieniane.
pt_pt: A Empresa irá fornecer garantias adicionais publicitárias através de links que contêm as IDs de afiliados que podem ser modificadas por nós periodicamente.
vi_vn: Công ty sẽ cung cấp cho bạn tài sản thế chấp được quảng cáo với đường dẫn có chứa ID liên kết, đường dẫn này có thể được chúng tôi sửa đổi theo thời gian.
zh_cn: 公司将提供广告材料（我们可能会不定时修改），包括含联盟会员账号的链接。

source: The Company will rely on the transactions and other instructions entered into and/or given by your username and password, and as a Client, you are bound by any transaction or expense incurred in reliance on such order and/or instructions.
de_de: Das Unternehmen verlässt sich auf Transaktionen und andere eingegangene bzw. von Ihrem Kennwort und Passwort gegebenen Anweisungen; und als Kunde sind Sie an jede Transaktion oder Ausgabe, die im Vertrauen auf solch eine Order bzw. Anweisung entstanden ist, gebunden.
id_id: Perusahaan akan bergantung pada transaksi dan instruksi lain yang dimasukkan ke dalam dan/atau diberikan oleh nama pengguna dan kata sandi Anda, dan sebagai Klien, Anda terikat oleh transaksi atau biaya apa pun yang terjadi karena bergantung pada pesanan dan/atau instruksi tersebut.
pl_pl: Firma będzie polegać na transakcjach zawartych przez użytkownika posługującego się Twoim loginem i hasłem i innych instrukcjach przez takiego użytkownika udzielonych, a wszelkie transakcje i koszty związane z takimi zleceniami i/lub instrukcjami są dla Ciebie jako dla Klienta wiążące.
pt_pt: A Empresa irá confiar nas transações e outras instruções enviadas e/ou proporcionadas pelo seu nome de usuário e senha e, como Cliente, você está vinculado por quaisquer transações ou despesas incorridas pela confiança em tais ordens e/ou instruções.
vi_vn: Công Ty sẽ dựa vào các giao dịch và các hướng dẫn khác được nhập vào và/ hoặc được cung cấp bởi tên người dùng và mật khẩu của bạn, và với tư cách là Khách Hàng, bạn bị ràng buộc bởi bất kỳ giao dịch hoặc chi phí phát sinh nào dựa vào thứ tự và/ hoặc hướng dẫn đó.
zh_cn: 公司将会仰仗于透过您的用户名和密码而输入和/或提供的交易和其他指示。作为客户, 您将受到由于仰仗此类订单和/或指示而产生的任何交易或费用的约束。

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
de_de: Das Unternehmen entscheidet im eigenen Ermessen, ob Ihre Bewerbung erfolgreich war oder nicht. Die Entscheidung des Unternehmens ist endgültig und kann nicht angefochten werden.
id_id: Perusahaan akan, atas kebijakannya sendiri, menentukan apakah aplikasi anda diluluskan atau tidak. Keputusan Perusahaan bersifat mutlak dan tidak terbuka untuk permohonan banding.
pl_pl: Firma ma wyłączne prawo do decyzji, czy zatwierdzić dane zgłoszenie. Decyzja Firmy jest ostateczna i nieodwołalna.
pt_pt: A Empresa determinará, a seu exclusivo critério, se a sua candidatura foi ou não bem sucedida. A decisão da empresa é definitiva e não é aberta a recurso.
vi_vn: Công Ty sẽ tự mình xác định xem ứng dụng của bạn đã thành công hay chưa. Quyết định của Công Ty là cuối cùng và không thể kháng cáo.
zh_cn: 公司将自行确定您的申请是否成功。公司的决定具有最终性，不能提起申诉。

source: The Company's Obligations
de_de: Die Pflichten des Unternehmens
id_id: Kewajiban Perusahaan
pl_pl: Zobowiązania Firmy
pt_pt: As Obrigações da Empresa
vi_vn: Nghĩa Vụ của Công Ty
zh_cn: 公司的义务

source: The Company's commitment to provide the client with 'best execution' does not mean that the Company owes the client any fiduciary responsibilities over and above the specific regulatory obligations placed upon the Company or as may be otherwise contracted between the Company and the client.
de_de: Die Verpflichtung des Unternehmen, dem Kunden die 'beste Ausführung' zur Verfügung zu stellen, bedeutet nicht, dass es dem Kunden Treuhänderpflichten über oder außerhalb der ihm auferlegten gesetzlichen Verpflichtungen, oder auf andere Weise zwischen dem Unternehmen un dem Kunden vertraglich geregelt, schuldet.
fr_fr: L'engagement de la Compagnie de fournir au client "la meilleure exécution" ne signifie pas que nous devons au client des responsabilités fiduciaires en plus des obligations spécifiques légales imposées à la Compagnie ou qui peuvent autrement être contractées entre la Compagnie et le client.
id_id: Komitmen Perusahaan adalah untuk menyediakan klien 'eksekusi terbaik' namun hal ini tidak berarti bahwa Perusahaan berutang kewajiban apa pun kepada klien melebihi dan di atas kewajiban peraturan khusus yang ditempatkan pada Perusahaan atau sebagaimana dapat dikontrakkan antara Perusahaan dan klien.
pl_pl: Zaangażowanie Firmy w zapewnieniu klientowi „najkorzystniejszej realizacji” nie oznacza, że Firma posiada względem klienta obowiązek powierniczy poza określonymi obowiązkami regulacyjnymi nałożonymi na Firmę lub uzgodnionymi w inny sposób między Firmą a klientem.
pt_pt: O compromisso da Empresa de fornecer "melhor execução" ao cliente não significa que a Empresa deva ao cliente quaisquer responsabilidades fiduciárias além das obrigações regulatórias específicas que são impostas sobre a Empresa ou como de outra forma poderão ser acordadas entre a Empresa e o cliente.
vi_vn: Công Ty cam kết cung cấp cho bạn 'sự thực hiện tốt nhất' không có nghĩa là Công Ty sẽ nợ khách hàng bất kì cách nhiệm ủy thác nào đối với các nghĩa vụ pháp lý cụ thể được đặt ra đối với Công Ty hoặc có thể được ký hợp đồng giữa Công Ty và khách hàng.
zh_cn: 公司承诺为客户提供“最佳执行方案”，但这不表示公司将在规定的义务或双方额外制定的协议范围之外向客户承担诚信责任。

source: The Company's determination of the relative importance of the execution factors may differ from the client's during certain circumstances, acting in the client's interest in accordance with the Company's obligation of best execution.
de_de: Die Festlegung des Unternehmens der relativen Bedeutung der Ausführungsfaktoren können von denen des Kunden unter bestimmten Umständen abweichen, da das Unternehmen im Interesse des Kunden, in Übereinstimmung mit seiner Verpflichtung zur besten Ausführung, agiert.
fr_fr: La détermination de la Compagnie de la relative importance des facteurs d'exécution peut différer de ceux du client durant certaines circonstances, agissant dans l'intérêt en accord avec l'obligation de la Compagnie de meilleure exécution.
id_id: Penentuan Perusahaan tentang kepentingan relatif dari faktor pelaksanaan dapat berbeda pada klien dalam keadaan tertentu, bertindak sesuai dengan kepentingan klien dimana kewajiban Perusahaan adalah menyediakan pelaksanaan yang terbaik.
pl_pl: Określenie przez Firmę względnego znaczenia czynników realizacji może się różnić w określonych okolicznościach od ustaleń klienta, przy czym Firma działa w interesie zgodnie z obowiązkiem najkorzystniejszej realizacji.
vi_vn: Công Ty xác định tầm quan trọng tương đối của các yếu tố thực hiện có thể khác nhau từ khách hàng trong một số trường hợp, và sẽ hành động từ chính lòng quan tâm đến khách hàng mà phù hợp với nghĩa vụ thực hiện tốt nhất của Công Ty.
zh_cn: 在某些情况下，公司所决定的执行因素相对重要性可能与客户的不相同。公司根据最佳执行义务操作，为客户争取最大利益。
