Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: During volatile markets, the Company's trading platform runs across a high number of concurrent online users, high volumes of client orders, and a high number of imported price ticks. As part of the Company's best execution delivery to its clients, the Company ensures that its platform runs smoothly under such stressed conditions and takes all reasonable steps to safeguard the continuity and regularity in the performance of investment activities.
de_de: In volatilen Märkten bearbeitet die Handelsplattform des Unternehmens eine hohe Anzahl gleichzeitiger Online-Benutzer, große Mengen an Kundenaufträgen und eine hohe Anzahl von importierten Preis-Ticks. Als Teil der besten Ausführungslieferung an seine Kunden stellt das Unternehmen sicher, dass seine Plattform unter diesen Stressbedingungen reibungslos läuft und unternimmt alle angemessenen Maßnahmen zur Sicherstellung der Kontinuität und Regelmäßigkeit in der Ausführung von Investitionsaktivitäten.
fr_fr: Au cours de marchés volatiles, la plateforme de trading de la Compagnie supporte de nombreux utilisateurs en ligne en même temps, des volumes importants d'ordres client, et un chiffre élevé de ticks prix importés. Du fait du service de meilleur exécution de la Compagnie envers ses clients, la Compagnie s'assure que sa plateforme fonctionne correctement dans des conditions difficiles et prend toutes les mesures pour sauvegarder la continuité et la régularité de la performance des activités d'investissement.
id_id: Selama volatilitas pasar, platform trading Perusahaan berjalan bersamaan dengan jumlah pengguna online yang tinggi, order dalam jumlah yang tinggi dan jumlah tinggi harga tik yang diimpor. Sebagai bagian dari eksekusi terbaik Perusahaan kepada pelanggannya, Perusahaan memastikan platformnya berjalan dengan lancar di bawah kondisi tertekan seperti itu dan mengambil semua langkah yang wajar untuk menjaga kesinambungan dan keteraturan dalam kinerja kegiatan investasi.
pl_pl: W przypadku rynków zmiennych platforma handlowa Firmy procesuje równocześnie dużą liczbę użytkowników on-line, zleceń klientów i importowanych zmian cen. W ramach najkorzystniejszej realizacji zleceń klientów Firmy zapewnia ona, że jej platforma funkcjonuje sprawnie w takich trudnych warunkach i że podejmowane są wszelkie uzasadnione kroki celem zapewnienia ciągłości i regularności prowadzenia działań inwestycyjnych.
pt_pt: Durante mercados voláteis, a plataforma de negociação da Empresa executa-se em um grande número de dispositivos de usuários online em simultâneo, executa um grande volume de ordens de clientes e um grande número de movimentos de preço. Como parte do compromisso de entrega de melhor execução da Empresa aos seus clientes, a Empresa garante que a sua plataforma operará suavemente nessas condições difíceis e tomará todas as medidas razoáveis para salvaguardar a continuidade e regularidade do desempenho das atividades de investimento.
vi_vn: Trong lúc thị trường biến động, nền tảng giao dịch của Công ty phải xử lý đồng thời một số lượng lớn người dùng trực tuyến, khối lượng cao các đơn giao dịch của khách hàng cũng như cập nhật các biến chuyển giá mới. Là một phần trong công việc quan trọng nhất của Công Ty cung cấp cho khách hàng của mình, Công Ty đảm bảo rằng nền tảng luôn chạy rất tốt trong các điều kiện căng thẳng và sẽ làm tất cả các bước hợp lý để bảo vệ sự liên tục và đều đặn trong diễn biến của các hoạt động đầu tư.
zh_cn: 公司的交易平台在波动市场中会遇到大量并发的在线用户、大量客户订单以及大量买入价格。 作为公司向客户提供最佳执行方案的一部分，公司确保其平台在如此紧张的条件下顺利运行，并将采取一切合理措施确保投资活动的连续性和规律性。

source: E-mail
pl_pl: Adres e-mail
zh_cn: 电子邮件

source: E-wallet
fr_fr: Portefeuille électronique
pl_pl: E-portfel
pt_pt: Carteira eletrônica
vi_vn: Ví điện tử
zh_cn: 电子钱包

source: E. Account Management
de_de: E. Kontoführung
id_id: E. Manajemen Akun
pl_pl: E. Zarządzanie kontami
pt_pt: E. Gerenciamento de contas
vi_vn: E. Quản lý tài khoản
zh_cn: 五、账户管理

source: E. Best execution obligation
de_de: E. Verpflichtung zur besten Ausführung
fr_fr: E. Obligation de meilleure exécution
id_id: E. Kewajiban eksekusi terbaik
pl_pl: E. Obowiązek najkorzystniejszej realizacji
pt_pt: E. Obrigação de melhor execução
vi_vn: E. Nghĩa Vụ Thực Thi Tốt Nhất
zh_cn: 五、最佳执行义务

source: EGR Operator Award
fr_fr: L'opérateur de récompense EGR
id_id: Penghargaan Operator EGR
pl_pl: Nagroda EGR Operator Award
pt_pt: Prêmio de operador EGR
vi_vn: Giải thưởng Nhà điều hành EGR
zh_cn: EGR操作员奖

source: EGR Operator Awards
fr_fr: Récompense de l'Opérateur EGR
id_id: Penghargaan Operator EGR
pl_pl: Nagrody EGR Operator Award
pt_pt: Prêmio Operador EGR
vi_vn: Giải thưởng Nhà Điều Hành EGR
zh_cn: EGR操作员奖

source: EOS vs US Dollar
de_de: EOS gegen US Dollar
id_id: EOS vs Dolar AS
pl_pl: EOS vs dolar amerykański
pt_pt: EOS vs. Dólar americano
vi_vn: EOS vs đô-la Mỹ
zh_cn: EOS兑美元

source: EU Passport Rights
de_de: EU Pass-Rechte
fr_fr: Droits relatifs au passeport européen
id_id: Hak Pemegang Paspor Uni Eropa
pl_pl: Prawa paszportowe UE
pt_pt: Direitos de passaporte da UE
vi_vn: Quyền Hộ chiếu EU
zh_cn: 欧盟金融护照权利

source: EUR
zh_cn: 欧元

source: EUR 1 per point
de_de: 1 EUR je Punkt
fr_fr: 1 EUR par point de base
id_id: 1 EUR per poin
pl_pl: 1 EUR za punkt
pt_pt: 1 EUR por ponto
vi_vn: 1 EUR cho mỗi điểm
zh_cn: 每点 1 欧元

source: EUR Index – Measures the value of the Euro against a basket of five global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%
de_de: EUR Index - Misst den Wert von Euro gegen einen Korb von 5 Weltwährungen (USD, AUD, GBP, JPY, CAD), wobei jede mit 20 % berücksichtigt ist
fr_fr: L'indice EUR – Mesure la valeur de l'Euro par rapport à un panier de cinq devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%
id_id: Indeks EUR - Mengukur nilai Euro terhadap sekeranjang lima mata uang global (USD, AUD, GBP, JPY, CAD), yang masing-masing berbobot 20%
pl_pl: Indeks EUR – mierzy wartość euro w stosunku do koszyka pięciu światowych walut (USD, AUD, GBP, JPY, CAD), z których każda ma wagę 20%
pt_pt: Índice EUR – mede o valor do Euro em relação a uma cesta de 5 moedas globais (USD, AUD, GBP, JPY e CAD), cada uma ponderada em 20%
vi_vn: Chỉ số EUR - biện pháp giá trị của Euro chống lại một giỏ 5 loại tiền tệ toàn cầu (USD, AUD, GBP, JPY, CAD), mỗi trọng 20%
zh_cn: 欧元指数 - 衡量欧元相对于五种全球货币（美元、澳元、英镑、日元、加元）的价值，每种货币的权重均为20%。

source: EUR/GBP
zh_cn: 欧元/英镑

source: Each Party shall do anything reasonably required by the other Party to give effect to the provisions of this Agreement.
de_de: Jede Partei soll alles machen, was angemessener Weise von der anderen Partei gefordert wird, um den Bestimmungen dieser Vereinbarung Wirkung zu verleihen.
id_id: Setiap Pihak harus melakukan segala sesuatu yang secara wajar diperlukan oleh Pihak lainnya untuk memberlakukan ketentuan Perjanjian ini.
pl_pl: Każda ze stron podejmie uzasadnione działania, których domaga się druga strona w celu wprowadzenia w życie postanowień niniejszej Umowy.
pt_pt: Cada parte deve fazer o que for razoavelmente exigido pela outra parta para dar efeito às provisões deste Acordo.
vi_vn: Mỗi bên phải làm bất cứ điều gì hợp lý theo yêu cầu của bên kia để cho có hiệu lực đến điều khoản của thỏa thuận này.
zh_cn: 任一缔约方须按照本协议的规定对另一方合理要求给予充分合作。

source: Each Party shall do anything reasonably required by the other Party to give effect to the terms of this Agreement.
de_de: Jede Partei soll alles machen, was angemessener Weise von der anderen Partei gefordert wird, um den Bestimmungen dieser Vereinbarung Wirkung zu verleihen.
fr_fr: Chacune des parties feront tout ce qui est raisonnablement requis par l’autre partie pour mettre en œuvre les termes du présent contrat.
id_id: Setiap Pihak harus melakukan segala sesuatu yang secara wajar diperlukan oleh Pihak lainnya untuk memberlakukan ketentuan Perjanjian ini.
pl_pl: Każda ze stron podejmie uzasadnione działania, których domaga się druga strona w celu wprowadzenia w życie warunków niniejszej Umowy.
pt_pt: Cada parte deve fazer o que for razoavelmente exigido pela outra parta para dar efeito às aos termos deste Acordo.
vi_vn: Mỗi Bên phải làm bất cứ điều gì hợp lý theo yêu cầu của bên kia để cho điều khoản của Thỏa Thuận này có hiệu lực.
zh_cn: 任一缔约方须按照本协议的条款对另一方合理要求给予充分合作。

source: Each binary option is a prediction on the future movement of an underlying market.
de_de: Jede Binäre Option ist eine Voraussage über die zukünftigen Bewegungen eines bestimmten Kurses.
fr_fr: Chaque option binaire est une prédiction du mouvement futur d'un marché sous-jacent.
id_id: Setiap opsi binary adalah analisa pasar pada setiap pergerakan masa depan yang mendasarinya.
pl_pl: Każda opcja binarna to prognoza przyszłego zachowania się rynku podstawowego.
pt_pt: Cada opção binária é uma previsão sobre o movimento futuro de um mercado subjacente.
vi_vn: Mỗi một hợp đồng Binary Option là sự dự đoán biến động tương lai của thị trường cơ sở.
zh_cn: 二元期权交易是对标的市场未来变化的预测。

source: Each index corresponds to simulated markets with constant volatilities of 10%, 25%, 50%, 75%, and 100% respectively.
de_de: Jeder Index entspricht simulierten Märkten mit konstanten Volatilitäten von 10 %, 25 %, 50 %, 75 % und 100 %.
fr_fr: Chaque index correspond aux marchés simulés avec des volatilités constantes de 10%, 25%, 50%, 75% et 100% respectivement.
id_id: Setiap indeks mewakili simulasi pasar dengan volatilitas konstan masing-masing 10%, 25%, 50%, 75%, dan 100%.
pl_pl: Każdy indeks odpowiada symulowanym rynkom o stałej zmienności wynoszącej odpowiednio 10%, 25%, 50%, 75% i 100%.
pt_pt: Cada índice corresponde a mercados simulados com volatilidades constantes de 10%, 25%, 50%, 75% e 100%, respectivamente.
vi_vn: Mỗi chỉ số tương ứng với các thị trường mô phỏng với các biến động tương ứng là 10%, 25%, 50%, 75% và 100%.
zh_cn: 每个指数分别与10%、25%、50%、75% 和100% 持续波动率的模拟市场相对应。

source: Each of the following event constitutes an "Event of Default":
de_de: Jedes der folgenden Ereignisse stellt einen "Verzugsfall" dar:
id_id: Setiap hal berikut adalah termasuk "Kelalaian":
pl_pl: Każde z następujących zdarzeń stanowi „niewywiązanie się z zobowiązania”:
pt_pt: Cada um dos seguintes eventos constituem um "Evento de incumprimento":
vi_vn: Mỗi sự kiên sau đây tạo thành một "Sự kiện mặc định":
zh_cn: 以下每个事件都构成"违约事件":

source: Each of the following events constitute an "Event of Default":
de_de: Jedes der folgenden Ereignisse stellt einen "Verzugsfall" dar:
fr_fr: Chacun des événements suivants constituent un « Cas de Défaut » :
id_id: Setiap peristiwa berikut merupakan "Pelanggaran":
pl_pl: Każde z następujących zdarzeń stanowi „niewywiązanie się z zobowiązania”:
pt_pt: Cada um dos seguintes eventos constituem um "Evento de incumprimento":
vi_vn: Mỗi sự kiện sau đây tạo thành "Sự kiện mặc định":
zh_cn: 以下每个事件都构成"违约事件":

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the term of this Agreement all right, title, and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement, and to perform all of its obligations under this Agreement.
de_de: Jede Vertragspartei sichert der anderen zu und garantiert, dass sie das Recht und die Befugnis hat, diese Vereinbarung abzuschließen und diese Befugnis auch während der Vertragslaufzeit bestehen bleibt. Des Weiteren sichert jede Vertragspartei der anderen zu und garantiert, die ihr in diesem Vertrag gewährten Rechte und Lizenzen beizubehalten und alle Verpflichtungen aus diesem Vertrag zu erfüllen.
id_id: Masing-masing pihak pada Perjanjian ini akan mewakili dan menjamin kepada yang lain yang telah, dan akan mempertahankan seluruh jangka waktu, hak dan wewenang untuk masuk ke dalam Perjanjian ini, untuk memberikan kepada pihak lain hak-hak dan lisensi yang diberikan dalam Perjanjian ini, dan untuk melakukan semua kewajibannya berdasarkan Perjanjian ini.
pl_pl: Każda ze stron niniejszej Umowy oświadcza i zapewnia drugą stronę, że posiada wszystkie prawa, tytuły i uprawnienia do zawarcia niniejszej Umowy i zapewnienia drugiej stronie praw i licencji udzielonych w niniejszej Umowie oraz wykonania wszystkich swoich zobowiązań wynikających z niniejszej Umowy oraz że zachowa je przez cały okres obowiązywania Umowy.
pt_pt: Cada parte do presente Acordo representa e garante à outra parte que tem e irá manter ao longo de toda a vigência deste Acordo, o direito e autoridade para celebrar o presente Acordo, para conceder à outra parte os direitos e licenças concedidas neste Acordo, e para cumprir todas as suas obrigações nos termos do presente Acordo.
vi_vn: Mỗi bên liên quan tới Hiệp định này đều đại diện và bảo đảm cho bên kia, và sẽ có tất cả các quyền, danh hiệu và quyền hạn để cấp cho bên kia các quyền và giấy phép đã cấp trong Hiệp định này cũng như thực hiện mọi nghĩa vụ theo Hiệp định trong suốt kì hạn để truy cập vào Hiệp định này.
zh_cn: 协议各方向另一方陈述并保证，已经拥有并将在协议期间继续保留所有签订本协议、并向另一方授予本协议所授予的权利、所有权和许可以及履行本协议下所有相应义务的权利和权限。

source: Each time you open a position on a cryptocurrency pair, you can start with a minimum volume as indicated in the table above.
de_de: Bei jedem Öffnen einer Position auf ein Kryptowährungspaar, können Sie mit einem Mindestvolumen, wie in der obigen Tabelle angezeigt, beginnen.
fr_fr: Chaque fois que vous ouvrez une position sur une paire de crypto monnaies, vous pouvez commencer avec un minimum de volume comme il est indiqué dans le tableau ci-dessus.
id_id: Setiap kali Anda membuka posisi pada pasangan mata uang kripto, Anda dapat mulai dengan volume minimal seperti ditunjukkan pada tabel diatas.
pl_pl: Za każdym razem, gdy otwierasz pozycję powiązaną z parą kryptowalut, rozpoczynasz z minimalnym wolumenem, jak wskazano w powyższej tabeli.
pt_pt: Cada vez que você abra uma posição num pare de criptomoedas, é possível começar com um volume de transação mínima conforme indicado na tabela acima.
vi_vn: Mỗi khi bạn mở một phiên trên một cặp cryptocurrency, bạn có thể bắt đầu với một khối lượng tối thiểu như nêu trong bảng trên.
zh_cn: 每次开加密货币对头寸时, 您都可以由上表所示的最小交易额开始。

source: Each time you open a position on an index symbol, you can start with a minimum volume transaction as indicated in the table above.
de_de: Bei jedem Öffnen einer Position auf ein Index-Symbol, können Sie mit einem Mindestvolumen, wie in der obigen Tabelle angezeigt, eine Transaktion vornehmen.
fr_fr: Chaque fois que vous ouvrez une position sur un symbole indice, vous pouvez commencer avec un minimum de volume comme il est indiqué dans le tableau ci-dessus.
id_id: Setiap kali Anda membuka posisi pada simbol indeks, Anda dapat mulai dengan volume transkasi minimal seperti yang ditunjukkan pada tabel diatas.
pl_pl: Za każdym razem, gdy otwierasz pozycję opartą na indeksie, rozpoczynasz z minimalnym wolumenem transakcji, jak wskazano w powyższej tabeli.
pt_pt: Cada vez que você abra uma posição num par de criptomoedas, é possível começar com um volume de transação mínima conforme indicado na tabela acima.
vi_vn: Mỗi khi bạn mở một phiên trên một ký hiệu chỉ số, bạn có thể bắt đầu với một khối lượng tối thiểu giao dịch như nêu trong bảng trên.
zh_cn: 每次开指标符号头寸时, 您都可以由上表所示的最小交易额开始。

source: Each time you send us an order, you are charged a commission, which is equal to the asset price multiplied by the percentage seen in the above table.
de_de: Jedes Mal, wenn Sie uns eine Order senden, wird Ihnen eine Provision berechnet, die sich aus der Multiplikation des Vermögenspreises mit dem Prozentsatz in der oben angezeigten Tabelle ergibt.
fr_fr: Chaque fois que vous nous envoyez un ordre, vous êtes facturé une commission, qui est égale au prix de l'actif multiplié par le pourcentage présent dans le tableau ci-dessus.
id_id: Setiap kali Anda mengirim order kepada kami, Anda dikenakan komisi, yang sama dengan harga aset dikalikan dengan persentase yang terlihat pada tabel di atas.
pl_pl: Każde wysłanie zlecenia wiąże się z pobraniem prowizji, której wysokość jest równa cenie aktywa pomnożonej przez procent widoczny na górze tabeli.
vi_vn: Mỗi khi bạn gửi cho chúng tôi một lệnh, bạn phải trả một khoản hoa hồng, tương đương với giá trị của tài sản nhân với tỷ lệ phần trăm mà có thể thấy ở bảng phía trên.
zh_cn: 每次发送订单时, 我们会向您收取佣金, 佣金率相等于资产价格乘以上表中显示的百分比。

source: Each transfer is subject to a %1 transfer fee or a minimum fee of %2, whichever is higher.
de_de: Jede Übertragung unterliegt einer Ablösesumme von %1, oder eine Mindestgebühr von %2, je nachdem, welche höher ist.
fr_fr: Chaque cession est soumise à des frais de transfert de %1 ou des frais minimum de %2, selon celui qui est le plus élevé.
id_id: Setiap transfer dikenakan biaya transfer %1 atau biaya minimum sebesar %2, mana yang lebih tinggi.
pl_pl: Każdy przelew jest objęty opłatą za przelew w wysokości %1 lub minimalną opłatą w wysokości %2, w zależności od tego, która opłata jest wyższa.
vi_vn: Mỗi giao dịch chuyển tiền sẽ phải chịu phí chuyển %1 hoặc phí tối thiểu %2, số nào cao hơn sẽ được áp dụng.
zh_cn: 每次转账需支付%1转账费或最低费用%2, 以较高者为准。

source: Earn
de_de: Verdienen Sie
fr_fr: Gagnez
id_id: Hasilkan
pl_pl: Zarabiaj
pt_pt: Ganhe
vi_vn: Kiếm được
zh_cn: 赚取

source: Earn USD 100 in commission for each successful referral. Your referred client must open a %1real money investment account%2 through your unique affiliate link and deposit a total of USD 100 or more (one-time or accumulative) in the account. This commission plan is only available to affiliates based in the EU.
de_de: Verdienen Sie 100 USD an Kommission, für jede erfolgreiche Empfehlung. Ihre angeworbenen Kunden müssen ein %1Echtgeld-Investition-Konto%2 durch Ihren einzigartigen Partnerlink eröffnen und insgesamt 100 USD oder mehr (einmalig oder kumulativ) auf dem Konto einzahlen. Dieser Kommissionsplan steht nur Partner-Unternehmen mit einem Sitz in der EU zu.
fr_fr: Gagnez 100 USD en commission pour chaque parrainage réussi. Votre référence client doit ouvrir un %1compte d'investissement en argent réel%2 par le biais de votre lien d’affilié unique et déposer un total de 100 USD ou plus (ponctuel ou cumulé) sur le compte. Ce plan de commission est uniquement disponible pour les affiliés basés dans l’UE.
id_id: Dapatkan komisi USD 100 untuk setiap referral yang sukses. Klien yang Anda referensikan harus mendaftar %1akun investasi uang riil%2 melalui tautan unik affiliasi Anda dan mendeposit sebesar USD 100 atau lebih (sekali atau akumulasi) dalam akun. Rencana komisi ini hanya tersedia untuk affiliasi yang berdomisili di Uni Eropa.
pl_pl: Zyskaj prowizję w wysokości 100 USD za każdego poleconego klienta. Polecony klient musi otworzyć %1konto inwestycyjne z prawdziwymi pieniędzmi%2, korzystając z Twojego unikatowego łącza partnerskiego i wpłacić na to konto co najmniej 100 USD (jednorazowo lub łącznie). Ten plan prowizyjny jest dostępny wyłącznie dla partnerów zlokalizowanych w UE.
pt_pt: Ganhe 100 USD em comissões para cada indicação bem-sucedida. Os cliente que você indicar devem abrir uma %1conta de dinheiro real de investimentos%2 através do seu link de afiliado exclusivo e depositar uma total de 100 USD ou mais (de uma vez só ou acumulados) na conta. Este plano de comissões para afiliados residentes na UE.
vi_vn: Nhận được hoa hồng 100 USD cho mỗi lần giới thiệu thành công. Khách hàng được giới thiệu của bạn phải mở một %1tài khoản đầu tư tiền thực%2 thông qua đường dẫn liên kết duy nhất của bạn và gửi vào tổng cộng 100 USD trở lên (một lần hoặc cộng dồn) trong tài khoản. Kế hoạch hoa hồng này chỉ có sẵn cho các liên kết có trụ sở tại EU.
zh_cn: 每次推荐成功可获得100美元佣金。您推荐的客户必须通过您专用的联盟链接开立 %1真实货币投资账户%2, 并在账户中存入总计100美元或更多 (一次性或累计) 的资金。该佣金计划仅适用于欧盟区的联盟成员。

source: Earn a commission on each client's MT5 trading activity – paid out daily.
de_de: Verdienen Sie eine Provision für jede MT5 Handelsaktivität eines Kunden – täglich ausbezahlt.
fr_fr: Gagnez une commission sur l'activité trading de chaque client MT5 – versement journalier.
id_id: Dapatkan komisi untuk tiap aktivitas trading MT5 klien - dibayar tiap hari.
pl_pl: Zarabiaj prowizję za każdego klienta handlującego na MT5 – wypłacaną codziennie.
pt_pt: Ganhe uma comissão sobre a atividade de negociação de cada cliente MT5 – paga diariamente.
vi_vn: Nhận một khoản hoa hồng trên mỗi hoạt động giao dịch của khách hàng MT5 - thanh toán hàng ngày.
zh_cn: 在每个客户进行 MT5 交易时赚取每天支付的佣金。

source: Earn a commission when your referred clients trade Forex and CFDs on our MT5 platform.
de_de: Verdienen Sie eine Provision, wenn Ihre angeworbenen Kunden Forex und CFDs auf unserer MT5 Plattform handeln.
fr_fr: Gagnez une commission quand vos clients référés trade le Forex et des CFD sur notre plateforme MT5.
id_id: Dapatkan komisi saat klien yang Anda referensikan bertrading Forex dan CFD pada platform MT5 kami.
pl_pl: Zarabiaj prowizję za polecenie klientowi możliwości handlu walutami i kontraktami na różnice kursowe na naszej platformie MT5.
pt_pt: Ganhe uma comissão quando os seus indicados negociam Forex ou CFDs na nossa plataforma MT5.
vi_vn: Kiếm được một khoản hoa hồng khi những khánh hàng được giới thiệu của bạn giao dịch Ngoại Hối và các hợp đồng CFD trên sàn MT5.
zh_cn: 当您介绍的客户在我们的 MT5 平台上交易外汇和差价合约时, 您可赚取佣金。

source: Earn a monetary reward for any verifiable issues that you find, with a bounty worth up to USD 1,000 for high-risk security vulnerabilities.
de_de: Verdienen Sie eine finanzielle Entlohnung für alle Probleme die Sie finden, mit einer Belohnung von bis zu 1 000 USD für Hochsicherheits-Schwachstellen.
fr_fr: Gagnez une récompense monétaire pour chaque problème que vous découvrez, avec une prime d'une valeur qui peut atteindre 1000 dollars pour des vulnérabilités de sécurité à haut risque.
id_id: Dapatkan bayaran dari masalah yang Anda temukan, dengan ganjaran hingga USD 1,000 bagi rentan keamanan dengan resiko tinggi.
pl_pl: Zyskaj wynagrodzenie pieniężne za każdy znaleziony, możliwy do potwierdzenia, problem, w tym premie o wysokości do 1000 USD za znalezienie luk w zabezpieczeniach o wysokim poziomie zagrożenia.
pt_pt: Ganhe um prêmio monetário por quaisquer problemas verificáveis que você encontrar, com uma generosidade de até 1.000 USD por vulnerabilidades de títulos de alto risco.
vi_vn: Kiếm được tiền thưởng cho bất kỳ vấn đề kiểm chứng rằng bạn tìm thấy, với một khoản tiền thưởng trị giá lên đến 1.000 USD cho các lỗ hổng bảo mật nguy cơ cao.
zh_cn: 如果发现任何可验证问题，您可获得金钱奖励，高风险安全漏洞的奖金最高可达1,000美元。

source: Earn additional income with us as you grow your community of potential and existing online traders through useful trading insights and mentorship.
fr_fr: Gagnez un revenu supplémentaire avec nous en même temps que vous grossissez votre communauté de traders en ligne existants et potentiels par le biais de mentorat et d'informations utiles sur le trading.
id_id: Dapatkan penghasilan tambahan dengan mengembangkan potensi komunitas dan online trader melalui bimbingan dan mentor trading.
pl_pl: Zyskaj dodatkowy dochód, rozwijając swoją społeczność potencjalnych i istniejących graczy on-line przy wykorzystaniu przydatnej wiedzy i rad w zakresie handlowania.
vi_vn: Kiếm thêm thu nhập với chúng tôi khi bạn phát triển nhóm các nhà giao dịch trực tuyến tiềm năng và hiện có thông qua những kiến thức hiểu biết và lời tư vấn giao dịch hữu ích của bạn.
zh_cn: 通过有用的交易知识和指导, 您的潜在和现有在线交易者社区将陆续成长, 从而让您获得额外收入。
