Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
de_de: Verwendung von Geld/Briefkursen: Wenn der Markt illiquide ist, kann der Datenfeed viele Geld- und Briefkurse enthalten, ohne dass sie für diese Zeit gehandelt werden. Dann wird aus dem Geld/Briefkurs ein Durchschnitt ermittelt (z. B. Geldkurs + Briefkurs dividiert durch 2), um eine Kursnotierung zu erstellen, die den momentanen Kurs widerspiegelt, ohne dass es sich dabei um einen gehandelten Kurs handelt. Unser System wird aus diesen Geld- und Briefkursen Kurse ermitteln, was andere Websites nicht zwangsläufig tun. Deshalb können auf unserer Website Ticks angezeigt werden, die in den Datenfeeds anderer Websites nicht vorhanden sind.
id_id: Penggunaan harga penawaran/permintaan: ketika pasar terlikuidasi, kutipan harga mungkin terdiri dari banyak harga penawaran/permintaan meskipun tidak terdapat harga yang ditradingkan. Dengan mengambil rata-rata harga penawaran/permintaan (yaitu penawaran + permintaan, dibagi 2), kutipan harga yang dikeluarkan merupakan refleksi dari pasar terkini meskipun tidak ditradingkan. Sistem kami akan menghasilkan harga dari harga penawaran/permintaan tersebut, dimana situs lain tidak melakukan hal ini. Hasilnya situs kami mungkin akan memperlihatkan kutipan harga yang mungkin tidak ditampilkan oleh situs lain.
pl_pl: Zastosowanie ceny zakupu/ ceny ofertowej: gdy rynek jest mało płynny, źródło danych może zawierać wiele cen zakupu i cen ofertowych bez obecności faktycznej ceny w danym momencie. Biorąc średnią ceny zakupu/ ceny ofertowej (tj. cena zakupu + cena ofertowa, podzielone przez 2), otrzymamy ofertę rynkową, która odzwierciedla aktualną cenę rynkową, mimo że nie jest ona faktyczną ceną handlową. Nasz system wygeneruje ceny z tymi cenami ofertowymi i zakupu, podczas gdy inne strony internetowe nie oferują takiej możliwości. Dzięki temu nasz portal może wyświetlać najmniejsze zmiany ceny, które nie pojawiają się w źródłach danych z innych portali.
pt_pt: Utilização de preços de compra/venda: quando o mercado estiver sem liquidez, o feed de dados pode conter muitos preços de venda e de compra, sem conter qualquer preço efetivamente negociado durante algum tempo. Ao assumir-se uma média do preço de compra/venda (ou seja, compra + venda, dividido por 2), a cotação de mercado gerada reflete o mercado atual, sem ser efetivamente um preço negociado. O nosso sistema vai gerar preços a partir destes preços de compra e de venda, ao passo que outras páginas Web não o farão. Consequentemente, a nossa página Web pode exibir movimentos mínimos que não aparecem nos feeds de dados de outras páginas Web.
vi_vn: Sử dụng giá mua vào/bán ra: khi thị trường có tính thanh khoản thấp, các nguồn dữ liệu có thể chứa nhiều giá mua và giá bán, mà không phải giá đang giao dịch nào trong một lúc. Bằng cách lấy trung bình của giá bán/ mua (tức là bán + mua, chia 2), một giá niêm yết của thị trường được tạo ra phản ánh thị trường hiện tại, mà không phải giá đang giao dịch thực. Hệ thống của chúng tôi sẽ tạo ra giá từ những giá mua và giá bán này, trong khi các trang web khác có thể không. Kết quả là, trang web của chúng tôi có thể hiển thị tick mà không xuất hiện trên nguồn dữ liệu của các trang web khác.
zh_cn: 买入/卖出价格的使用：当市场无流动性时，数据源可能包含很多买入和卖价格，但实际上却已很长时间没有任何交易价格了。通过取买卖价格平均数的方法（即买入价+卖出价/2）可以生成一个反应当前市场状况的市场报价，而不必为实际交易价格。我们的系统会利用这些买卖价格生成价格，但其他网站可能不会。所以，我们的网站显示的价位在其他网站的数据源中可能并不会出现。

source: Use our native desktop app for a more secure and faster trading experience.
de_de: Nutzen Sie unsere native Desktop-Anwendung für eine sicherere und schnellere Handelserfahrung.
fr_fr: Utilisez notre application native de bureau pour une expérience de trading plus sûre et plus rapide.
id_id: Gunakan aplikasi desktop kami untuk pengalaman trading yang lebih cepat dan aman.
pl_pl: Korzystaj z naszej aplikacji natywnej, aby handlować jeszcze bezpieczniej i szybciej.
pt_pt: Use o nosso aplicativo nativo para desktops para uma experiência de negociação mais segura e rápida.
vi_vn: Sử dụng ứng dụng máy tính để bàn gốc của chúng tôi để có trải nghiệm giao dịch an toàn hơn và nhanh hơn.
zh_cn: 使用我们的本机桌面应用程序, 获得更安全和更快的交易体验。

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
de_de: Nutzen Sie die Möglichkeit, die unsere Website bietet und üben Sie kostenlos mit unserem virtuellen Geldkonto. Dies gibt Ihnen die Möglichkeit, sich mit den Funktionen und Regeln dieser Website vertraut zu machen.
fr_fr: Profitez des possibilités qu'offre notre site Web pour vous entrainer gratuitement avec notre compte virtuel. Vous pourrez ainsi vous familiariser avec les fonctionnalités et les règles du site.
id_id: Manfaatkan kesempatan untuk bertrading gratis menggunakan fasilitas akun virtual yang kami tawarkan. Hal ini dapat membantu anda di dalam memahami fasilitas dan aturan yang tersedia.
pl_pl: Korzystaj z możliwości oferowanych przez nasz portal, aby ćwiczyć za darmo na koncie z wirtualnymi pieniędzmi. Dzięki temu poznasz funkcje i zasady funkcjonowania portalu.
pt_pt: Use a oportunidade dada pelo nosso site de praticar gratuitamente as negociações por meio da nossa função de conta de dinheiro virtual. Isto irá permitir que você se familiarize com as funcionalidades e regras do site.
vi_vn: Trang web của chúng tôi cung cấp tài khoản thử miễn phí, trong đó có tiền ảo, hãy tận dụng cơ hội này để làm quen với công cụ này. Điều này sẽ giúp bạn dần quen với chức năng và quy định của trang web.
zh_cn: 利用本网站向您提供的机会，通过虚拟账户免费尝试交易并熟悉各种功能和规则。

source: Use the web platform from any Windows, MacOS, or Linux operating system – no download or installation required.
de_de: Verwenden Sie die Web-Plattform von jedem Windows, MacOS, oder Linux Betriebssystem aus - weder Download noch Installation sind erforderlich.
fr_fr: Utilisez une plateforme web à partir de tout système d'exploitation Windows, MacOS, ou Linux - pas de téléchargement ou installation requise.
id_id: Gunakan platform web dari sistem Windows, MacOS, atau Linux – tanpa memerlukan download atau instalasi.
pl_pl: Korzystaj z platformy internetowej na dowolnym urządzeniu z systemem operacyjnym Windows, MacOS lub Linux – bez pobierania i instalacji.
pt_pt: Use a plataforma web a partir de sistemas operacionais do Windows, MacOS ou Linux - nenhum download ou instalação necessário.
vi_vn: Sử dụng nền tảng web từ bất kỳ hệ điều hành Windows, MacOS hoặc Linux- không yêu cầu tải về hoặc cài đặt.
zh_cn: 网络平台可在Windows、MacOS、或 Linux 操作系统上使用，不需下载或安装。

source: Use two different exclusion types: 'Allocation' excludes a client from future trades only, while 'Full' also closes open positions and removes its balance from the master account. Clients can choose to close any open position.
de_de: Verwenden Sie zwei verschiedene Ausschluss-Typen: "Zuteilung" schließt einen Kunden nur aus zukünftigen Geschäften aus, während "Voll" auch offene Positionen schließt und das Guthaben vom Masterkonto entfernt. Kunden können jede offene Position schließen.
fr_fr: Utiliser deux types différents d’exclusion : « Allocation » exclut un client de futurs trades seulement, tandis que « Full » aussi ferme les positions ouvertes et supprime son solde dans le compte principal. Les clients peuvent choisir de fermer toute position ouverte.
id_id: Gunakan dua jenis pengecualian yang berbeda: 'Alokasi' mengecualikan klien dari trading di masa mendatang saja, sementara 'Penuh' juga menutup open position dan menghapus saldo dari akun master. Klien dapat memilih untuk menutup open position manapun.
pl_pl: Możesz skorzystać z dwóch rodzajów wykluczenia: „Alokacja” wyklucza klientów wyłącznie z zawierania przyszłych zakładów, a „Całkowite wykluczenie” wiąże się także z zamknięciem otwartych pozycji i usunięciem ich środków z konta głównego. Klienci mogą zamknąć dowolną otwartą pozycję.
pt_pt: Use dois tipos diferentes de exclusão: "Repartição" exclui um cliente apenas de negociações futuras, enquanto "Completo" também fecha quaisquer posições em aberto e remove o saldo da conta principal. Os clientes pode escolher fechar qualquer posição em aberto.
vi_vn: Sử dụng 2 loại loại trừ khác nhau: 'Chỉ định' chỉ loại trừ một khách hàng khỏi các giao dịch tương lai, trong khi 'Toàn bộ' cũng đóng các phiên mở và gỡ bỏ số dư khỏi tài khoản chủ. Các Khách Hàng có thể chọn đóng bất kì phiên mở nào.
zh_cn: 使用两种不同的禁止类型：'分配'仅禁止客户进行未来交易，而'完全'也关闭未结头寸并从主账户中移除余额。客户可以选择关闭任何未结头寸。

source: Use your unique affiliate link and the referral tools we provide to introduce %1 to your audience.
de_de: Verwenden Sie Ihren einzigartigen Partner-Link und die Anwerbe-Tools, die wir anbieten, um %1 bei Ihrem Zielpublikum vorzustellen.
fr_fr: Utilisez votre lien d’affilié unique et les outils de parrainage que nous fournissons pour faire de la publicité %1 à votre audience.
id_id: Gunakan tautan afiliasi unik Anda dan alat referral yang kami sediakan untuk memperkenalkan %1 kepada audiens Anda.
pl_pl: Korzystaj ze swojego unikatowego łącza partnerskiego i narzędzi referencyjnych, aby wprowadzić %1 wśród swoich odbiorców.
pt_pt: Use o seu link de afiliado exclusivo e as ferramentas de indicação que fornecemos para apresentar a %1 ao seu público.
vi_vn: Sử dụng đường dẫn liên kết độc nhất của bạn và các công cụ giới thiệu mà chúng tôi cung cấp để giới thiệu %1 cho đối tác của bạn.
zh_cn: 使用您专用的联盟链接和我们提供的推介工具, 对您的观众介绍%1 。

source: Use your unique affiliate link and the referral tools we provide to introduce our MT5 service to your audience.
de_de: Verwenden Sie Ihren einzigartigen Partner-Link und die Anwerbe-Tools, die wir anbieten, um unsere MT5 Dienstleistung bei Ihrem Zielpublikum vorzustellen.
fr_fr: Utilisez votre lien d’affilié unique et les outils de parrainage que nous fournissons pour introduire notre service MT5 à votre audience.
id_id: Gunakan tautan afiliasi unik Anda dan alat referral yang kami sediakan untuk memperkenalkan layanan MT5 kami.
pl_pl: Korzystaj ze swojego unikatowego łącza partnerskiego i narzędzi referencyjnych, aby wprowadzić usługę MT5 wśród swoich odbiorców.
pt_pt: Use o seu link de afiliado exclusivo e as ferramentas de indicação que fornecemos para apresentar o nosso serviço MT5 ao seu público.
vi_vn: Sử dụng đường dẫn liên kết độc nhất của bạn và các công cụ giới thiệu mà chúng tôi cung cấp để giới thiệu dịch vụ MT5 của chúng tôi cho đối tác của bạn.
zh_cn: 使用您专用的联盟链接和我们提供的推介工具, 对您的观众介绍MT5服务 。

source: Use, perform, and display your Application and its content for purposes of marketing, demonstrating, and making your Application available to our clients; and
de_de: Verwendung, Vorstellung und Anzeige Ihrer Anwendung und ihres Inhalts zum Zwecke des Marketing, der Vorführung und der Zurverfügungstellung Ihrer Anwendung für unsere Kunden, und
id_id: Gunakan, lakukan dan tampilkan aplikasi dan konten untuk tujuan pemasaran, menunjukkan, dan membuat aplikasi Anda tersedia bagi klien kami dan
pl_pl: Korzystania z Aplikacji i zawartych w niej treści w celach marketingowych, demonstracyjnych i w celu udostępniania Aplikacji Użytkownika jego klientom; oraz
pt_pt: Usar, executar e exibir o seu aplicativo e os seus conteúdos para fins de comercializar, demonstrar e disponibilizar o seu aplicativo aos nossos clientes; e
vi_vn: Việc sử dụng, thể hiện hay trình bày Ứng Dụng của bạn và nội dung của nó nhằm mục đích tiếp thị, quảng bá và khiến cho các khách hàng của chúng tôi biết đến Ứng Dụng của bạn; và
zh_cn: 使用、执行，并显示您的应用程序及其内容作为营销、展示用途，并将您的应用程序提供给我们客户使用。和

source: Using our website, customers can trade currencies, indices, commodities, and volatility indices 24/7. We have the most flexible pricing and the most comprehensive suite of products available.
de_de: Wenn Kunden unsere Website nutzen, können Sie Devisen, Indizes, Rohstoffe und Volatilität Indizes 24/7 handeln. Wir haben die flexibelste Preisgestaltung und umfassendste Produktsuite.
fr_fr: En utilisant notre site Web, les clients peuvent trader les devises, les indices, les matières premières et les indices de volatilité 24h/24, 7j/7. Nous offrons les tarifs les plus flexibles et la gamme de produits la plus complète du marché.
id_id: Pada situs kami, pelanggan dapat bertrading pada pilihan mata uang, indeks, komoditas dan indeks volatilitas 24/7. Kami memiliki harga yang paling fleksibel dan paling komprehensif dari produk yang tersedia.
pl_pl: Korzystając z naszej strony internetowej, nasi klienci mogą handlować walutami, wskaźnikami, towarami i wskaźnikami zmienności 24 godziny na dobę. Oferujemy najbardziej zróżnicowane ceny i najbogatszą gamę produktów.
pt_pt: Ao usar o nosso site, clientes pode negociar moedas, índices, matérias-primas e índices "Volatility" 24/7. Temos os preços mais flexíveis e o conjunto de produtos mais abrangente do mercado.
vi_vn: Sử dụng trang web của chúng tôi, khách hàng có thể giao dịch tiền tệ, chỉ số, hàng hóa và các chỉ số biến động 24/7. Chúng tôi có giá cả linh hoạt nhất và bộ sản phẩm toàn diện nhất.
zh_cn: 客户可使用本网站进行全天候的货币、指数、大宗商品和波动率指数交易。我们有最灵活的价格和最齐全的产品。

source: Utilise a variety of tactics – both online and offline – to grow and support the company's network of partners in your designated market
de_de: Anwendung einer Vielzahl von Taktiken - sowohl online als auch offline -, um das Firmenpartnernetzwerk in dem Ihnen übertragenen Markt zu unterstützen und zu vergrößern
fr_fr: Utilisez une variété de tactiques - en ligne et hors ligne - pour développer et soutenir le réseau de partenaires de la Compagnie sur votre marché désigné
id_id: Memanfaatkan berbagai taktik - baik online maupun offline - untuk menumbuhkan dan mendukung jaringan mitra perusahaan pada pasar yang Anda pegang
pl_pl: Stosowanie różnorodnych taktyk – zarówno online, jak i offline – w celu zapewnienia rozwoju sieci partnerów firmy na określonym rynku
pt_pt: Utilizar uma variedade de táticas - tanto online como offline - para desenvolver e auxiliar a rede de parceiros da empresa no seu mercado designado
vi_vn: Sử dụng đa dạng các chiến thuật - cả trực tuyến và ngoại tuyến - để phát triển và hỗ trợ mạng lưới đối tác của công ty trong thị trường mà bạn được chỉ định
zh_cn: 在您指定的市场利用各种在线和离线策略帮助公司合作伙伴网络成长和提供支持

source: Utility bill
de_de: Betriebskostenabrechnung
fr_fr: Facture de gaz, électricité ou d'eau
id_id: Tagihan utilitas
pl_pl: Rachunek za media
pt_pt: Conta de serviços públicos
vi_vn: Hóa đơn điện nước
zh_cn: 水电煤账单

source: Utility bills (electricity, water, gas, broadband and landline)
de_de: Betriebskostenabrechnungen (Strom, Wasser, Gas, Breitband und Festnetz)
fr_fr: Factures de services (électricité, eau, gaz, haut débit et téléphone fixe)
id_id: Tagihan utilitas (listrik, air, gas, broadband dan telpon rumah)
pl_pl: Rachunki za media (prąd, wodę, gaz, internet i telefon stacjonarny)
pt_pt: Contas de serviços públicos (eletricidade, água, gás, internet de banda larga e telefones fixos)
vi_vn: Hóa đơn điện nước (điện, nước, ga, truyền hình cáp và điện thoại cố định)
zh_cn: 水电费 (电、水、煤气、宽带和电话)

source: VPN App
fr_fr: App VPN
id_id: Aplikasi VPN
pl_pl: Aplikacja VPN
pt_pt: Aplicato de VPN
vi_vn: Ứng dụng VPN
zh_cn: VPN 应用程序

source: VPN app
fr_fr: App VPN
id_id: app VPN
pl_pl: Aplikacja VPN
pt_pt: Aplicato de VPN
vi_vn: Ứng dụng VPN
zh_cn: VPN 应用程序

source: Variable
id_id: Variabel
pl_pl: Zmienna
pt_pt: Variável
vi_vn: Biến
zh_cn: 变量

source: Variable from %1 pips
de_de: Variable von %1 Pips
fr_fr: Variable de %1 pips
id_id: Variabel dari %1 pip
pl_pl: Zmienna od %1 najmniejszych zmian ceny
pt_pt: Variável de %1 pips
vi_vn: Thay đổi từ %1 pips
zh_cn: 变量从%1点开始

source: Variable spreads
fr_fr: Spreads variables
id_id: Variabel spread
pl_pl: Różne spready
pt_pt: Spreads variáveis
vi_vn: Biên lãi đa dạng
zh_cn: 变数点差

source: Verification
de_de: Verifikation
fr_fr: Vérification
id_id: Verifikasi
pl_pl: Weryfikacja
pt_pt: Verificação
vi_vn: Xác minh
zh_cn: 验证

source: Verification code
de_de: Verifikationscode
fr_fr: Code de Vérification
id_id: Kode verifikasi
pl_pl: Kod weryfikacyjny
pt_pt: Código de verificação:
vi_vn: Mã xác minh
zh_cn: 验证码

source: Verification code is wrong. Please use the link sent to your email.
de_de: Bestätigungs-Code ist falsch. Benutzen Sie bitte den Link, der an Ihre E-Mail Adresse gesendet wurde.
fr_fr: Le code de vérification est incorrect. Veuillez utiliser le lien envoyé à votre adresse email.
id_id: Kode verifikasi salah. Silahkan gunakan link yang dikirim ke email Anda.
pl_pl: Kod weryfikacyjny jest nieprawidłowy. Skorzystaj z łącza przesłanego na Twój adres e-mail.
pt_pt: O código de verificação está errado. Use o link enviado ao seu e-mail.
vi_vn: Mã xác minh sai rồi. Xin vui lòng sử dụng liên kết được gửi tới email của bạn.
zh_cn: 验证码错误。请使用以下链接发送到您的电子邮件。

source: Verify Reset Password
de_de: Zurückgesetztes Passwort bestätigen
fr_fr: Vérifier le nouveau mot de passe
id_id: Verifikasi Reset Kata Sandi
pl_pl: Zweryfikuj zresetowane hasło
pt_pt: Verificar senha redefinida
vi_vn: Xác minh thiết lập lại mật khẩu
zh_cn: 重置密码验证

source: Verify and approve clients' deposit and withdrawal requests
de_de: Überprüfen und genehmigen Sie Einzahlungs- und Auszahlungsmöglichkeiten der Kunden
fr_fr: Vérifier et approuver les demandes de dépôt et de retrait des clients
id_id: Memverifikasi dan menyetujui permintaan deposit dan pencairan klien
pl_pl: Weryfikacja i akceptacja wniosków klientów o wpłatę i wypłatę środków
pt_pt: Verificar e aprovar pedidos de depósito e retirada dos clientes
vi_vn: Xác minh và chấp thuận các yêu cầu nạp và rút tiền của khách hàng
zh_cn: 验证和批准客户的存款和取款请求

source: Verify main password
de_de: Hauptpasswort bestätigen
fr_fr: Vérifier le mot de passe principal
id_id: Verifikasi kata sandi utama
pl_pl: Zweryfikuj hasło główne
pt_pt: Verificar senha principal
vi_vn: Xác minh Mật Khẩu Chính
zh_cn: 主密码验证

source: Verify new MT5 password
de_de: Neues MT5 Passwort bestätigen
fr_fr: Vérifier le nouveau mot de passe MT5
id_id: Ketik ulang kata sandi MT5 baru
pl_pl: Zweryfikuj nowe hasło MT5
pt_pt: Verificar a nova senha da MT5
vi_vn: Xác thực mật khẩu MT5 mới
zh_cn: MT5新密码验证

source: Verify new password
de_de: Neues Passwort bestätigen
fr_fr: Vérifier le nouveau mot de passe
id_id: Verifikasi kata sandi baru
pl_pl: Zweryfikuj nowe hasło
pt_pt: Verifique a nova senha
vi_vn: Xác minh mật khẩu mới
zh_cn: 验证新密码

source: Version 47. Last modified 2018-09-28.
de_de: Version 47. Letzte Änderung 28.09.2018.
id_id: Versi 47. Terakhir diubah pada 28-09-2018.
pl_pl: Wersja 47. Ostatnio zmieniana: 28.09.2018.
pt_pt: Versão 47. Última modificação 2018-09-28.
vi_vn: Phiên bản 47. Chỉnh sửa lần cuối ngày 2018-09-28.
zh_cn: 版本47。最后修改时间2018-09-28。

source: Video Room Facility
de_de: Videoraum-Einrichtung
fr_fr: Dispositif de salle vidéo
id_id: Fasilitas Ruang Video
pl_pl: Opcja rozmowy wideo
pt_pt: Recurso de sala de vídeo
vi_vn: Công cụ phòng Video
zh_cn: 视频室设施

source: Video tutorial
fr_fr: Tutoriel vidéo
pl_pl: Samouczek wideo
pt_pt: Tutorial em vídeo
vi_vn: Video hướng dẫn
zh_cn: 视频教程

source: View
de_de: Ansehen
fr_fr: Affichage
id_id: Lihat
pl_pl: Widok
pt_pt: Ver
vi_vn: Xem
zh_cn: 查看

source: View all the information you need to manage your client list – including login ID, group, leverage, balance, equity, and margin
de_de: Sehen Sie alle Informationen die Sie benötigen, um Ihre Kundenliste – einschließlich der Anmelde-ID, Gruppe, Leverage, Guthaben, Eigenkapital und Marge zu verwalten, an
fr_fr: Afficher toutes les informations dont vous avez besoin pour gérer votre liste de clients – y compris les identifiants de connexion, le groupe, l'effet de levier, l'équilibre, le capital et la marge
id_id: Lihat semua informasi yang Anda butuhkan untuk mengelola daftar klien Anda - termasuk login ID, grup, leverage, saldo, ekuitas, dan margin
pl_pl: Przeglądaj wszystkie informacje, jakich potrzebujesz do zarządzania listą swoich kontaktów, m. in.: identyfikator logowania, grupa, dźwignia, saldo, kapitał własny, depozyt zabezpieczający
pt_pt: Ver todas as informações de que precisa para gerenciar a sua lista de clientes - incluindo ID de login, grupo, alavancagem, saldo, capital e margem
vi_vn: Xem tất cả các thông tin mà bạn cần để quản lý danh sách khách hàng của bạn - bao gồm ID đăng nhập, nhóm, đòn bẩy, số dư tài khoản, vốn sở hữu và ký quỹ
zh_cn: 查看管理客户列表的所有必要信息 — — 包括登录 ID、分组、杠杆率、均衡、衡平和保证金

source: View available payment methods
de_de: Vorhandene Zahlungsmethoden anzeigen
fr_fr: Voir les moyens de paiement disponibles
id_id: Lihat metode pembayaran yang tersedia
pl_pl: Wyświetl dostępne metody płatności
pt_pt: Ver métodos de pagamento disponíves
vi_vn: Xem các phương thức thanh toán có sẵn
zh_cn: 查看支付方式

source: View chart
de_de: Diagramm anzeigen
fr_fr: Afficher le graphique
id_id: Lihat chart
pl_pl: Zobacz wykres
pt_pt: Ver gráfico
vi_vn: Xem biểu đồ
zh_cn: 查看图表

source: View essential information for open positions associated with each login ID – including order type (buy/sell), open time, open price, stop loss, take profit, swap, and profit
de_de: Sehen Sie wesentliche Informationen für offene Positionen, die mit jeder Login-ID – einschließlich der Auftragsart (kaufen/verkaufen), Eröffnungszeit, Eröffnungskurs, Stop-Loss, Take Profit, Swap und Gewinn, verbunden sind, an
fr_fr: Afficher les informations essentielles pour les positions ouvertes associées à chaque identifiant de connexion – y compris le type d’ordre (achat/vente), temps ouvert, prix ouvert, stop loss, prendre ses profits, swap et bénéfice
id_id: Lihat informasi penting untuk open position yang terkait pada setiap login ID - termasuk jenis pesanan (beli/jual), waktu beli, harga beli, stop loss, take profit, SL, TP, swap, dan keuntungan
pl_pl: Przeglądaj istotne informacje dotyczące otwartych pozycji powiązanych z poszczególnymi identyfikatorami logowania – m. in. rodzaj zlecenia (kup/sprzedaj), czas otwarcia, cena otwarcia, stop stratom, uzyskaj zysk, swap, zysk
pt_pt: Ver informações essenciais sobre posições em aberto associadas a cada ID de login – incluindo tipo de contrato (compra/venda), hora de início, preço de início, limites de perdas, assegurar lucros, swaps e lucro
vi_vn: Xem các thông tin cần thiết cho các vị trí mở liên kết với mỗi ID đăng nhập - bao gồm cả các đơn đặt hàng loại (mua/bán), thời gian mở cửa, giá mở, dừng thua lỗ, dành lợi nhuận, trao đổi và lợi nhuận
zh_cn: 查看与每个登录 ID有关联的未平仓合约基本信息 — — 包括订单类型（买/卖）、开放时间、 开盘价、止损、获利、掉期和利润

source: View guide
de_de: Guide ansehen
fr_fr: Voir le guide
id_id: Lihat panduan
pl_pl: Zobacz przewodnik
pt_pt: Ver guia
vi_vn: Xem hướng dẫn
zh_cn: 查看指南

source: View open positions
de_de: Offene Positionen anzeigen
fr_fr: Voir les positions ouvertes
id_id: Lihat lowongan pekerjaan
pl_pl: Zobacz wolne stanowiska
pt_pt: Ver posições em aberto
vi_vn: Xem các vị trí đang tuyển dụng
zh_cn: 查看空缺职位

source: View our platforms
de_de: Unsere Plattformen anzeigen
fr_fr: Découvrir nos plateformes
id_id: Lihat platform kami
pl_pl: Zobacz nasze platformy
pt_pt: Ver as nossas plataformas
vi_vn: Xem các sàn giao dịch của chúng tôi
zh_cn: 查看我们的平台

source: View payment methods
de_de: Zahlungsmethoden anzeigen
fr_fr: Voir les moyens de paiement
id_id: Lihat metode pembayaran
pl_pl: Zobacz metody płatności
pt_pt: Veja os métodos de pagamento
vi_vn: Xem phương thức thanh toán
zh_cn: 查看支付方式
