Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The default Stop Out Level applicable to your Account is published on our website. However, the default Stop Out Level is subject to alteration at our absolute discretion. Any changes to the Stop Out Level will take effect immediately. We will endeavor to notify you of an alteration to the default Stop Out Level by publishing the revised default Stop Out Level on our website. It is your responsibility to check our website regularly and remain informed about the default Stop Out Level.
de_de: Das vorgegebene Stop Out Level, das für Ihr Konto gilt, ist auf unserer Website veröffentlicht. Jedoch, unterliegt das vorgegebene Stop Out Level Änderungen nach unserem eigenen Ermessen. Alle Änderungen am Stop Out Level treten unverzüglich in Kraft. Wir werden uns bemühen, Sie von einer Änderung eines vorgegebenen Stop Out Levels zu informieren, indem wir das überarbeitete Stop Out Level auf unserer Website veröffentlichen. Es liegt in Ihrer Verantwortung, die Website regelmäßig zu überprüfen und über das vorgegebene Stop Out Level informiert zu bleiben.
id_id: Level Stop Out standar yang diperlukan Akun Anda ditampilkan pada website kami. Namun demikian, Level Stop Out standar tergantung pada perubahan kebijaksanaan kami yang mutlak. Perubahan pada Level Stop Out akan berlaku secepatnya. Kami akan berusaha untuk memberitahukan perubahan pada Level Stop Out standar dengan menerbitkan Level Stop Out standar yang direvisi pada website kami. Hal ini merupakan tanggung jawab Anda untuk memeriksa website kami secara teratur dan tetap memiliki informasi tentang Level Stop Out standar.
pl_pl: Domyślny poziom Stop Out mający zastosowanie w odniesieniu do Twojego konta publikowany jest na naszej stronie internetowej, jednak może on ulegać zmianom według naszego uznania. Wszelkie zmiany poziomu Stop Out wchodzą w życie natychmiastowo. Dołożymy wszelkich starań, aby powiadomić Cię o zmianach domyślnego poziomu Stop Out, publikując ten domyślmy poziom na naszej stronie internetowej. Twoi obowiązkiem jest sprawdzanie regularnie naszej witryny, aby mieć bieżące informacje na temat domyślnego Poziomu Stop Out.
pt_pt: O nível de interrupção padrão aplicável à sua conta é publicado no nosso site. No entanto, o nível de interrupção padrão está sujeito a alterações ao nosso exclusivo critério. Quaisquer alterações ao nível de interrupção produzirão efeito imediatamente. Envidaremos esforços para notificar-lhe de uma alteração ao nível de interrupção padrão ao publicar o nível de interrupção padrão revisto no nosso site. É a sua responsabilidade consultar o nosso site regularmente e manter-se informado sobre o nível de interrupção padrão.
vi_vn: Mức dừng mặc định áp dụng đối với tài khoản của bạn được đưa ra trên trang web của chúng tôi. Tuy nhiên, mức dừng mặc định có thể thay đổi theo ý kiến tuyệt đối của chúng tôi. Bất kỳ thay đổi nào tới mức dừng sẽ có hiệu lực ngay lập tức. Chúng tôi sẽ nỗ lực để thông báo cho bạn về sự thay đổi mức dừng mặc định bằng cách đưa ra mức dừng mặc định đã chỉnh sửa trên trang web của chúng tôi. Trách nhiệm của bạn là thường xuyên kiểm tra trang web của chúng tôi và theo sát thông tin về mức dừng mặc định.
zh_cn: 我们在网站上公布适用于您账户的默认强制平仓水平。然而，我们有绝对自由裁量权更改默认强制平仓水平。对强制平仓水平进行的任何更改将立即生效。我们将努力通过在我们的网站上发布修改后的默认强制平仓水平通知您已经更改默认强制平仓水平。定期查看我们的网站，并了解默认强制平仓水平是您的责任。

source: The duration is the length of a purchased trade (see 'contract period').
de_de: Die Laufzeit ist die Länge eines gekauften Kontrakts (siehe "Kontraktperiode").
fr_fr: La durée désigne la période d'activité d'une option (voir « période de contrat »).
id_id: Durasi adalah tempo pembelian kontrak (lihat 'periode kontrak').
pl_pl: Czas trwania to długość zakupionego zakładu (zobacz: „czas trwania kontraktu”).
pt_pt: A duração de um contrato representa o período da negociação comprada (veja "período do contrato").
vi_vn: Khoảng thời gian là độ dài thời gian của giao dịch được mua (xem 'thời hạn hợp đồng').
zh_cn: 期限是所买入交易的时间周期（参考“合约期限”’）。

source: The email address provided is already in use. If you forgot your password, please try our <a href="%1">password recovery tool</a> or contact our customer service.
de_de: Die angegebene E-Mail Adresse, ist bereits in Verwendung. Wenn Sie Ihr Passwort vergessen haben, versuchen Sie bitte unser <a href="%1">Passwort-Wiederfindung Tool</a>, oder kontaktieren Sie die Kundenbetreuung.
fr_fr: L'adresse e-mail que vous avez saisie est déjà utilisée. Si vous avez oublié votre mot de passe, veuillez essayer notre <a href="%1">outil de récupération de mot de passe</a> ou contacter le service clientèle.
id_id: Alamat email yang Anda sediakan sudah pernah di daftarkan. Jika Anda lupa kata sandi, silahkan coba <a href="%1">alat pemulihan kata sandi</a> atau hubungi customer service kami.
pl_pl: Podany adres e-mail jest już w użyciu. Jeżeli nie pamiętasz hasła, skorzystaj z opcji <a href="%1">odzyskiwania hasła</a> lub skontaktuj się z obsługą klienta.
pt_pt: O endereço de e-mail que forneceu já está em uso. Caso você tenha esquecido a sua senha, experimente usar a nossa <a href="%1">ferramenta de recuperação de senha</a> ou contate o nosso serviço de apoio ao cliente.
vi_vn: Địa chỉ email cung cấp đang đã được sử dụng. Nếu bạn quên mật khẩu của bạn, hãy thử <a href="%1"> công cụ phục hồi mật khẩu của chúng tôi</a> hoặc liên hệ với dịch vụ khách hàng của chúng tôi.
zh_cn: 所提供的电子邮件地址已经在使用。如果忘了密码，请尝试使用我们的<a href="%1">密码恢复工具</a>或联系客服部。

source: The entry spot is the first tick after the contract is processed by our servers.
de_de: Der Startkurs ist der erste Tick nachdem der Kontrakt von unseren Servern bearbeitet wird.
fr_fr: Le spot d'entrée est le premier tick après le moment où le contrat est traité par nos serveurs.
id_id: Spot masuk adalah tik pertama setelah kontrak diproses oleh server kami.
pl_pl: Cena wejściowa oznacza pierwszy najmniejszy przyrost ceny po przetworzeniu kontraktu przez nasze serwery.
pt_pt: O preço de entrada é o primeiro tique-taque quando o contrato é processado pelos nossos servidores.
vi_vn: Điểm khởi đầu là tick đầu tiên sau khi hợp đồng được xử lý bởi máy chủ của chúng tôi.
zh_cn: 入市现价指我们服务器处理合约后的第一个跳动点。

source: The entry spot price is the starting price of the trade purchased by a trader.
de_de: Der Einstiegskurs ist der Startpreis eines von einem Händler gekauften Kontrakts.
fr_fr: Le spot d'entrée est le prix initial de l'option achetée par le trader.
id_id: Harga spot masuk adalah harga awal kontrak yang dibeli oleh trader.
pl_pl: Cena wejściowa to cena początkowa zakładu zakupionego przez gracza.
pt_pt: O preço de entrada é o preço inicial do contrato comprado pelo negociador.
vi_vn: Giá tại điểm khởi đầu là giá bắt đầu của giao dịch được mua bởi người giao dịch.
zh_cn: 入市价格是交易者所买入交易时的市场价格。

source: The execution venues are assessed, on a regular basis, as to whether they provide for the best possible result for the clients.
de_de: Die Ausführungsplätze werden regelmäßig beurteilt, ob sie das bestmögliche Ergebnis für die Kunden erbringen.
fr_fr: Les lieux d'exécution sont évalués, de façon régulière, afin de savoir s'ils fournissent le meilleur résultat pour nos clients.
id_id: Tempat eksekusi dinilai, secara teratur, apakah mereka memberikan hasil terbaik untuk klien.
pl_pl: Miejsca realizacji są poddawane regularnej ocenie pod względem zapewniania najlepszych możliwych rezultatów naszym klientom.
vi_vn: Các địa điểm giao dịch được đánh giá thường xuyên, kể cả khi những nơi đó đang cung cấp các kết quả tốt nhất có thể cho các khách hàng.
zh_cn: 定期对执行场地进行评估，确保能为客户提供最佳可能结果。

source: The execution, delivery, and performance of this Agreement and each Transaction will not violate any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident.
de_de: Die Ausführung, Lieferung, und Leistung dieser Vereinbarung und jeder Transaktion wird gegen kein Gesetz, keine Verordnung, keine Satzung, keine Durchführungsbestimmung oder Regelung, die für Sie, oder die Gerichtsbarkeit in der Sie ansässig sind, gilt, verstoßen.
id_id: Eksekusi, pengiriman, dan pelaksanaan Perjanjian ini dan setiap transaksi tidak akan melanggar hukum, peraturan, piagam, oleh-hukum, atau aturan yang berlaku bagi Anda atau yurisdiksi di mana Anda berdomisili.
pl_pl: Podpisanie, wykonanie i realizacja niniejszej Umowy i poszczególnych transakcji nie będzie stanowić naruszenia jakiegokolwiek prawa, ordynacji, statusu, uchwały czy przepisów mających zastosowanie w odniesieniu do Ciebie bądź Twojej jurysdykcji.
pt_pt: A execução, entrega e desempenho deste Acordo e de cada Transação não violarão qualquer lei, decreto, estatuto, cláusula ou regra aplicável a você ou à jurisdição em que você seja residente.
vi_vn: Thực thi, phân phối và hiệu suất của Thỏa Thuận này và mỗi Giao Dịch sẽ không vi phạm bất kỳ luật, pháp lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc phạm vi thẩm quyền mà bạn đang cư trú.
zh_cn: 本协议的执行、交付和履行以及所有交易将不会违反任何适用于您或您的所在地的管辖法律、条例、宪章、法令或规则。

source: The expiry price is the price of the underlying when the contract expires.
de_de: Der Schlusskurs ist der Kurs des Basiswertes zum Ablauf des Kontrakts.
fr_fr: Le prix d'expiration est le prix du sous-jacent lorsque le contrat expire.
id_id: Harga akhir adalah harga dasar pasar ketika kontrak berakhir.
pl_pl: Cena wygaśnięcia to cena instrumentu bazowego w momencie wygaśnięcia kontraktu.
pt_pt: O preço de vencimento é o preço do subjacente quando o contrato finaliza.
vi_vn: Giá đáo hạn là giá của cơ sở khi hợp đồng hết hạn.
zh_cn: 到期价格为合约到期时标的产品的价格。

source: The factors listed above are not listed in order of priority. Ordinarily, price will merit a high relative importance in obtaining the best possible result for the client. However, the relative importance of the listed factors above may change in accordance with:
de_de: Die oben angeführten Faktoren sind nicht nach ihrer Priorität gelistet. In der Regel wird der Kurs, um das bestmögliche Ergebnis für den Kunden zu erreichen, eine relativ hohe Wichtigkeit verdienen. Jedoch kann sich die relative Wichtigkeit der oben gelisteten Faktoren in Übereinstimmung mit Folgendem ändern:
id_id: Berbagai faktor yang tercantum di atas tidak tercantum dalam urutan prioritas. Biasanya, harga akan bermanfaat jika kepentingan relatif tinggi dalam memperoleh hasil yang terbaik untuk klien. Namun, kepentingan relatif dari faktor-faktor yang tercantum di atas dapat berubah sesuai dengan:
pl_pl: Czynniki wymienione powyżej nie są wymienione w porządku alfabetycznym. Cena będzie miała duże relatywne znaczenie w uzyskiwaniu dla klienta najlepszego możliwego wyniku, jednak relatywne znaczenie wyżej wymienionych czynników może ulegać zmianie w zależności od:
vi_vn: Các yếu tố nêu trên không được liệt kê trong danh mục ưu tiên. Thông thường, giá cả sẽ tương xứng với một tầm quan trọng tương đối cao trong việc đạt được kết quả tốt nhất có thể cho bạn. Tuy nhiên, tầm quan trọng tương đối của các yếu tố được liệt kê ở trên có thể thay đổi theo:
zh_cn: 上面列出的因素不是按照优先次序排列。一般情况下，为客户获得最佳结果时将把价格列为相对比较重要的项目。然而，上述所列因素的相对重要性可能会基于以下各点而更改：

source: The filtering algorithm may for example be similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
de_de: Der Filter-Algorithmus kann beispielsweise dem Volatilitätssystem der "Bollinger Bänder" ähneln - d.h. kurzfristige Volatilitätsbänder werden um den aktuellen Marktwert bestimmt und Ticks, die deutlich außerhalb solcher Bänder liegen, werden entfernt.
id_id: Penyaringan algoritma sebagai contoh hampir sama seperti sistem volatilitas "Bollinger Bands" dimana kumpulan volatilitas jangka pendek ditentukan berdasarkan nilai pasar terkini dan tik yang jatuh keluar dari kumpulan akan dihapus.
pl_pl: Algorytm filtrujący może być na przykład podobny do systemu zmienności „wstęgi Bollingera”, czyli krótkoterminowych wstęg zmienności określanych przez aktualną wartość rynkową, a przyrosty cen wyraźnie znajdujące się poza takimi wstęgami są usuwane.
pt_pt: O algoritmo de filtragem pode, por exemplo, ser semelhante ao sistema de volatilidade das "Bandas de Bollinger" - ou seja, as bandas de volatilidade a curto prazo são determinadas em torno do valor atual de mercado, e os movimentos mínimos que estejam manifestamente fora destas faixas são removidos.
vi_vn: Thuật toán lọc điểm sẽ tương tự như hệ thống biến động "Dải Bollinger" - ví dụ, các dải biến động ngắn hạn được xác định xung quanh giá trị thị trường hiện tại, và các tick nằm bên ngoài của những dải này được loại bỏ.
zh_cn: 例如滤波算法可能类似于“布林带”波动率系统，即短期波动区间位于当前的市场价值附近，且不考虑明显位于该区间之外的价格。

source: The financial products offered via this website include binary options, contracts for difference ("CFDs") and other complex derivatives and financial products. Trading binary options may not be suitable for everyone. Trading CFDs carries a high level of risk since leverage can work both to your advantage and disadvantage. As a result, the products offered on this website may not be suitable for all investors because of the risk of losing all of your invested capital. You should never invest money that you cannot afford to lose, and never trade with borrowed money. Before trading in the complex financial products offered, please be sure to understand the risks involved and learn about %1Responsible Trading%2.
de_de: Die Finanzprodukte, die über diese Website angeboten werden, beinhalten binäre Optionen, Kontrakte für Differenzen (''CDFs'') und andere komplexe Derivate und Finanzprodukte. Der Handel mit CDFs birgt ein hohes Risiko, da die Hebelwirkung zu beiden - Ihrem Vorteil und Nachteil arbeiten kann. Dem zufolge, können die Produkte, die auf dieser Website angeboten werden, nicht für alle Investoren geeignet sein, auf Grund des Risikos, Ihr gesamtes investiertes Kapital zu verlieren. Sie sollten niemals Gelder investieren, die Sie sich nicht leisten können zu verlieren, und niemals mit geborgtem Geld handeln. Bevor Sie die angebotenen komplexen Finanzprodukte handeln, stellen Sie bitte sicher, dass Sie die involvierten Risiken verstehen und über den %1verantwortungsbewussten Handel%2 lernen.
fr_fr: Les produits financiers offerts par l’intermédiaire de ce site Web incluent des options binaires, des contrats de différence (« CFD ») et autres dérivés complexes et produits financiers. Le trading d’options binaires peut ne pas convenir à tout le monde. Le trading de CFD comporte un niveau élevé de risque étant donné que l’effet de levier peut fonctionner aussi bien à votre avantage qu'à votre désavantage. En conséquence, les produits offerts sur ce site peuvent ne pas être adaptés à tout investisseur, à cause du risque de perdre tout votre capital investi. Vous ne devez jamais investir l’argent que vous ne supporteriez pas de perdre et ne jamais trader avec de l’argent emprunté. Avant de trader les produits financiers complexes offerts, veuillez être sûr de comprendre les risques impliqués et d'en savoir plus sur %1le Trading Responsable%2.
id_id: Produk keuangan yang ditawarkan melalui situs web ini adalah termasuk opsi binary, kontrak untuk perbedaan ("CFD") dan derivatif kompleks lainnya dan produk keuangan. Trading opsi binary mungkin tidak cocok untuk semua orang. Trading CFD memiliki tingkat risiko yang tinggi karena leverage dapat bekerja baik untuk memperoleh keuntungan begitu juga kerugian. Akibatnya, produk yang ditawarkan pada situs web ini mungkin tidak cocok untuk semua investor berhubuhg risiko dimana Anda akan kehilangan semua modal yang telah Anda investasikan. Pastikan untuk tidak menginvestasikan dana dimana Anda tidak sanggup untuk kehilangannya dan jangan pernah bertrading menggunakan dana pinjaman. Sebelum bertrading produk keuangan yang ditawarkan, mohon pastikan untuk memahami risiko yang terlibat dan pelajari lebih lanjut tentang %1Tanggung Jawab Trading%2.
pl_pl: Produkty finansowe oferowane za pośrednictwem tej witryny internetowej obejmują opcje binarne, kontrakty na różnice kursowe (kontrakty CFD) i inne złożone instrumenty pochodne i produkty finansowe. Handlowanie opcjami binarnymi nie jest odpowiednie dla każdego. Handel kontraktami na różnice kursowe wiąże się z wysokim ryzykiem, gdyż dźwignia finansowa może przynieść zarówno korzyści, jak i straty. W związku z tym, produkty oferowane na tej witrynie internetowej mogą być nieodpowiednie dla niektórych inwestorów i wiążą się z ryzykiem utraty całego zainwestowanego kapitału. Nigdy nie inwestuj środków finansowych, na stratę których nie możesz sobie pozwolić, ani pożyczonych środków. Przed rozpoczęciem handlowania oferowanymi przez nas złożonymi produktami finansowymi upewnij się, że rozumiesz ryzyko z nimi związane i zapoznaj się z zasadami %1odpowiedzialnego handlowania%2.
pt_pt: Os produtos financeiros disponibilizados através deste site incluem opções binárias, contratos por diferenças ("CFDs") e outros derivados e produtos financeiros. A negociação de opções binárias pode não ser adequada para todos. A negociação de CFDs implica um elevado grau de risco, uma vez que a alavancagem pode trabalhar tanto para a sua vantagem como para a sua desvantagem. Como resultado, os produtos disponibilizados neste site podem não ser adequados para todo o tipo de investidor, devido ao risco de se perder todo o capital investido. Nunca se deve investir dinheiro que precisa e nunca se deve negociar com dinheiro emprestado. Antes de negociar os complexos produtos financeiros disponibilizados, certifique-se de que compreenda os riscos envolvidos e aprenda mais sobre a %1negociação responsável%2.
vi_vn: Các sản phẩm tài chính được cung cấp thông qua trang web này bao gồm binary options, hợp đồng cho sự khác biệt ("CFDs") và các sản phẩm tài chính và phái sinh phức tạp khác. Các binary options giao dịch có thể không phù hợp với mọi người. Giao dịch CFD mang mức độ rủi ro cao vì đòn bẩy có thể làm việc cả về lợi thế và bất lợi của bạn. Do đó, các sản phẩm được cung cấp trên trang web này có thể không phù hợp với tất cả các nhà đầu tư vì rủi ro mất tất cả vốn đầu tư của bạn. Bạn không bao giờ nên đầu tư tiền mà bạn không thể đủ khả năng để mất, và không bao giờ giao dịch bằng tiền vay. Trước khi giao dịch trong các sản phẩm tài chính phức tạp được cung cấp, vui lòng đảm bảo hiểu các rủi ro có liên quan và tìm hiểu về %1 Giao Dịch Có Trách Nhiệm%2.
zh_cn: 通过本网站提供的金融产品包括二元期权、差价合约 (CFD) 以及其他复杂衍生品和金融产品。二元期权交易不是每个人都适合。差价合约交易有很高的风险, 因为杠杆作用可能对您有利，但也可能会对您不利。因此, 本网站提供的产品可能不适合所有投资者, 因为您的所有投入资金都有亏损的风险。您不应该将您无法承担亏损的资金投入交易, 也不可使用借来的钱交易。对所提供的复杂金融产品开始交易前, 请务必了解所涉及的风险, 并了解 %1负责任交易%2。

source: The financial trading services contained within this site are only suitable for customers who accept the possibility of losing all the money they invest and who understand and have experience of the risk involved in the acquisition of financial contracts.
id_id: Layanan trading keuangan yang disediakan dalam situs web ini hanya cocok bagi pelanggan yang menerima kenyataaan dimana mereka mungkin akan kehilangan semua dana yang telah diinvestasikan dan yang memahami serta memiliki pengalaman dengan risiko yang terlibat pada akuisisi kontrak keuangan.
pl_pl: Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy akceptują możliwość straty wszystkich zainwestowanych pieniędzy i którzy rozumieją ryzyko związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie.
vi_vn: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ phù hợp cho những khách hàng chấp nhận khả năng mất tất cả số tiền họ đầu tư cũng như hiểu và có kinh nghiệm về các rủi ro liên quan đến việc mua lại các hợp đồng tài chính.
zh_cn: 本网站包含的金融交易服务仅适用于以下客户：能够接受投入资金全部亏损的可能性，了解购买金融合约的风险并具有相关经验。

source: The financial trading services contained within this site are only suitable for customers who accept the possibility of losing all the money they invest and who understand and have experience of the risk involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium.
fr_fr: Les services financiers de trading disponibles sur ce site conviennent uniquement aux clients qui acceptent la possibilité de perdre l'ensemble des fonds qu'ils investissent, et qui comprennent et ont l'expérience des risques liés à l'acquisition de contrats financiers. Les transactions sur contrats financiers impliquent un degré de risque élevé. Si les contrats achetés expirent sans avoir aucune valeur, vous perdrez la totalité de votre investissement, à savoir la prime du contrat.
id_id: Layanan trading keuangan yang disediakan dalam situs web ini hanya cocok bagi pelanggan yang menerima kenyataaan dimana mereka mungkin akan kehilangan semua dana yang telah diinvestasikan dan yang memahami serta memiliki pengalaman dengan risiko yang terlibat pada akuisisi kontrak keuangan. Bertransaksi pada kontrak keuangan sangat berisiko. Jika kontrak yang dibeli tidak menghasilkan, maka Anda akan menanggung kerugian pada investasi Anda, yaitu sejumlah harga beli kontrak.
pl_pl: Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy akceptują możliwość straty wszystkich zainwestowanych pieniędzy i którzy rozumieją ryzyko związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie. Takie transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu.
vi_vn: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ phù hợp cho những khách hàng chấp nhận khả năng mất tất cả số tiền họ đầu tư cũng như hiểu và có kinh nghiệm về các rủi ro liên quan trong việc mua lại các hợp đồng tài chính. Các giao dịch hợp đồng tài chính mang một mức độ rủi ro cao. Nếu hợp đồng được mua hết hạn trở nên vô giá trị, bạn sẽ bị mất toàn bộ tiền đầu tư, bao gồm cả phí bảo hiểm hợp đồng.
zh_cn: 本网站包含的金融交易服务仅适合这样的客户：能够接受全部投入资金亏损的可能性，了解购买金融合约的风险并具有相关经验。金融合约交易有很高的风险。如果购买的合约到期时一文不值，您将损失全部投资，包括合约费用。

source: The first step is to set the parameters of your trade. There are five trade parameters you need to adjust in order to receive a price for the contract:
de_de: Der erste Schritt ist es, die Parameter Ihres Handels festzulegen. Es gibt fünf Handels-Parameter, die Sie anpassen müssen, um einen Preis für den Kontrakt zu erhalten:
fr_fr: La première étape consiste à définir les paramètres de votre métier. Il y a cinq paramètres de trade que vous devez régler pour recevoir un prix pour le contrat :
id_id: Langkah pertama adalah menetapkan parameter trading Anda. Terdapat lima parameter trading yang Anda harus sesuaikan agar dapat menerima harga untuk kontrak:
pl_pl: Pierwszym krokiem jest ustawienie parametrów zakładu. Istnieje pięć parametrów zakładu, które musisz ustawić w celu otrzymania ceny kontraktu:
pt_pt: O primeiro passo é definir os parâmetros da sua negociação. Há cinco parâmetros de negociação que você necessitar ajustar para poder obter um preço para o contrato:
vi_vn: Bước đầu tiên là thiết lập thông số cho giao dịch của bạn. Có năm thông số giao dịch bạn cần phải điều chỉnh để có thể nhận được một mức giá cho hợp đồng:
zh_cn: 第一步是设置您的交易参数。首先需要调整五种交易参数才能获得合约价格：
