Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Expiry date is required for %1.
de_de: Ablaufdatum wird für %1 benötigt.
fr_fr: La date d’expiration est requise pour %1.
id_id: Tanggal berakhir diperlukan untuk %1.
pl_pl: Data wygaśnięcia jest wymagana w przypadku %1.
pt_pt: A data de vencimento é necessária para %1.
vi_vn: Hạn sử dụng cần thiết cho %1.
zh_cn: %1 需要有失效期日。

source: Expiry price
de_de: Ablaufkurs
fr_fr: Prix d'expiration
id_id: Harga akhir
pl_pl: Cena wygaśnięcia
pt_pt: Preço de vencimento
vi_vn: Giá đáo hạn
zh_cn: 到期价格

source: Explanation
de_de: Erläuterung
fr_fr: Explication
id_id: Penjelasan
pl_pl: Wyjaśnienie
pt_pt: Explicação
vi_vn: Giải thích
zh_cn: 说明

source: Explore a whole new world of binary options trading with the world's leading multi-asset platform.
de_de: Entdecken Sie eine ganz neue Welt des binären Optionenhandels mit der weltweit führenden Multi-Anlagen-Plattform.
fr_fr: Explorez un tout nouveau monde de trading d'options binaires avec la plateforme leader multi-actifs.
id_id: Jelajahi dunia baru trading opsi binary menggunakan platform multi-aset terkemuka dunia.
pl_pl: Poznaj świat handlu opcjami binarnymi dzięki wiodącej na świecie platformie oferującej różne aktywa.
pt_pt: Explore um novo mundo de negociação de opções binárias com a principal plataforma multi-ativos do mundo.
vi_vn: Khám phá một thế giới hoàn toàn mới của giao dịch binary options với nền tảng đa tài sản hàng đầu thế giới.
zh_cn: 透过全球顶尖的多资产平台探索全新的二元期权交易市场。

source: Explore all the trading platforms, apps, and tools we offer
de_de: Erkunden Sie alle Handelsplattformen, Anwendungen und Tools, die wir anbieten
fr_fr: Explorez toutes les plateformes de trading, applications, et outils que nous offrons
id_id: Jelajahi semua platform trading, aplikasi, dan peralatan yang kami tawarkan
pl_pl: Poznaj wszystkie oferowane przez nas platformy handlowe, aplikacje i narzędzia
pt_pt: Explore todas as plataformas de negociação, aplicativos e ferramentas que disponibilizamos
vi_vn: Khám phá tất cả các sàn giao dịch, ứng dụng, và các công cụ mà chúng tôi cung cấp
zh_cn: 探索我们提供的所有交易平台、应用程序和工具

source: Explore our HackerOne bounty programme
de_de: Erkunden Sie unser HackerOne Belohnungsprogramm
fr_fr: Explorez notre programme de récompense HackerOne
id_id: Jelajahi program HackerOne yang kami sediakan
pl_pl: Poznaj nasz program premiowy HackerOne
pt_pt: Explore o nosso programa de recompensas HackerOne
vi_vn: Khám phá chương trình tiền thưởng HackerOne của chúng tôi
zh_cn: 探索我们的HackerOne奖励计划

source: Explore ways to enhance your account security and manage your trading risk.
de_de: Entdecken Sie Möglichkeiten, um die Sicherheit Ihres Kontos zu verbessern und Ihr Handelsrisiko zu verwalten.
fr_fr: Étudiez les moyens d’améliorer la sécurité de votre compte et de gérer votre risque de trading.
id_id: Jelajahi berbagai cara untuk meningkatkan keamanan akun dan mengelola risiko trading Anda.
pl_pl: Poznaj sposoby zwiększania bezpieczeństwa Twojego konta i zarządzania ryzykiem tradingowym.
pt_pt: Explore formas de aprimorar a segurança da sua conta e gerenciar os riscos de negociação.
vi_vn: Khám phá cách để tăng cường bảo mật tài khoản của bạn và quản lý rủi ro kinh doanh của bạn.
zh_cn: 探索提高账户安全性和管理交易风险的方法。

source: Extensive experience in Microsoft Office applications, as well as popular HR management and payroll systems
de_de: Umfangreiche Erfahrung mit Microsoft Office Anwendungen, sowie populären HR-Management- und Gehaltssystemen
fr_fr: Une vaste expérience dans les applications Microsoft Office, mais aussi des systèmes populaires de gestion RH et de la paie
id_id: Pengalaman yang luas dalam aplikasi Microsoft Office, serta manajemen SDM populer dan sistem penggajian
pl_pl: Rozległe doświadczenie w pracy z aplikacjami Microsoft Office oraz popularnymi systemami do zarządzania zasobami ludzkimi i płacami
pt_pt: Ampla experiência em aplicativos do Microsoft Office, bem como sistemas de folha de pagamento e programas populares de gestão de RH
vi_vn: Nhiều kinh nghiệm với các ứng dụng Microsoft Office, cũng như các hệ thống quản lý và biên chế nhân sự phổ biến
zh_cn: 对微软办公应用程序以及流行的人力资源管理和工资单系统方面有丰富经验

source: Extensive experience in bug bounty programmes such as HackerOne, Bugcrowd, and Cobalt
de_de: Umfangreiche Erfahrung mit Fehler-Bounty-Programmen wie HackerOne, Bugcrowd und Cobalt
fr_fr: Une vaste expérience des programmes de prime à la découverte de bug comme HackerOne, Bugcrowd et Cobalt
id_id: Pengalaman yang luas dalam bug bounty program seperti HackerOne, Bugcrowd, dan Cobalt
pl_pl: Duże doświadczenie w zakresie programów zgłaszania usterek, takich jak HackerOne, Bugcrowd czy Cobalt
pt_pt: Vasta experiência em programas de recompensas bug como HackerOne, Bugcrowd e Cobalt
vi_vn: Nhiều kinh nghiệm với các chương trình phát hiện lỗi như HackerOne, Bugcrowd và Cobalt
zh_cn: 对漏洞奖励计划 (如 Hackerone、Bugcrowd和Cobalt) 方面有丰富经验

source: Extensive experience in creating interactive UI elements for web and mobile apps
de_de: Umfangreiche Erfahrung in der Erstellung von interaktiven UI Elementen für Web- und mobile Anwendungen
fr_fr: Une vaste expérience dans la création d’éléments UI interactifs pour le web et les applications mobiles
id_id: Pengalaman yang luas dalam membuat elemen UI interaktif untuk web dan aplikasi seluler
pl_pl: Duże doświadczenie w tworzeniu interaktywnych elementów interfejsu użytkownika na potrzeby aplikacji mobilnych i internetowych
pt_pt: Ampla experiência na criação de elementos interativos da interface do usuário para aplicativos Web e móveis
vi_vn: Nhiều kinh nghiệm trong tác vụ tạo các yếu tố UI tương tác cho các ứng dụng web và di động
zh_cn: 为 web 和移动应用创建交互式 UI 元素方面有丰富经验

source: Extensive experience of JavaScript, HTML, CSS, AJAX, and JSON
de_de: Umfassende Erfahrung mit JavaScript, HTML, CSS, AJAX und JSON
fr_fr: Solide expérience de JavaScript, HTML, CSS, AJAX et JSON
id_id: Pengalaman luas JavaScript, HTML, CSS, AJAX, dan JSON
pl_pl: Duże doświadczenie w pracy z Javascript, HTML, CSS, AJAX i JSON
pt_pt: Amplos conhecimentos de Javascript, HTML, CSS, AJAX, JSON
vi_vn: Nhiều kinh nghiệm với JavaScript, HTML, CSS, AJAX và JSON
zh_cn: 有丰富的Javascript、HTML、CSS、AJAX、JSON编程经验

source: Extensive experience with TCP/IP networking, VPNs, and IPsec
de_de: Umfassende Erfahrung mit TCP/IP Netzwerken, VPNs und IPSec
fr_fr: Solide expérience des réseaux TCP/IP, des réseaux privés virtuels (VPN) et du protocole de sécurité IPsec
id_id: Pengalaman luas dengan jaringan TC/IP, VPN, dan IPsec
pl_pl: Duże doświadczenie z TCP/IP, VPN oraz IPsec
pt_pt: Ampla experiência com criação/manutenção de redes TCP/IP, VPNs e IPSec
vi_vn: Nhiều kinh nghiệm với TCP / IP mạng, VPN và IPsec
zh_cn: 有丰富的TCP/IP 网络、VPN 和 IPsec经验

source: Extensive knowledge in advanced coding techniques, cross-platform development, and hybrid mobile app development
de_de: Umfangreiche Kenntnisse in fortgeschrittener Programmierungstechnik, Cross-Plattform-Entwicklung und in der Entwicklung von hybriden, mobilen Anwendungen
fr_fr: Connaissance approfondie dans les techniques de codage avancées, le développement multi-plateformes et le développement d’applications mobiles hybrides
id_id: Pengetahuan yang luas dalam teknik pengkodean tingkat lanjut, pengembangan lintas platform, dan pengembangan aplikasi seluler hibrida
pl_pl: Szeroka wiedza w zakresie zaawansowanych technik kodowania, programowania dla wielu platform i programowaniu mobilnych aplikacji hybrydowych
pt_pt: Amplo conhecimento em técnicas de codificação avançadas, desenvolvimento de plataformas e desenvolvimento de app híbrido móvel
vi_vn: Kiến thức sâu rộng trong kỹ thuật mã hóa tiên tiến, vận hành đa-nền tảng và phát triển ứng dụng di động hybrid
zh_cn: 对高级编码技术、跨平台开发和混合移动应用开发拥有丰富知识

source: Extensive knowledge of JavaScript , AJAX, JSON, CSS
de_de: Umfassendes Wissen in JavaScript, AJAX, JSON, CSS
fr_fr: Solide connaissance de JavaScript, AJAX, JSON, CSS
id_id: Pengetahuan luas tentang JavaScript, AJAX, JSON, CSS
pl_pl: Doskonała znajomość JavaScript, AJAX, JSON, CSS
pt_pt: Amplo conhecimento de JavaScript, AJAX, JSON, CSS
vi_vn: Kiến thức hiểu biết sâu về Javascript, HTML, CSS, AJAX, JSON
zh_cn: 有广泛的Javascript、AJAX、JSON、CSS编程知识

source: External forces
de_de: Externe Kräfte
fr_fr: Forces externes
id_id: Kekuatan eksternal
pl_pl: Siły zewnętrzne
pt_pt: Forças externas
vi_vn: Tác động bên ngoài
zh_cn: 外部力量

source: Extra revenue stream:
de_de: Zusätzliche Einnahmequelle:
fr_fr: Flux de revenu supplémentaire :
id_id: Aliran pendapatan tambahan:
pl_pl: Dodatkowe źródło dochodu:
pt_pt: Fonte de rendimento adicional:
vi_vn: Nguồn thu nhập thêm:
zh_cn: 额外收入流：

source: F. Execution venues
de_de: F. Handelsplätze
fr_fr: F. Lieux d'Exécution
id_id: F. Tempat eksekusi
pl_pl: F. Miejsca realizacji
pt_pt: F. Locais de execução
vi_vn: F. Các địa điểm thi hành
zh_cn: 六、执行场地

source: F. Orders
de_de: F. Order
id_id: F. Order
pl_pl: F. Zlecenia
pt_pt: F. Ordens
vi_vn: F. Các lệnh
zh_cn: 六、订单

source: FAQ
id_id: Pertanyaan Umum
pt_pt: Perguntas frequentes
vi_vn: Câu hỏi thường gặp
zh_cn: 常见问题

source: FX
zh_cn: 外汇

source: FXOpen; or
de_de: FXOpen; oder
id_id: FXOpen; atau
pl_pl: FXOpen; lub
pt_pt: FXOpen; ou
vi_vn: FXOpen; hoặc
zh_cn: FXOpen; 或

source: Facility that allows you to set limits on your account.
de_de: Einrichtung, mit der Sie Limits für Ihr Konto einrichten können.
fr_fr: Fonction vous permettant de fixer des limites sur votre compte.
id_id: Fasilitas yang memungkinkan Anda untuk menetapkan batasan akun.
pl_pl: Opcja umożliwiająca ustawienie limitów na Twoim koncie.
pt_pt: Recurso que permite que você defina limites na sua conta.
vi_vn: Tiện ích cho phép bạn thiết lập giới hạn cho tài khoản của mình.
zh_cn: 可让您对帐户设置限制的设施。

source: Factors that affect metal prices
de_de: Faktoren, die Metallpreise beeinflussen
fr_fr: Facteurs qui influent sur les prix des métaux
id_id: Faktor-faktor yang mempengaruhi harga logam
pl_pl: Czynniki wpływające na ceny metali
pt_pt: Fatores que afetam os preços de metais
vi_vn: Các yếu tố ảnh hưởng đến giá kim loại
zh_cn: 影响金属价格的因素

source: Factors that affect precious metal prices
de_de: Faktoren, die Edelmetallpreise beeinflussen
fr_fr: Facteurs qui influent sur les prix des métaux
id_id: Faktor-faktor yang mempengaruhi harga logam mulia
pl_pl: Czynniki wpływające na ceny metali szlachetnych
pt_pt: Fatores que afetam os preços de metais preciosos
vi_vn: Các yếu tố ảnh hưởng đến giá kim loại quý
zh_cn: 影响贵重金属价格的因素

source: Failed
de_de: Fehlgeschlagen
fr_fr: Échec
id_id: Gagal
pl_pl: Zakończone niepowodzeniem
pt_pt: Falhou
vi_vn: Thất bại
zh_cn: 失败

source: Familiar with our website? Our desktop app is designed to give you the same intuitive experience.
de_de: Sie kennen unsere Website? Unsere Desktop-Anwendung wurde entworfen, um Ihnen die gleiche intuitive Erfahrung zu geben.
fr_fr: Vous connaissez notre site Web ? Notre application de bureau est conçue pour vous offrir la même expérience intuitive.
id_id: Sudah mengenal situs kami? Aplikasi desktop ini dirancang untuk memberi Anda pengalaman yang sama.
pl_pl: Znasz już naszą witrynę internetową? Nasza aplikacja na komputery została stworzona, by zapewnić Ci równie intuicyjne korzystanie z niej.
pt_pt: Familiarizado com o nosso site? O nosso aplicativo para desktops foi concebido para lhe proporcionar a mesma experiência intuitiva.
vi_vn: Làm quen với các trang web của chúng tôi? Ứng dụng máy tính để bàn của chúng tôi được thiết kế để cung cấp cho bạn cùng một trải nghiệm trực quan.
zh_cn: 对我们的网站很熟悉？我们的桌面应用程序设计为您提供相同的直观体验。

source: Familiarity with Git
de_de: Vertrautheit mit Git
fr_fr: Familiarité avec Git
id_id: Familiar dengan Git
pl_pl: Znajomość Git
pt_pt: Experiência com Git
vi_vn: Thông thạo Git
zh_cn: 熟悉 Git

source: Familiarity with Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis, and Git
de_de: Vertrautheit mir Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Reis und Git
fr_fr: Familiarité avec Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis et Git
id_id: Familiar dengan Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis, dan Git
pl_pl: Znajomość Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis oraz Git
pt_pt: Familiaridade com Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis e Git
vi_vn: Thông thạo Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis, và Git
zh_cn: 熟悉Perl DBI、Moose、PSGI/Plack、NGINX、JavaScript、Redis、Git 等程序

source: Familiarity with Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis, and Git
de_de: Vertrautheit mir Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Reis und Git
fr_fr: Familiarité avec Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis et Git
id_id: Familiar dengan Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis, dan Git
pl_pl: Znajomość Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis oraz Git
pt_pt: Familiaridade com Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis e Git
vi_vn: Thông thạo Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis, và Git
zh_cn: 熟悉Perl DBI、Moose、PSGI/Plack、nginx、JavaScript、Redis、Git 等程序

source: Familiarity with concepts such as blockchain confirmations, multisig, and HD wallets
de_de: Vertrautheit mit Konzepten wie Blockchain Bestätigungen, MultiSig und HD-Wallets
fr_fr: Familiarité avec les concepts tels que les confirmations de blockchain, multisig et HD wallets
id_id: Akrab dengan konsep-konsep seperti konfirmasi blockchain, multisig, dan HD wallet
pl_pl: Znajomość takich pojęć jak potwierdzenia blockchain, multisig czy portfele HD
pt_pt: Familiaridade com conceitos tais como confirmações de blockchain, multisig e carteiras HD
vi_vn: Thông thạo các khái niệm như xác nhận blockchain, multisig và HD wallets
zh_cn: 熟悉区块链确认、multisig 和 HD 钱包等概念

source: Familiarity with industry standard tools such as Burp Suit and Metasploit
de_de: Vertrautheit mit Industriestandardwerkzeugen wie Burp Suit und Metasploit
fr_fr: Familiarité avec les outils standards de l’industrie comme Burp Suit et Metasploit
id_id: Akrab dengan alat standar industri seperti Burp Suite dan Metasploit
pl_pl: Znajomość standardowych narzędzi stosowanych w branży, takich jak Burp Suit i Metasploit
pt_pt: Familiaridade com ferramentas padrão da indústria como Burp Suit e Metasploit
vi_vn: Thông thạo các công cụ tiêu chuẩn của ngành như Burp Suite và Metasploit
zh_cn: 熟悉行业标准工具如Burp Suit和 metasploit

source: Familiarity with testing and debugging processes, including unit testing and UI testing
de_de: Vertrautheit mit der Prüfungs- und Debugging-Prozessen, einschl. Unit-Tests und UI Tests
fr_fr: Familiarité avec les tests et processus de déblocage, notamment les tests unitaires et concernant l'UI
id_id: Akrab dengan proses pengujian dan proses debug, termasuk pengujian unit dan pengujian UI
pl_pl: Znajomość procesów testowania i debugowania, w tym testowania jednostkowego i testowania interfejsu użytkownika
pt_pt: Familiaridade com testes e depuração de processos, incluindo testes de unidade e testes de interface do usuário
vi_vn: Thông thạo các quá trình kiểm tra và sữa lỗi, bao gồm kiểm tra unit và kiểm tra giao diện người dùng
zh_cn: 熟悉测试和调试过程, 包括单元测试和UI测试

source: Familiarity with various JavaScript standards, libraries, frameworks, compilers, and transpilers including ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React, and Angular
de_de: Vertrautheit mit verschiedenen JavaScript Normen, Bibliotheken, Frameworks, Compiler und Transpilers einschließlich ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React und Angular
fr_fr: Familiarité avec les normes JavaScript, les bibliothèques, les cadres, les compilateurs et des transpilers y compris ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React et Angular
id_id: Akrab dengan berbagai standar JavaScript, pustaka, kerangka kerja, kompiler, dan transpilers termasuk ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React, dan Angular
pl_pl: Znajomość różnych standardów, bibliotek, struktur, kompilatorów i transkompilatorów JavaScript, w tym: ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React, Angular
pt_pt: Familiaridade com vários padrões JavaScript, bibliotecas, frameworks, compiladores e transpiladores incluindo ES6, TypeScript, Babel, SystemJS, WebWorkers, jQuery, React e Angular
vi_vn: Thông thạo các tiêu chuẩn JavaScript, thư viện, frameworks, trình biên dịch và trình chuyển đổi khác nhau bao gồm ES6, TypeScript, Babel, SystemJS, Web Worker, jQuery, React và Angular
zh_cn: 熟悉各种 JavaScript 标准、数据库、框架、编译器和转换器, 包括 ES6、TypeScript、Babel、SystemJS、Web Workers、jQuery、React和Angular

source: Family name
de_de: Nachname
fr_fr: Nom de famille
id_id: Nama belakang
pl_pl: Nazwisko
pt_pt: Sobrenome
vi_vn: Họ
zh_cn: 姓

source: FasaPay enables electronic money transfers for individuals and payment gateways for merchants. For more information, please visit %1.
fr_fr: FasaPay permet les virements électroniques pour les particuliers et les passerelles de paiement pour les commerçants. Pour plus d’informations, veuillez visiter %1.
id_id: FasaPay menyediakan transfer uang elektronik bagi individu dan juga sebagai gerbang pembayaran bagi para merchant. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: FasaPay umożliwia osobom indywidualnym dokonywanie elektronicznych przelewów środków pieniężnych, a handlowcom oferowanie bramek płatniczych. Aby uzyskać więcej informacji, odwiedź %1.
pt_pt: FasaPay permite transferências eletrônicas de dinheiro para pessoas físicas e gateways de pagamento para comerciantes. Para mais informações, visite %1.
vi_vn: FasaPay cho phép chuyển tiền điện tử đến cá nhân và cổng thanh toán cho người bán. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: FasaPay 为个人提供电子汇款服务，也为商家提供支付网关。欲了解详情, 请访问 %1。

source: Fascinating culture
de_de: Faszinierende Kultur
fr_fr: Une culture fascinante
id_id: Budaya yang menarik
pl_pl: Fascynująca kultura
pt_pt: Cultura Fascinante
vi_vn: Văn hóa hấp dẫn
zh_cn: 迷人的文化

source: Favourite artist
de_de: Lieblingskünstler
fr_fr: Artiste préféré
id_id: Artis favorit
pl_pl: Ulubiony artysta
pt_pt: Artista favorito
vi_vn: Nghệ sĩ yêu thích
zh_cn: 最喜欢的艺术家

source: Favourite dish
de_de: Lieblingsgericht
fr_fr: Plat préféré
id_id: Makanan favorit
pl_pl: Ulubione danie
pt_pt: Prato favorito
vi_vn: Món ăn yêu thích
zh_cn: 最喜欢的菜肴

source: Feb
fr_fr: fév.
id_id: Peb
pl_pl: Luty
pt_pt: Fev
vi_vn: Tháng Hai
zh_cn: 二月

source: February
de_de: Februar
fr_fr: février
id_id: Pebruari
pl_pl: Luty
pt_pt: Fevereiro
vi_vn: Tháng Hai
zh_cn: 二月

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via email and telephone.
de_de: Sie können gerne unsere freundlichen und hilfsbereiten Kundenbetreuer fragen. Sie sind immer dazu bereit, Ihre Fragen zu beantworten. Sie können sich mit uns über E-Mail und Telefon in Verbindung setzen.
fr_fr: N’hésitez pas à contacter nos aimables et serviables spécialistes du service client. Ils sont toujours disponibles pour répondre à vos questions. Vous pouvez nous contacter par e-mail et téléphone.
id_id: Jangan ragu untuk menghubungi customer service berpengalaman yang kami miliki. Mereka selalu siap untuk menjawab pertanyaan Anda. Anda dapat menghubungi kami melalui email dan telepon.
pl_pl: W każdej chwili możesz skontaktować się z ekspertami z naszego zespołu obsługi klienta. Zawsze chętnie odpowiedzą na Twoje pytania. Możesz skontaktować się z nami drogą e-mailową lub telefoniczną.
pt_pt: Não hesite em contatar os nossos especialistas amigáveis e prestativos no apoio ao cliente. Eles estão sempre à disposição para responder às suas perguntas. É possível contatar-nos por meio de e-mail e telefone.
vi_vn: Đừng ngại ngần liên hệ với các chuyên gia chăm sóc khách hàng tử tế và thân thiện của chúng tôi. Họ luôn luôn sẵn sàng trả lời mọi câu hỏi của bạn. Bạn có thể liên hệ với chúng tôi qua email và qua điện thoại.
zh_cn: 请随时联系我们热情友善的客服专员。他们将全天候回答您的问题。您可通过电子邮件和电话与我们联系。

source: Feel free to get in touch with us at %1. We'd love to hear from you.
de_de: Zögern Sie nicht uns über %1 zu kontaktieren. Wir würden gerne von Ihnen hören.
fr_fr: N’hésitez pas à nous contacter à %1. Nous serions ravis de vous entendre.
id_id: Jangan ragu untuk menghubungi kami di %1. Kami dengan senang hati akan membantu Anda.
pl_pl: Skontaktuj się z nami: %1. Chętnie odpowiemy na Twoje pytania.
pt_pt: Sinta-se à vontade para entrar em contato conosco na %1. Gostaríamos de ouvir a sua opinião.
vi_vn: Đừng ngại liên lạc với chúng tôi tại %1. Chúng tôi rất vui khi nhận được các phản hồi của bạn.
zh_cn: 随时透过%1与我们联系。我们很乐意为您提供服务。

source: Feel right at home with the extremely warm and friendly locals who always receive new faces with open arms.
de_de: Neue Gesichter werden von den extrem warmherzigen und freundlichen Einheimischen mit offenen Armen empfangen.
fr_fr: Vous vous sentirez comme chez vous grâce à la chaleureusité et l'amabilité des habitants, toujours prêt à recevoir de nouveaux visages à bras ouverts.
id_id: Merasa seperti di rumah sendiri bersama penduduk setempat yang sangat hangat dan ramah yang selalu menerima wajah baru dengan tangan terbuka.
pl_pl: Poczuj się jak w domu dzięki niezwykle przyjaznym mieszkańcom, którzy zawsze przyjmują nowo przybyłych z otwartymi ramionami.
pt_pt: Fique à vontade com os habitantes locais extremamente acolhedores e simpáticos, que sempre recebem novas caras com braços abertos.
vi_vn: Cảm thấy thoải mái tự nhiên như ở nhà với người dân địa phương vô cùng cởi mở và thân thiện và luôn luôn rộng mở đón nhận những người bạn mới.
zh_cn: 与总是张开双臂迎接陌生面孔，非常热情和友好的当地人在一起, 感受宾至如归的感觉。

source: Festivals galore
de_de: Festivals in Hülle und Fülle
fr_fr: Festivals à profusion
id_id: Festival berlimpah
pl_pl: Mnóstwo festiwali
pt_pt: Uma abundâncias de festivais
vi_vn: Các lễ hội đông đúc
zh_cn: 盛大节日

source: Fiat Currency
de_de: Fiat-Währung
fr_fr: Monnaie papier
id_id: Mata Uang Fiat
pl_pl: Waluta fiducjarna
pt_pt: Moeda fiduciária
vi_vn: Tiền tệ pháp định
zh_cn: 法定货币
