Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company shall provide you with statements accessible through an electronic system detailing the revenues generated by clients you have referred, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However, the Company shall also be entitled but not obliged to zeroise the negative balance that would otherwise be carried forward.
de_de: Das Unternehmen muss Ihnen Kontoauszüge mit Angaben über die vorhandenen Umsätze, die von von Ihnen empfohlenen Kunden generiert wurden, und die sich für Sie über einen Kalendermonat angesammelt haben, über ein elektronisches System zur Verfügung stellen. Diese Auszüge müssen täglich aktualisiert werden. Das Unternehmen muss zum Ende eines Kalendermonats Ihren Gesamtanteil an vorhandenen Nettoumsätzen aus dem vorherigen Kalendermonat ausweisen. Für den Fall, dass in einem Kalendermonat der Umsatzanteil ein negativer Betrag ist, darf das Unternehmen diesen, ohne dazu verpflichtet zu sein, vortragen und diesen Negativbetrag mit zukünftigen Umsatzanteilen verrechnen, die an Sie zu zahlen wären. Allerdings ist das Unternehmen auch berechtigt, aber nicht dazu verpflichtet, den Negativbetrag zu streichen, der ansonsten vorgetragen werden würde.
id_id: Perusahaan akan menyediakan pernyataan yang dapat diakses melalui sistem online lengkap berisikan pendapatan yang dihasilkan oleh klien yang Anda referensikan, jika anda, yang telah terkumpul pada periode bulan berkenaan. Pernyataan tersebut akan diperbarui setiap hari. Pada akhir bulan, Perusahaan akan mencatat total Pendapatan Bersih, jika ada, pada kalender bulan sebelumnya. Jika pendapatan bernilai negatif pada bulan yang bersangkutan, Perusahaan berhak tetapi tidak berkewajiban untuk meneruskan dan membawa jumlah negatif tersebut terhadap pendapatan bersih pada periode bulan selanjutnya yang mungkin akan dibayarkan kepada Anda. Namun, Perusahaan juga berhak tetapi tidak berkewajiban untuk menghapus pendapatan negatif yang seharusnya dapat diteruskan ke periode selanjutnya.
pl_pl: Firma dostarczy Partnerowi zestawienia dostępne za pośrednictwem systemu elektronicznego z wyszczególnieniem przychodów generowanych przez klientów poleconych przez Partnera, o ile tacy klienci się pojawią, które naliczone zostaną w ciągu miesiąca kalendarzowego. Takie zestawienia będą aktualizowane codziennie. Pod koniec miesiąca kalendarzowego Firma odnotuje całkowity udział w przychodach netto Partnera z poprzedniego miesiąca kalendarzowego, o ile taki przychód wystąpi. Jeśli udział w przychodach w jakimkolwiek miesiącu kalendarzowym będzie kwotą ujemną, Firma ma prawo przypisać taki ujemny przychód do przyszłych udziałów w przychodach, które mogłyby być wypłacone Partnerowi. Jednakże Firma ma także prawo do wyzerowania ujemnego salda, które mogłoby być przypisane do przyszłych przychodów.
pt_pt: A Empresa irá fornecer-lhe extratos acessíveis através de um sistema eletrônico, que especificam as receitas geradas por clientes que você indicou, se as houver, que tiverem sido acumuladas por você ao longo do mês do calendário. Tais extratos serão atualizados diariamente. No fim de um mês de calendário, a Empresa irá registrar a sua cota total de receitas líquidas, se as houver, durante o mês do calendário anterior. No caso de uma cota de receita em qualquer mês do calendário ser um valor negativo, a Empresa terá o direito, mas não a obrigação, de transportar e compensar tal valor negativa contra quaisquer cotas de receitas futuras que, caso contrário, seriam pagáveis a você. No entanto, a Empresa também terá o direito, mas não a obrigação, de zerar o saldo negativo que, caso contrário, seria transportado.
vi_vn: Công Ty sẽ cung cấp cho bạn các bảng sao kê mà bạn có thể truy cập thông qua một hệ thống điện tử ghi nhận doanh thu của những khách hàng mà bạn giới thiệu, nếu có, và đã được tích luỹ cho bạn trong cả tiến trình của tháng. Những bảng sao kê này sẽ được cập nhật hàng ngày. Vào cuối một tháng, Nếu có, Công Ty sẽ ghi tổng số cổ phiếu của doanh thu thuần, trong tháng trước đó. Trong trường hợp doanh thu cổ phiếu trong một tháng là một số âm, Công Ty có quyền nhưng không có nghĩa vụ phải thực hiện chuyển tiếp hoặc bù vào mức âm này đối với doanh thu trong tương lai sẽ phải trả cho bạn.
zh_cn: 公司通过电子系统提供各种报表，详细说明由您介绍的客户所创造的收入。这些收入会以日历月为单位累积给您。报表每天都会更新。日历月末，公司将记录您在上一个日历月的净收入分成。若某日历月的收入分成为负值，公司有权但无义务将该负值结转，用来抵消未来应该支付给您的收入分成。此外，公司有权但无义务将这一可结转的负余额归零。

source: The Company shall treat each applicant as a Retail Client at the time of Account opening, unless the Client requests to be treated as a Professional Client. However, if the Client satisfies the definition of an Eligible Counterparty, the Company may treat the Client as such, following a mutual agreement.
de_de: Zum Zeitpunkt der Kontoeröffnung soll das Unternehmen jeden Kunden als Einzelhandelskunden behandeln, es sei denn, der Kunde beantragt als professioneller Kunde behandelt zu werden. Dennoch kann das Unternehmen, nach gegenseitigem Einvernehmen, einen Kunden als geeignete Gegenpartei behandeln, wenn der Kunde deren Definition erfüllt.
id_id: Perusahaan akan memperlakukan setiap pemohon sebagai Klien Ritel pada saat pendaftaran Akun, kecuali Klien meminta untuk diperlakukan sebagai Klien Profesional. Namun, jika Klien memenuhi definisi sebagai Pihak yang Memenuhi Syarat, Perusahaan dapat memperlakukan Klien tersebut, mengikuti kesepakatan bersama.
pl_pl: W momencie otwierania Konta Firma traktuje każdą osobę jako Klienta detalicznego, chyba że Klient zawnioskuje o traktowanie go jako Klienta profesjonalnego. Jednak, jeśli Klient spełnia kryteria Podmiotu kwalifikowanego, Firma może uznać go za taki podmiot, zgodnie z postanowieniami wzajemnej umowy.
pt_pt: A Empresa irá tratar cada requerente como um cliente não profissional no momento de abertura de conta, a menos que o cliente faça uma solicitação par ser tratado como cliente profissional. No entanto, se o cliente satisfizer a definição de contrapartida elegível, a Empresa poderá tratar o Cliente como tal.
vi_vn: Công ty sẽ đối xử với từng người nộp đơn như một Khách Hàng Bán Lẻ tại thời điểm mở Tài Khoản, trừ khi Khách Hàng yêu cầu được coi là Khách Hàng Chuyên Nghiệp. Tuy nhiên, nếu Khách hàng thỏa mãn định nghĩa của Đối Tác Đủ Điều Kiện, Công Ty có thể đối xứ với Khách hàng như vậy, theo thỏa thuận chung.
zh_cn: 开户时, 公司须视每个申请人为零售客户, 除非客户要求被归类为专业客户。但是, 如果客户拥有成为交易对手的合格条件, 公司可以在双方达成协议后将客户视为交易对手。

source: The Company sources market data from prime brokers who act as liquidity providers, thus executing your Transactions through a pool of aggregated liquidity from top tier banks. The services offered by the Company do not include physical delivery of foreign currency by us or the prime brokers to yourselves. You acknowledge and agree that such data is proprietary to us and any such provider, and you will not retransmit, redistribute, publish, disclose, or display in whole or in part such data to third parties. You represent and warrant that you will only use such data for purposes of facilitating your entry into Transactions with us on your MT5 Real Account in accordance with this Agreement and not for any other purpose. This clause does not apply to Volatility Indices.
de_de: Das Unternehmen bezieht seine Marktdaten von Prime Brokern, die als Liquiditätsanbieter agieren, und führt somit Ihre Transaktionen durch ein Pool an angesammelter Liquidität von führenden Banken aus. Die Dienstleistungen, die vom Unternehmen angeboten werden, beinhalten keine materielle Lieferung von Fremdwährung durch uns, oder die Prime Broker, zu Ihnen. Sie erkennen an und stimmen zu, dass solche Daten von uns und solch einem Anbieter geschützt sind, und dass Sie solche Daten nicht an Dritte im Ganzen oder zum Teil weiterleiten, umverteilen, veröffentlichen, offenlegen, oder anzeigen werden. Sie vertreten und garantieren, dass Sie solche Daten nur zur Erleichterung Ihres Eintritts in eine Transaktion mit uns auf Ihrem MT5 Echtgeldkonto, im Zusammenhang mit dieser Vereinbarung, und nicht zu anderen Zwecken verwenden werden. Diese Klausel gilt nicht für Volatilität Indizes.
id_id: Perusahaan memperoleh sumber data pasar dari broker utama yang bertindak sebagai penyedia likuiditas, yang mengeksekusi Transaksi Anda melalui kumpulan likuiditas yang dikumpulkan dari tingkat bank teratas. Layanan yang ditawarkan oleh Perusahaan tidak termasuk pengiriman fisik mata uang asing oleh kami atau broker utama kepada Anda. Anda mengetahui dan bersetuju data tersebut adalah merupakan hal milik kami dan provider yang telah disebutkan dan Anda tidak akan memancarkan kembali, mendistribusikan, mempublikasikan, mengungkapkan, atau menampilkan secara keseluruhan atau sebagian data tersebut kepada pihak ketiga. Anda mewakili dan menjamin bahwa Anda hanya akan menggunakan data tersebut sebagai fasilitas untuk bertrading Transaksi bersama kami pada Akun Riil Anda yang berkaitan dengan Perjanjian ini dan bukan untuk tujuan lain. Klausul ini tidak berlaku untuk Indeks Volatilitas.
pl_pl: Firma korzysta z danych rynkowych pozyskiwanych od „prime brokerów”, którzy występują w roli dostawców płynności, i tym samym realizuje Twoje zlecenie przy wykorzystaniu grupowania płynności oferowanej przez wiodące banki. Usługi oferowane przez Firmę nie obejmują fizycznej dostawy walut przez Firmę ani przez prime brokerów. Przyjmujesz do wiadomości, że takie dane są własnością Firmy i dostawców płynności, i potwierdzasz, że nie będziesz ich retransmitować, redystrybuować ani ujawniać, rozpowszechniać czy upubliczniać stronom trzecim w całości lub w części. Oświadczasz i zapewniasz, że te dane będą wykorzystywane wyłącznie, aby ułatwić Ci zawieranie z nami transakcji lub zawierania ich na Twoim Prawdziwym koncie MT5 zgodnie z niniejszą Umową. Niniejszej klauzuli nie stosuje się w odniesieniu do wskaźników zmienności.
pt_pt: A Empresa obtém dados de mercado de corretoras de primeira linha que atuam como provedores de liquidez, executando assim as suas transações através de um conjunto de liquidez agregada de bancos de alto nível. Os serviços oferecidos pela Empresa não incluem a entrega física de moeda estrangeira por nós ou pelas corretoras de primeira linha a você. Você reconhece e aceita que tais dados são propriedade nossa e aquela de tais provedores, e que você não retransmitirá, redistribuirá, publicará, divulgará ou exibirá, no todo ou em parte, tais dados a terceiros. Você declara e garante que só usará esses dados para fins de facilitar a sua participação em transações conosco na sua conta real MT5, em conformidade com este Acordo, e não para qualquer outra finalidade. Esta cláusula não se aplica aos índices de volatilidade.
vi_vn: Nguồn dữ liệu thị trường của Công Ty từ môi giới chính những người hoạt động như các nhà cung cấp thanh khoản, do đó thực hiện các giao dịch của bạn thông qua một khoản của khả năng thanh toán tổng hợp từ các ngân hàng hàng đầu. Các dịch vụ được cung cấp bởi công ty không bao gồm giao ngoại tệ tại nhà bởi chúng tôi hoặc người môi giới chính cho mình. Bạn công nhận và đồng ý rằng các dữ liệu đó là độc quyền cho chúng tôi và bất kỳ nhà cung cấp như vậy, và bạn sẽ không phải tái chuyển khoản, phân phối lại, xuất bản, tiết lộ hoặc hiển thị toàn bộ hoặc một phần dữ liệu đó cho bên thứ ba. Bạn tuyên bố và bảo đảm rằng bạn chỉ sẽ sử dụng dữ liệu đó cho các mục đích của mục nhập của bạn vào giao dịch với chúng tôi vào tài khoản của bạn thực sự phù hợp với thỏa thuận này tạo điều kiện và không cho bất kỳ mục đích nào khác. Khoản này không áp dụng cho chỉ số biến động.
zh_cn: 公司市场数据源自充当流动性提供商的主要经纪人，因此通过从顶级银行获取的聚合流动性池为您执行交易。公司提供的服务不包括由我们或主要经纪人向您递送实物外币。您确认并同意，此类数据由我们和任何此类提供商专有，和您不会重传、重新分配、发布、披露、或显示此类数据的全部或部分给第三方。您陈述并保证您将仅按照本协议的目的而不是为了任何其他目的使用此类数据，为了便于在MT5真实账户进行交易。本条款不适用于波动率指数。

source: The Company strives to ensure that all the orders placed are executed; however, this is not always possible due to material difficulty or unusual circumstances. In any instance that the Company is aware of any material difficulty relevant to the proper execution of an order, it promptly informs the client of the issue.
de_de: Das Unternehmen ist bestrebt, sicherzustellen, dass alle Bestellungen ausgeführt werden; dies ist jedoch aufgrund von materiellen Schwierigkeiten oder ungewöhnlichen Umständen nicht immer möglich. In jedem Fall, in dem sich das Unternehmen über materielle Schwierigkeiten die für die ordnungsgemäße Durchführung des Auftrags relevant sind, bewusst ist, informiert es den Kunden prompt über dieses Thema.
fr_fr: La Compagnie s’efforce de faire en sorte que tous les ordres soient exécutés; cependant, ce n’est pas toujours possible en raison de difficultés matérielles ou de circonstances inhabituelles. En tous les cas où la Compagnie connaît des difficultés matérielles pertinentes à la bonne exécution d’un ordre, elle informera promptement le client du problème.
id_id: Perusahaan berusaha untuk memastikan bahwa semua order yang ditempatkan akan dieksekusi; Namun, hal ini tidak selalu terjadi berhubung kesulitan material atau keadaan yang tidak memungkinkan. Dalam hal apa pun Perusahaan menyadari adanya kesulitan material yang relevan dengan pelaksanaan order yang tepat, jika hal tersebut terjadi maka Perusahaan akan segera memberi tahu klien mengenai masalah tersebut.
pl_pl: Firma dokłada wszelkich starań, by zapewnić, że wszystkie składane zlecenia zostaną zrealizowane, jednak nie zawsze jest to możliwe ze względu na istotne trudności lub nadzwyczajne okoliczności. W przypadku gdy Firma jest świadoma istnienia dowolnych istotnych trudności związanych z właściwą realizacją zlecenia, niezwłocznie poinformuje o tym klienta.
pt_pt: A Empresa esforça-se a garantir que todas as ordens efetuadas sejam executadas; no entanto, isso nem sempre é possível devido a dificuldades materiais ou circunstâncias incomuns. Em qualquer instância em que a Empresa esteja consciente de quaisquer dificuldades materiais relevantes para a boa execução de ordens, ela informará o cliente o mais rapidamente possível do problema.
vi_vn: Công Ty cố gắng đảm bảo rằng tất cả các lệnh sẽ được thực hiện, tuy nhiên, điều này không phải lúc nào cũng có thể do khó khăn về vật chất hoặc hoàn cảnh bất thường. Trong mọi trường hợp, khi Công Ty nhận thấy bất kỳ khó khăn quan trọng nào liên quan đến việc thực hiện lệnh thì Công Ty sẽ thông báo kịp thời cho khách hàng về vấn đề này.
zh_cn: 公司努力确保所有订单都能执行。然而, 有时会碰到重大困难或不寻常的情况, 因此并不一定每次都能够办到。一旦公司意识到与正确执行订单有关的任何重大困难的任何情况, 公司会迅速将问题通知客户。

source: The Company treats the money deposited or earned as a result of profitable transactions by the client as 'Client Money' and in accordance with the Control of Assets Rules. Client Money is held in accounts segregated and designated as clients' monies accounts, clearly separated from the Company's money.
de_de: Das Unternehmen behandelt eingezahltes oder als Ergebnis gewinnbringender Transaktionen verdientes Geld des Kunden als 'Kundengeld', in Übereinstimmung mit den Anlage-Kontrollvorschriften. Das Kundengeld wird auf getrennten Konten gehalten, die als Kundengeldkonten konzipiert sind, eindeutig getrennt von den Geldern des Unternehmens.
id_id: Perusahaan memperlakukan dana yang disimpan atau diperoleh sebagai hasil dari transaksi menguntungkan oleh klien sebagai 'Dana Klien' dan sesuai dengan Aturan Pengendalian Aset. Uang Klien disimpan pada rekening terpisah dan ditetapkan sebagai akun dana klien, yang jelas terpisah dari dana Perusahaan.
pl_pl: Firma traktuje pieniądze wpłacane i zarabiane przez klienta w wyniku korzystnych transakcji jako „Pieniądze klienta”, zgodnie z zasadami kontroli aktywów. Pieniądze klienta są przechowywane na oddzielnych kontach wydzielonych jako konta z pieniędzmi klienta, oddzielonych od pieniędzy Firmy.
pt_pt: A Empresa trata o dinheiro depositado ou ganho como resultado de transações lucrativas realizadas por clientes como 'Dinheiro dos clientes' e de acordo com o controlo de regrs de ativo. O dinheiro de clientes é mantido em contas segregadas, designadas como contas de dinheiro de clientes, claramente separado do dinheiro da Empresa.
vi_vn: Công ty xử lí số tiền được gửi vào hoặc kiếm được do các giao dịch sinh lời có lợi của khách Hàng là "Tiền của Khách hàng" và tuân theo Quy tắc Kiểm soát Nội dung. Tiền của Khách hàng được giữ trong các tài khoản tách biệt và được chỉ định là tiền tài khoản của khách hàng, được tách biệt rõ ràng khỏi tiền của Công Ty.
zh_cn: 公司将视客户存入或因交易获利赚取的资金为“客户资金”, 并按照资产控制规则进行处理。客户资金将另存于独立账户, 并被指定为客户的资金账户, 与公司的资金明确分开。

source: The Company typically collects and uses the applicant's Personal Data for the purposes of the legitimate interests pursued by the Binary Group, such as making decisions about the person to employ and the salary and other benefits to offer; and complying with our the Company's legal obligations, such as conducting necessary checks in relation to the right to work in the a specific jurisdiction and making any reasonable adjustments for disabled employees.
de_de: In der Regel sammelt und verwendet das Unternehmen personenbezogene Daten des Bewerbers für Zwecke legitimer Interessen der Binary-Gruppe, wie Entscheidungen darüber, die Person zu beschäftigen und welches Gehalt und andere Vorteile anzubieten sind; und die Einhaltung der gesetzlichen Verpflichtungen des Unternehmens, wie z. B. die Durchführung von notwendigen Kontrollen in Bezug auf das Recht auf Arbeit in einer bestimmten Gerichtsbarkeit, und angemessene Anpassungen für behinderte Mitarbeiter zu machen.
fr_fr: La Compagnie généralement recueille et utilise les données personnelles du candidat aux fins de l’intérêt légitime poursuivi par le Groupe Binary, comme la prise de décisions concernant la personne à embaucher et les salaires et autres avantages à offrir ; et conforme aux obligations légales de la Compagnie, telles que les vérifications nécessaires en ce qui concerne le droit de travailler dans une juridiction spécifique et d'effectuer tout ajustement raisonnable pour les employés handicapés.
id_id: Perusahaan biasanya mengumpulkan dan menggunakan Data Pribadi pelamar untuk tujuan kepentingan sah yang diperlukan oleh Grup Binary, seperti membuat keputusan tentang orang yang akan dipekerjakan dan gaji serta tunjangan lain yang ditawarkan; dan mematuhi kewajiban hukum Perusahaan kami, seperti melakukan pemeriksaan yang diperlukan sehubungan dengan hak untuk bekerja di yurisdiksi tertentu dan membuat penyesuaian yang wajar bagi karyawan berkebutuhan khusus.
pl_pl: Firma zazwyczaj gromadzi i wykorzystuje Dane osobowe kandydata dla potrzeb wynikających ze słusznych interesów Binary Group, takich jak decyzje o zatrudnieniu i oferowanym wynagrodzeniu i innych korzyściach, oraz w celu sprostania obowiązkom prawnym Firmy, takim jak przeprowadzanie niezbędnych kontroli w zakresie prawa do pracy na terenie określonej jurysdykcji i wprowadzenie rozsądnych dostosowań dla niepełnosprawnych pracowników.
vi_vn: Công Ty thường thu thập và sử dụng Dữ Liệu Cá Nhân của người nộp đơn vì mục đích lợi ích hợp pháp mà Binary Group theo đuổi, chẳng hạn như đưa ra quyết định về người sử dụng lao động và mức lương và các quyền lợi khác để cung cấp; và tuân thủ các nghĩa vụ pháp lý của Công Ty của chúng tôi, chẳng hạn như tiến hành các kiểm tra cần thiết liên quan đến quyền làm việc trong một khu vực pháp lý cụ thể và thực hiện bất kỳ điều chỉnh hợp lý nào cho nhân viên khuyết tật.
zh_cn: 公司通常会收集和使用申请人的个人数据，以达到Binary集团追求合法权益的目的，例如人员雇用的决定以及提供的工资和其他福利; 并遵守公司的法律义务，例如对特定司法管辖区的工作权利进行必要的检查，并对残疾员工进行任何合理的调整。

source: The Company will assess your knowledge and experience versus the appropriateness of the requested service/investment product.
de_de: Das Unternehmen wird Ihr Wissen und Ihre Erfahrung gegenüber der Angemessenheit des angefragten Dienstes/Investment-Produkts bewerten.
id_id: Perusahaan akan menilai pengetahuan dan pengalaman Anda versus kelayakan produk layanan/investasi yang diminta.
pl_pl: Firma oceni, czy Twoja wiedza i Twoje doświadczenie są wystarczające, aby zakupić wybraną usługę/produkt inwestycyjny.
pt_pt: A Empresa irá avaliar os seus conhecimentos e a sua experiência em relação à adequação do serviço/produto de investimento solicitado.
vi_vn: Công ty sẽ đánh giá kiến thức và kinh nghiệm của bạn so với sự phù hợp của sản phẩm dịch vụ/ đầu tư được yêu cầu.
zh_cn: 公司将根据所要求的服务/投资产品对您的知识和经验的适当性作出评估。
