Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Don't share your %1 account or payment methods with any other person.
de_de: Teilen Sie Ihr %1 Konto- oder Zahlungsmethoden mit keiner anderen Person.
fr_fr: Ne partagez pas votre compte ou méthodes de paiement %1 avec toute autre personne.
id_id: Jangan berbagi informasi mengenai akun %1 atau metode pembayaran Anda kepada siapapun.
pl_pl: Nie udostępniaj nikomu swojego konta %1 ani metod płatności.
pt_pt: Não compartilhe a sua conta %1 nem os seus métodos de pagamento com qualquer outra pessoa.
vi_vn: Không chia sẻ tài khoản %1 hoặc các phương thức thanh toán của bạn với bất kỳ người nào khác.
zh_cn: 不可与任何人分享您的％1账户或付款方式。

source: Don't show again
fr_fr: Ne plus afficher à nouveau
id_id: Jangan tampilkan kembali
pl_pl: Nie pokazuj ponownie
pt_pt: Não mostrar novamente
vi_vn: Không hiển thị lại
zh_cn: 别再显示

source: Don't want to trade in %1? You can open another cryptocurrency account.
fr_fr: Vous ne voulez pas trader en %1 ? Vous pouvez ouvrir un autre compte en cryptodevise.
id_id: Apakah Anda ingin bertrading dalam %1. Anda dapat mendaftar akun kripto lainnya.
pl_pl: Nie chcesz handlować w %1? Możesz otworzyć kolejne konto w kryptowalucie.
vi_vn: Không muốn giao dịch trong %1? Bạn có thể mở một tài khoản cryptocurrency khác.
zh_cn: 不想在%1交易？您可以另外开立加密货币账户。

source: Don't worry, you can simply %1reset your password%2.
de_de: Machen Sie sich keine Sorgen, Sie können einfach Ihr %1Passwort zurücksetzen%2.
fr_fr: Ne vous inquiétez pas, vous pouvez simplement %1réinitialiser votre mot de passe%2.
id_id: Jangan khawatir, Anda hanya perlu %1mereset kata sandi Anda%2.
pl_pl: Nie martw się, możesz %1zresetować swoje hasło%2.
pt_pt: Não se preocupe, %1basta redefinir a sua senha%2.
vi_vn: Đừng lo lắng, bạn đơn giản chỉ cần %1đặt lại mật khẩu%2.
zh_cn: 不用担心, 您只需%1重设密码%2即可。

source: Dormant and Inactive Accounts
de_de: Umsatzlose und inaktive Konten
id_id: Akun Dormant dan Tidak Aktif
pl_pl: Konta zawieszone i nieaktywne
pt_pt: Contas inativas
vi_vn: Tài khoản không hoạt động
zh_cn: 睡眠和非活跃账户

source: Download
de_de: Herunterladen
fr_fr: Télécharger
pl_pl: Pobierz
pt_pt: Transferir
vi_vn: Tải xuống
zh_cn: 下载

source: Download Binary VPN app For Android
de_de: Laden Sie die Binary VPN-App für Android herunter
fr_fr: Téléchargez l'app VPN Binary pour Android
id_id: Unduh aplikasi VPN Binary untuk Android
pl_pl: Pobierz aplikację VPN Binary dla systemu Android
pt_pt: Baixar o aplicativo de VPN Binary para Android
vi_vn: Tải về ứng dụng Binary VPN cho Android
zh_cn: 下载android版Binary VPN 应用程序

source: Download Binary VPN app for Windows Desktop
de_de: Laden Sie die Binary VPN-App für Windows Desktop herunter
fr_fr: Téléchargez l'app de bureau VPN Binary pour Windows
id_id: Unduh app VPN Binary untuk Desktop Windows
pl_pl: Pobierz aplikację VPN Binary dla stacjonarnego systemu Windows
pt_pt: Baixar o aplicativo de VPN Binary para Windows Desktop
vi_vn: Tải về ứng dụng VPN Binary cho Windows
zh_cn: 下载Windows 桌面版Binary VPN 应用程序

source: Download CSV
de_de: CSV herunterladen
fr_fr: Télécharger le fichier CSV
pl_pl: Pobierz CSV
pt_pt: Baixar CSV
vi_vn: Tải xuống CSV
zh_cn: 下载CSV

source: Download MAM
de_de: MAM herunterladen
fr_fr: Télécharger MAM
pl_pl: Pobierz MAM
pt_pt: Baixar o GCM
vi_vn: Tải xuồng MAM
zh_cn: 下载MAM

source: Download MT5 for Linux
de_de: MT5 für Linux herunterladen
fr_fr: Téléchargez MT5 pour Linux
id_id: Unduh MT5 untuk Linux
pl_pl: Pobierz wersję MT5 na komputery z systemem Linux
pt_pt: Baixar MT5 para Linux
vi_vn: Tải về MT5 cho Linux
zh_cn: Linux版MT5下载

source: Download MT5 for Mac
de_de: MT5 für Mac herunterladen
fr_fr: Téléchargez MT5 pour Mac
id_id: Unduh MT5 untuk Mac
pl_pl: Pobierz wersję MT5 na komputery Mac
pt_pt: Baixar MT5 para Mac
vi_vn: Tải xuống MT5 cho Mac
zh_cn: Mac版MT5下载

source: Download MT5 for Windows
de_de: MT5 für Windows herunterladen
fr_fr: Téléchargez MT5 pour Windows
id_id: Unduh MT5 untuk Windows
pl_pl: Pobierz wersję MT5 na komputery z systemem Windows
pt_pt: Baixar MT5 para Windows
vi_vn: Tải về MT5 cho Windows
zh_cn: Windows版MT5下载

source: Download MT5 for your desktop or laptop to access the powerful tools and features enjoyed by millions of traders.
de_de: Laden Sie MT5 für Ihren Desktop oder Laptop herunter, um auf die leistungsfähigen Tools und Features, die von Millionen von Händlern genossen werden, zuzugreifen.
fr_fr: Télécharger MT5 pour votre ordinateur de bureau ou portable afin d'accéder à des outils puissants et des fonctions dont profitent des millions de traders.
id_id: Download MT5 pada desktop atau laptop Anda untuk mengakses peralatan canggih dan fasilitas yang dinikmati oleh jutaan trader.
pl_pl: Pobierz platformę MT5 na komputer stancjonarny lub laptop, aby uzyskać dostęp do różnorodnych funkcji i narzędzi, z których korzysta już ponad milion graczy.
pt_pt: Baixe a MT5 para o seu desktop ou laptop para acessar as ferramentas e recursos poderosos desfrutados por milhões de negociadores.
vi_vn: Tải về MT5 cho máy tính để bàn hoặc máy tính xách tay của bạn để truy cập công cụ mạnh mẽ và các tính năng rất được thích bởi hàng triệu của nhà giao dịch.
zh_cn: MT5是强大的多功能交易工具，备受百万多名交易员的爱载，请下载到台式电脑或笔记本电脑上使用。

source: Download our VPN app for your preferred device
de_de: Laden Sie unsere VPN-App für Ihr bevorzugtes Gerät herunter
fr_fr: Téléchargez l'app VPN Binary pour votre appareil préféré
id_id: Unduh aplikasi VPN kami untuk perangkat pilihan Anda
pl_pl: Pobierz naszą aplikację VPV na swoje ulubione urządzenie
pt_pt: Baixar o nosso aplicativo de VPN para o seu dispositivo preferido
vi_vn: Tải ứng dụng VPN của chúng tôi cho điện thoại theo ý muốn của bạn
zh_cn: 为您倾向的设备下载VPN 应用程序

source: Download our VPN app now
de_de: Laden Sie jetzt unsere VPN-App herunter
fr_fr: Téléchargez notre app VPN maintenant
id_id: Unduh aplikasi VPN kami sekarang
pl_pl: Pobierz naszą aplikację VPN już teraz
pt_pt: Baixe o nosso aplicativo de VPN agora
vi_vn: Tải về ứng dụng VPN chúng tôi bây giờ
zh_cn: 立刻下载VPN应用程序

source: Download our desktop app now:
de_de: Laden Sie jetzt unsere Desktop-Anwendung herunter:
fr_fr: Téléchargez notre application de bureau maintenant :
id_id: Unduh aplikasi desktop kami sekarang:
pl_pl: Pobierz naszą aplikację na komputery już teraz:
pt_pt: Baixe o nosso aplicativo para desktops agora:
vi_vn: Tải về ứng dụng trên máy tính để bàn chúng tôi bây giờ:
zh_cn: 立刻下载我们的桌面应用程序:

source: Download the %1desktop app%2 for the most secure way to access the %3 website.
de_de: Laden Sie die %1Desktop App%2 herunter, für den sichersten Weg, um auf die %3 Website zuzugreifen.
fr_fr: Téléchargez l' %1application de bureau%2 pour la façon la plus sûre d'accéder au site %3.
id_id: Unduh %1aplikasi desktop%2 untuk cara yang paling aman dalam mengakses situs %3.
pl_pl: Pobierz %1aplikację na komputery stacjonarne%2, aby korzystać ze strony %3 w najbezpieczniejszy sposób.
pt_pt: Baixe o %1aplicativo para desktops%2 para a forma mais segura de se acessar o site da %1.
vi_vn: Tải xuống %1 ứng dụng desktop %2 để có thể truy cập trang web %3 an toàn nhất.
zh_cn: 下载 %1桌面应用程序%2 以获得 %3 网站最安全的访问方式。

source: Download the Android app
de_de: Die Android-App herunterladen
fr_fr: Téléchargez l’application Android
id_id: Download aplikasi android
pl_pl: Pobierz aplikację dla systemu Android
pt_pt: Baixe o aplicativo para Android
vi_vn: Tải ứng dụng Android
zh_cn: 下载 Android 应用程序

source: Download your statement
de_de: Laden Sie Ihren Auszug herunter
fr_fr: Téléchargez votre relevé
id_id: Unduh pernyataan Anda
pl_pl: Pobierz wyciąg z rachunku
pt_pt: Baixar o seu extrato
vi_vn: Tải xuống bảng sao kê
zh_cn: 下载月结单

source: Drive rapid growth and business development to support the company's sales and marketing objectives
de_de: Treiben Sie das rasche Wachstum und die Geschäftsentwicklung voran, um die Verkaufs- und Werbeziele des Unternehmens zu unterstützen
fr_fr: Favoriser la croissance rapide et le développement de nos activités pour réaliser les objectifs de vente et de marketing de la Compagnie
id_id: Mendorong pertumbuhan yang cepat dan pengembangan bisnis untuk mendukung penjualan dan tujuan pemasaran perusahaan
pl_pl: Dbanie o szybki wzrost i rozwój biznesowy w celu realizacji celów sprzedażowych i marketingowych firmy
pt_pt: Impulsionar o crescimento rápido e o desenvolvimento de negócios para auxiliar os objetivos de vendas e marketing da empresa
vi_vn: Thúc đẩy tăng trưởng nhanh chóng và phát triển kinh doanh để hỗ trợ cho các mục tiêu bán hàng và tiếp thị của công ty
zh_cn: 推动快速增长和业务发展，以支持公司的销售和市场营销目标

source: Driving licence
de_de: Führerschein
fr_fr: Permis de conduire
id_id: Surat izin mengemudi
pl_pl: Prawo jazdy
pt_pt: Carteira de habilitação
vi_vn: Giấy phép lái xe
zh_cn: 驾驶执照

source: Due to market volatility and gold's reputation as a safe-haven asset, you predict that the price of gold will rise.
de_de: Aufgrund der Volatilität des Marktes und dem Ruf von Gold als sichere Hafen Anlage, sagen Sie voraus, dass der Goldpreis steigen wird.
fr_fr: En raison de la volatilité des marchés et de la réputation de l’or comme d'un actif refuge, vous prédisez que le prix de l’or augmentera.
id_id: Karena volatilitas pasar dan reputasi emas sebagai aset safe-heaven, Anda memprediksi bahwa harga emas akan naik.
pl_pl: Ze względu na zmienność rynku oraz reputację złota jako aktywa typu „bezpieczna przystań”, prognozujesz, że cena złota wzrośnie.
pt_pt: Devido à volatilidade do mercado e a reputação do ouro como um ativo de segurança, você prevê que o preço do ouro irá subir.
vi_vn: Do thị trường biến động và danh tiếng của vàng như là một tài sản vô cùng an toàn, bạn dự đoán rằng giá vàng sẽ tăng lên.
zh_cn: 由于市场波动和黄金作为安全保障资产的声誉，您预测黄金价格将上涨。

source: Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed.
de_de: Wegen der kürzlich vorgenommenen Änderungen der Vorschriften sind wir gezwungen, unsere Kunden zu bitten, die folgende Finanzielle Beurteilung auszufüllen. Bitte beachten Sie, dass Sie, bis diese ausgefüllt ist, nicht weiter Handel treiben können.
fr_fr: En raison de récents changements réglementaires, nous sommes dans l'obligation de demander à nos clients de remplir le formulaire d'évaluation financière suivant. Sachez que vous ne pourrez pas poursuivre vos activités de trading avant de l'avoir fait.
id_id: Berhubung perubahan terbaru dalam peraturan, kami perlu memastikan untuk meminta klien menyelesaikan Penilaian Keuangan berikut. Mohon diketahui bahwa Anda tidak akan dapat melanjutkan pendaftaran hingga proses ini selesai.
pl_pl: Z powodu niedawnych zmian w przepisach jesteśmy zobowiązani poprosić klientów o wypełnienie następującego formularza oceny sytuacji finansowej. Kontynuowanie handlowania będzie niemożliwe dopóki formularz nie zostanie wypełniony.
pt_pt: Devido a alterações recentes nos regulamentos, somos obrigados a pedir aos nossos clientes que preencham a seguinte avaliação financeira. Note que você não poderá continuar a negociar até a avaliação estar preenchida.
vi_vn: Vì những thay đổi gần đây trong các quy định, chúng tôi buộc phải yêu cầu khách hàng hoàn tất bản Đánh giá Tài chính sau. Xin lưu ý rằng bạn sẽ không thể tiếp tục giao dịch cho đến khi bản đánh giá được hoàn thành.
zh_cn: 由于最近的法规变更，客户必须填写以下金融评估。您须填写完成才能继续交易。

source: Due to the nature of our business as a trading counterparty, company profits are tied to net revenue generated by you through trading. However, we aim to establish and maintain and operate effective organisational and administrative arrangements with a view to taking all reasonable steps to prevent conflicts of interest from constituting or giving rise to a material risk of damage to the interests of our clients.
de_de: Aufgrund der Beschaffenheit unseres Unternehmens als Handels-Kontrahent, sind Unternehmensgewinne an von Ihnen durch Handel generierte Netto-Einnahmen gebunden. Jedoch zielen wir darauf hin, wirksame organisatorische und administrative Vorkehrungen zu erstellen, zu pflegen und zu betreiben, in der Absicht alle angemessenen Maßnahmen zu ergreifen, um Interessenkonflikte davon abzuhalten ein wesentliches Risiko der Schädigung im Interesse unserer Kunden zu bilden oder zu verursachen.
id_id: Karena sifat bisnis kami sebagai rekanan trading, keuntungan perusahaan terikat dengan pendapatan bersih yang dihasilkan oleh Anda melalui trading. Namun, kami bertujuan untuk menetapkan dan memelihara dan mengoperasikan pengaturan organisasi dan administrasi yang efektif dengan maksud untuk mengambil semua langkah yang wajar untuk mencegah konflik kepentingan dari yang membentuk atau menimbulkan risiko material dari kerusakan pada kepentingan klien kami.
pl_pl: Ze względu na naturę naszej działalności i rolę jako kontrahenta handlowego, zyski firmy są powiązane z przychodami netto generowanymi przez twoją aktywność handlową. Jednakże, naszym celem jest ustanowienie i zachowanie skutecznych rozwiązań organizacyjnych i administracyjnych w celu podjęcia wszelkich racjonalnych kroków zapobiegającym konfliktowi interesów: stanowienia lub powodowania znacznego ryzyka szkody interesów naszych klientów.
pt_pt: Devido à natureza do nosso negócio como contraparte de negociação, os lucros da empresa são vinculados à receita líquida gerada por você através das negociações. Portanto, o nosso objetivo é estabelecer, manter e operar mecanismos administrativos e organizacionais eficazes, com vista a tomar todas as medidas razoáveis para evitar conflitos de interesse que constituam ou deem origem a riscos materiais de danos aos interesses dos nossos clientes.
vi_vn: Do tính chất kinh doanh của chúng tôi như một đối tác giao dịch, lợi nhuận công ty được liên kết với doanh thu thuần được tạo ra bởi bạn thông qua kinh doanh. Tuy nhiên, chúng tôi mong muốn thiết lập và bảo trì và hoạt động hiệu quả hành chính và tổ chức sắp xếp nhằm tham gia tất cả các bước hợp lý để ngăn ngừa xung đột lợi ích từ cấu thành hoặc làm tăng nguy cơ thiệt hại đến lợi ích vật chất khách hàng của chúng tôi.
zh_cn: 由于我们的业务性质是成为交易合约的另一方, 公司的利润与您通过交易产生的净收益挂钩。然而, 我们的目标是建立、维持和运作有效的组织和行政安排, 以便采取一切合理步骤, 防止利益冲突给客户构成或造成损害利益的物质风险。

source: Due to the online nature of the business and instruments, there is a small delay between an order being entered and the same order being executed on the server. Any significant delay can have negative impacts on clients; therefore, the Company monitors the latency between the entering and execution of client orders. Should this delay exceed the established threshold, then the system administrators will be notified so that they can investigate any possible issue.
de_de: Aufgrund des Online-Charakters des Geschäfts und der Instrumente, gibt es eine kleine Verzögerung zwischen der Eingabe einer Bestellung und der Ausführung derselben auf dem Server. Erhebliche Verzögerungen können negative Auswirkungen auf Kunden haben; deshalb überwacht das Unternehmen die Wartezeit zwischen der Eingabe und Ausführung von Kundenaufträgen. Sollte diese Verzögerung den festgelegten Schwellenwert übersteigen, werden die System-Administratoren benachrichtigt, so dass sie mögliche Probleme untersuchen können.
fr_fr: En raison de la nature en ligne de l’entreprise et des instruments, il y a un léger décalage entre un ordre saisi et l’ordre en cours d’exécution sur le serveur. Tout retard significatif peut avoir des effets négatifs sur les clients ; par conséquent, la Compagnie surveille le temps de latence entre l’entrée et l’exécution des ordres des clients. Si ce retard dépasse le seuil établi, les administrateurs système seront avisés afin qu’ils puissent enquêter sur tous problème éventuel.
id_id: Karena sifat bisnis dan instrumen online, ada sedikit penundaan antara order yang dimasukkan dan order yang sama yang dieksekusi di server. Penundaan signifikan dapat berdampak negatif pada klien; oleh karena itu, Perusahaan memonitor latensi antara masuk dan eksekusi order klien. Jika penundaan ini melebihi ambang yang ditetapkan, maka administrator sistem akan diberi tahu sehingga mereka dapat menyelidiki masalah apa pun yang mungkin terjadi.
pl_pl: Ze względu na internetowy charakter naszej działalności i instrumentów finansowych występuje małe opóźnienie między składanym zleceniem a tym samym zlecenie realizowanym na serwerze. Jakiekolwiek większe opóźnienie może mieć negatywny wpływ dla klientów, dlatego Firma monitoruje opóźnienia między wprowadzaniem a realizowaniem zleceń klientów. Jeśli takie opóźnienie przekroczy szacowaną wartość progową, administratorzy systemu zostaną o tym powiadomieniu w celu zbadania potencjalnych problemów.
pt_pt: Devido à natureza online dos negócios e instrumentos, existe um pequeno atraso entre o início de uma ordem e a execução da mesma ordem no servidor. Qualquer atraso significativo pode ter impactos negativos nos clientes; portanto, a Empresa acompanha a latência entre o início e a execução de ordens de clientes. Caso este atraso exceda o limite estabelecido, os administradores do sistema serão notificados para que possam investigar qualquer possível problema.
vi_vn: Do tính chất trực tuyến của doanh nghiệp và các công cụ, sẽ luôn có một độ trễ nhỏ khi một đơn giao dịch được nhập vào cho đến lúc đơn đó được xử lý trên máy chủ. Bất kỳ sự chậm trễ đáng kể nào cũng có thể gây ra tác động tiêu cực tới khách hàng; do đó, Công Ty kiểm soát độ trễ giữa việc nhập và thực hiện các đơn giao dịch của khách hàng. Nếu độ trễ này này vượt quá ngưỡng đã định, các quản trị hệ thống sẽ được thông báo để họ có thể điều tra bất kỳ vấn đề nào nếu có.
zh_cn: 由于业务和工具属于在线性质, 订单输入和服务器执行相同订单之间存在些少延误。任何重大延误可能对客户产生负面影响。因此, 公司对客户订单输入和执行之间的延误实行监视。如果延误超过预设限值, 则系统管理员将收到通知, 以便调查任何可能发生的问题。

source: Duration
de_de: Laufzeit
fr_fr: Durée
id_id: Durasi
pl_pl: Czas trwania
pt_pt: Duração
vi_vn: Khoảng thời gian
zh_cn: 期限

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
de_de: Bei instabilen Märkten (z. B. besonders in Zeiträumen schneller Marktbewegungen) können Verträge, entgegen der üblichen Marktkonditionen, zu ungünstigeren Kursen angeboten werden.
fr_fr: Lors de marchés rapides (périodes où le marché varie très rapidement), les contrats peuvent être proposés à des prix moins favorables que ceux que permettent des conditions de marché habituelles.
id_id: Selama pasar cepat (yaitu periode pergerakan pasar yang sangat cepat), kontrak mungkin akan ditawarkan dengan harga lebih menguntungkan berbanding dalam kondisi normal.
pl_pl: W czasie „szybkiego rynku” (tzn. w okresach bardzo szybkich ruchów na rynkach) kontrakty mogą być oferowane w cenach mniej korzystnych niż w zwykłych warunkach rynkowych.
pt_pt: Durante os fast markets (mercados com negociação rápida, isto é, períodos de movimentos muito rápidos do mercado), os contratos podem ser disponibilizados a preços mais desfavoráveis do que os disponibilizados em condições usuais de mercado.
vi_vn: Trong suốt thời kì thị trường nhanh (ví dụ thời kì biến động thị trường rất nhanh), hợp đồng có thể được chào bán với mức giá bất lợi hơn những hợp đồng đã được chào bán trong điều kiện thị trường bình thường.
zh_cn: 市场快速波动期间的合约价格可能差于普通市况。

source: During our application process, we may ask you for information about your background, experience as well your investment assets and earnings. We do not monitor on your behalf whether the amount of money you have sent to us or your profits or losses are consistent with that information. It is up to you to assess whether your investment resources are adequate for your investment activity with us and your risk appetite in the products and services you use.
de_de: Während unseres Antragsverfahrens werden wir Informationen über Ihren Hintergrund, Erfahrungen sowie Ihre Vermögenswerte und Einkommen abfragen. Wir werden nicht in Ihrem Auftrag überwachen, ob der von Ihnen an uns überwiesene Geldbetrag oder Ihre Gewinne und Verluste mit diesen Informationen vereinbar sind. Sie müssen beurteilen, ob Ihre Investitionsmittel und die Risikobereitschaft hinsichtlich unserer Produkte und Dienstleistungen für Ihre Investitionstätigkeiten bei uns geeignet sind.
id_id: Selama proses pendaftaran berlangsung, kami mungkin akan menanyakan informasi tentang latar belakang, pengalaman termasuk asset investasi dan pendapatan Anda. Kami tidak akan memonitor atas nama Anda mengenai jumlah dana yang Anda kirimkan kepada kami, keuntungan atau kerugian dari jumlah tersebut. Merupakan keputusan Anda untuk memastikan apakah sumber investasi Anda mencukupi untuk berinvestasi bersama kami dan risiko sepenuhnya ditangan Anda.
pl_pl: Podczas procesu aplikacyjnego możemy poprosić Cię o informacje dotyczące Ciebie, Twojego doświadczenia, Twoich środków inwestycyjnych i zarobków. Nie sprawdzamy w Twoim imieniu, czy ilość przesłanych nam pieniędzy oraz Twoje zyski lub straty odpowiadają tym informacjom. Do Ciebie należy ocena, czy Twoje środki inwestycyjne są adekwatne do Twojej działalności inwestycyjnej prowadzonej na naszym portalu i do podejmowanego ryzyka związanego z produktami i usługami, z których korzystasz.
pt_pt: Durante o nosso processo de inscrição, podemos pedir informações sobre o seu passado e sua experiência, bem como os seus ativos de investimento e rendimentos. Nós não controlamos se a quantidade de dinheiro que você nos enviou ou se seus ganhos ou perdas são consistentes com essas informações. Só você é responsável por determinar se os seus recursos de investimento são suficientes para as suas atividades de investimento conosco e para o seu apetite pelo risco dos produtos e serviços de que usufrui.
vi_vn: Trong quá trình ứng tuyển, chúng tôi có thể yêu cầu bạn cung cấp những kinh nghiệm, hiểu biết nền tảng cũng như là tài sản đầu tư và thu nhập của bạn. Chúng tôi không quản lý thay bạn số tiền bạn đã gửi cho chúng tôi hoặc lợi nhuận hay thua lỗ với các thông tin trên. Nó phụ thuộc vào bạn đánh giá các nguồn đầu tư có phù hợp với hoạt động đầu tư của bạn với chúng tôi hay không và rủi ro có trong những sản phẩm và dịch vụ bạn sử dụng.
zh_cn: 在申请过程中，我们可能会向您索取您的背景、经历以及投资资产和收入等信息。我们不会代表您监控这些信息是否与您支付的金额、盈利或亏损有关联。由您全权负责评估自己的投资资源是否能够支持投资活动，并自行负担使用产品和服务的风险。

source: During the term of this Agreement, you grant us a royalty-free, non-exclusive, worldwide, irrevocable right, under all of your intellectual property rights, to:
de_de: Sie räumen uns während der Vertragslaufzeit ein gebührenfreies, nicht ausschließliches, weltweites, unwiderrufliches Recht auf Ihre Urheberrechte ein, um:
id_id: Selama jangka waktu Perjanjian ini, Anda memberi kami royalti bebas, tidak eksklusif, di seluruh dunia, memiliki hak penuh dan tidak dapat dibatalkan, di bawah semua hak kekayaan intelektual Anda ke:
pl_pl: Na czas trwania niniejszej Umowy udzielasz nam, na podstawie wszelkich Twoich praw własności intelektualnej, nieodpłatnie niewyłącznego, globalnego, nieodwołalnego prawa do:
pt_pt: Durante a vigência do presente acordo, você concede-nos um direito livre de royalties, não exclusivo, em âmbito mundial, irrevogável, sob todos os seus direitos de propriedade intelectual, para:
vi_vn: Theo điều khoản của Thỏa thuận này, bạn cho phép chúng tôi có quyền tự do đặc quyền, không loại trừ, trên phạm vi toàn thế giới,không thể hủy ngang, dựa theo quyền sở hữu trí tuệ, để:
zh_cn: 本协议有效期内，您将您所拥有的所有知识产权免版税、非独占、世界范围、不可撤销的权利授予我们：
