Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: To apply, please submit your CV and a cover letter to %1
de_de: Um sich zu bewerben, senden Sie uns bitte Ihren Lebenslauf und ein Bewerbungsschreiben an %1
fr_fr: Pour postuler, envoyez votre CV et votre lettre de motivation à %1
id_id: Untuk melamar, kirimkan CV dan surat lamaran ke %1
pl_pl: Aby aplikować, prześlij swoje CV i list motywacyjny do %1
pt_pt: Para se candidatar, envie o seu CV e uma carta de apresentação para %1
vi_vn: Để ứng cử, xin vui lòng gửi CV của bạn và thư giới thiệu tới %1
zh_cn: 如有意申请，请将您的简历和求职信发送到%1

source: To be able to trade OTC instruments available on the MT5 Trading Platform, you have to first:
de_de: Um OTC-Instrumente auf der MT5 Handelsplattform handeln zu können, müssen Sie zuerst:
id_id: Untuk dapat mentradingkan instrumen OTC yang tersedia di Platform Trading MT5, Anda harus terlebih dahulu:
pl_pl: Aby móc handlować instrumentami spoza rynku giełdowego dostępnymi na Platformie handlowej MT5, musisz najpierw:
pt_pt: Para se poder negociar instrumentos OTC disponíveis na plataforma de negociação MT5, é primeiro necessário:
vi_vn: Để có thể giao dịch các công cụ OTC có sẵn trên Sàn Giao Dịch MT5, trước tiên bạn phải:
zh_cn: 想在MT5交易平台进行可用的场外工具交易，首先您须：

source: To change your name, date of birth, country of residence, email, or tax information, please contact %1Customer Support%2.
de_de: Wenn Sie Ihren Namen, das Geburtsdatum, Ihr Wohnsitzland, Ihre E-Mail Anschrift ändern möchten oder Steuerinformationen, wenden Sie sich bitte an den %1Kundenbetreuung%2.
fr_fr: Pour modifier votre nom, date de naissance, pays de résidence, adresse e-mail, ou informations fiscales, veuillez contacter %1le Service Clientèle%2.
id_id: Untuk merubah nama, tanggal lahir, negara domisili, email atau informasi pajak Anda, silahkan hubungi %1Customer Support%2.
pl_pl: W celu zmiany imienia i nazwiska, daty urodzenia, kraju zamieszkania, adresu e-mail lub danych podatkowych prosimy o kontakt z %1działem obsługi klienta%2.
pt_pt: Para alterar o seu nome, data de nascimento, país de residência, endereço de e-mail ou informações fiscais%1C, contate o %1Apoio ao cliente%2.
vi_vn: Để thay đổi tên, ngày sinh, quốc gia cư trú, email hoặc thông tin thuế, vui lòng liên hệ với %1Hỗ Trợ Khách Hàng%2.
zh_cn: 如需更改姓名、生日、居住国、电子邮件或税务信息，请与%1客服人员%2联系。

source: To create a MAM real account, please:
de_de: Um ein MAM Echtgeldkonto zu erstellen, bitte:
fr_fr: Pour créer un compte réel MAM, veuillez s’il vous plaît :
id_id: Untuk mendaftar akun riil MAM, silahkan:
pl_pl: Aby utworzyć konto MAM z prawdziwymi pieniędzmi:
pt_pt: Para criar uma conta real de gestor multi-contas, por favor:
vi_vn: Để tạo một tài khoản MAM thực, xin vui lòng:
zh_cn: 想要开立 MMM 真实账户, 请:

source: To create a MetaTrader 5 account, please:
de_de: Um ein MetaTrader 5 Konto zu erstellen, bitte:
fr_fr: Pour créer un compte MetaTrader 5, veuillez :
id_id: Untuk mendaftar akun MetaTrader 5, silahkan:
pl_pl: Aby utworzyć konto MetaTrader 5:
pt_pt: Para criar uma conta MetaTrader 5:
vi_vn: Để tạo một tài khoản MetaTrader 5, xin vui lòng:
zh_cn: 想要开立 MetaTrader 5 账户, 请:

source: To disable two-factor authentication, please enter the code generated by the app below:
de_de: Um die Zwei-Faktor-Authentifizierung zu deaktivieren, geben Sie bitte den von der App unten generierten Code ein:
fr_fr: Pour désactiver l’authentification deux facteurs, veuillez entrer le code généré par l’application ci-dessous :
id_id: Untuk menonaktifkan autentikasi dua faktor, masukkan kode yang dihasilkan oleh aplikasi di bawah ini:
pl_pl: Aby wyłączyć uwierzytelnianie dwuskładnikowe, wprowadź poniższy kod wygenerowany przez aplikację:
pt_pt: Para desabilitar a autenticação de dois fatores, insira o código gerado pelo aplicativo abaixo:
vi_vn: Để vô hiệu hóa xác thực 2 yếu tố, vui lòng nhập mã được tạo ra bởi ứng dụng dưới đây:
zh_cn: 要禁用双因素身份验证, 请输入以下应用程序生成的代码:

source: To excel, you must demonstrate a passion for open-source technologies. You must also have a burning desire to challenge yourself in a fast-paced environment.
de_de: Um zu übertreffen, müssen Sie eine Leidenschaft für Open-Source Technologien zeigen. Sie müssen ebenfalls ein brennendes Verlangen haben, sich selbst in einer schnelllebigen Umgebung herauszufordern.
fr_fr: Pour exceller, vous devez démontrer une passion pour les technologies open-source. Vous devez également avoir un désir brûlant de vous mettre au défi dans un environnement à évolution rapide.
id_id: Untuk menjadi yang terunggul, Anda harus menunjukkan minat pada teknologi open-source. Anda juga harus memiliki keinginan yang besar untuk menantang diri Anda sendiri dalam lingkungan yang serba cepat.
pl_pl: Aby osiągnąć sukces, musisz wykazywać pasję do technologii open-source. Musisz również mieć silne pragnienie sprawdzenia się w dynamicznym środowisku.
pt_pt: Para se sobressair, você deve demonstrar uma paixão por tecnologias open source. Você também deve gostar de desafiar a si mesmo em um ambiente de trabalho de ritmo acelerado.
vi_vn: Để vượt trội, bạn phải chứng mình được niềm đam mê của bản thân đối với các công nghệ mã-nguồn-mở. Bạn cũng phải có một khao khát mãnh liệt với thử thách bản thân trong một môi trường linh hoạt.
zh_cn: 要想脱颖而出, 您必须表现出对开源技术的热忱。您还必须有在快节奏环境中挑战自己的强烈意愿。

source: To exchange one currency for another in order to make profit.
de_de: Um eine Währung gegen eine andere einzutauschen, um Profit zu machen.
fr_fr: Echanger une devise pour une autre afin de faire des profits.
id_id: Untuk menukar satu mata uang dengan mata uang lainnya untuk membuat keuntungan.
pl_pl: Aby wymienić jedną walutę na drugą i zyskać.
pt_pt: Para cambiar uma moeda por outra a fim de realizar lucro.
vi_vn: Để trao đổi một loại tiền tệ khác nhằm kiếm lợi nhuận.
zh_cn: 用某一种货币兑换成另一种货币以赚取利润。

source: To find out more and to sign up with GAMSTOP, please visit %1.
de_de: Um mehr zu erfahren und um sich mit GAMSTOP zu registrieren, besuchen Sie bitte %1.
fr_fr: Pour trouver plus d'information et pour signer avec GAMSTOP, veuillez visiter %1.
id_id: Untuk mengetahui lebih lanjut dan mendaftar GANSTOP, silahkan kunjungi %1.
pl_pl: Aby uzyskać więcej informacji i zarejestrować się z GAMSTOP, odwiedź %1.
pt_pt: Para saber mais e para se inscrever no GAMSTOP, visite %1.
vi_vn: Để tìm hiểu thêm và đăng ký với GAMSTOP, xin vui lòng truy cập %1.
zh_cn: 要了解更多, 并在 GAMSTOP 注册, 请访问 %1。

source: To go long, you will click on 'Buy' to purchase GBP 1 for USD 1.22781. To go short, you will click on 'Sell' to sell GBP 1 and receive USD 1.22771 in return.
de_de: Um lange zu gehen, klicken Sie auf "Kaufen", um 1 GBP für 1,22781 USD zu erwerben. Um kurz zu gehen, klicken Sie auf "Verkaufen", um 1 GBP zu verkaufen und 1,22771 USD im Gegenzug zu erhalten.
fr_fr: Pour être à l'achat, vous devez cliquer sur « Acheter » pour acheter 1 GBP pour 1.22781 USD. Pour être à la vente, vous devez cliquer sur « Vendre » pour vendre 1 GBP et recevoir en retour des 1.22771 USD.
id_id: Untuk go long, Anda akan mengklik 'Beli" untuk membeli 1 GBP untu 1,22781 USD. Untuk go short, Anda akan mengklik 'Jual' untuk menjual 1 GBP dan menerima 1,22771 USD sebagai balasannya.
pl_pl: Aby zająć pozycję długą, klikniesz przycisk „Kup” i kupisz 1 GBP za 1,22781 USD. Aby zająć pozycję krótką, klikniesz przycisk „Sprzedaj” i sprzedasz 1 GBP, otrzymując 1,22771 USD.
pt_pt: Para assumir uma posição longa, você deve clicar em "Comprar" para adquirir 1 GBP por 1,22781 USD. Para assumir uma posição curta, você deve clicar em "Vender" para vender 1 GBP e receber 1,22771 USD em troca.
vi_vn: Để đi dài, bạn cần bấm vào 'Mua' để mua 1 GBP với giá USD 1.22781. Đi ngắn, bạn cần bấm vào 'Bán' để bán 1 GBP và nhận lại được 1.22771 USD.
zh_cn: 要持多头头寸，您可点击 “买入”，以1.22781美元买入1英镑。要持空头头寸，您可点击“卖出”，将1英镑卖出，并获得1.22771美元作为回报。

source: To go long, you'll want to click on 'Buy' to purchase EUR 1 for USD 1.17726
de_de: Um lange zu gehen, klicken Sie auf "Kaufen", um 1 EUR für 1,17726 USD zu erwerben
fr_fr: Pour être à l'achat, vous allez vouloir cliquer sur « Acheter » pour acheter 1 EUR pour 1.17726 USD
id_id: Untuk go long, Anda akan ingin untuk mengklik 'Beli' untuk membeli 1 EUR untuk 1,17726 USD
pl_pl: Aby zająć pozycję długą, kliknij przycisk „Kup” – kupisz 1 EUR za 1,17726 USD
pt_pt: Para assumir uma posição longa, você deve clicar em "Comprar" para adquirir 1 EUR por 1,17726 USD
vi_vn: Để đi dài, bạn cần nhấn vào 'Mua' để mua 1 EUR với giá 1.17726 USD
zh_cn: 要持多头头寸，您可点击 “买入”，以1.17726美元买入1欧元

source: To go short, you'll click on 'Sell' to sell EUR 1 and receive USD 1.17725 in return.
de_de: Um kurz zu gehen, klicken Sie auf "Verkaufen", um 1 EUR zu verkaufen und 1,17725 USD im Gegenzug zu erhalten.
fr_fr: Pour être à la vente, vous cliquez sur « Vendre » pour vendre 1 euro et recevoir 1.17725 USD en retour.
id_id: Untuk go short, Anda akan mengklik 'Jual' untuk menjual 1 EUR dan menerima 1,17725 USD sebagai balasan.
pl_pl: Aby zająć pozycję krótką, kliknij przycisk „Sprzedaj” – sprzedasz 1 EUR i otrzymasz 1,17725 USD
pt_pt: Para assumir uma posição curta, você deve clicar em "Vender" para vender 1 EUR e receber 1,17725 USD em troca.
vi_vn: Đi ngắn, bạn cần bấm vào 'Bán' để bán 1 EUR và nhận lại được 1.17725 USD.
zh_cn: 要持空头头寸，您可点击“卖出”，将1欧元卖出，并获得1.17725美元作为回报。

source: To learn more, please read our %1CFD contract specifications%2.
de_de: Um mehr zu erfahren, lesen Sie bitte unsere %1CFD Kontraktspezifikationen%2.
fr_fr: Pour en savoir plus, veuillez lire nos %1spécifications du contrat CFD%2.
id_id: Untuk mempelajari lebih lanjut, silahkan baca %1spesifikasi kontrak CFD%2 kami.
pl_pl: Aby dowiedzieć się więcej, zapoznaj się ze %1szczegółami na temat kontraktów CFD%2.
pt_pt: Para saber mais, leia as nossas %1especificações de contratos CFD%2.
vi_vn: Để biết thêm chi tiết, vui lòng đọc %1hợp đồng CDF%2.
zh_cn: 要了解详情, 请阅读我们的%1差价合约规格%2。

source: To learn more, read our %1Margin Policy%2 that further explains our margin requirements.
de_de: Um mehr zu erfahren, lesen Sie unsere %1Margin Richtlinie%2, die unsere Margin-Anforderungen näher erläutert.
fr_fr: Pour en apprendre plus, lisez notre %1Politique de Marge%2 qui explique plus en avant nos exigences de marge.
id_id: Lebih lanjut, baca %1Kebijakan Margin%2 kami yang menjelaskan lebih lanjut tentang persyaratan margin kami.
pl_pl: Aby dowiedzieć się więcej, zapoznaj się z naszą %1Polityka dot. depozytu zabezpieczającego%2, która wyjaśnia dokładniej, na czym polegają wymogi dot. depozytu zabezpieczającego.
pt_pt: Para saber mais, leia a nossa %1política de margens%2 que explica melhor os nossos requisitos de margem.
vi_vn: Để biết thêm, vui lòng đọc %1Chính Sách Biên%2 của chúng tôi sẽ giải thích về điều kiện biên.
zh_cn: 要了解关于保证金要求的更多信息，请阅读我们的%1保证金政策%2。

source: To open an MT5 Real Account for financial instruments, you must have an authenticated %1 account. If you open an MT5 Real Account with Binary (Europe) Ltd you will be able to trade only Volatility contracts for difference. An MT5 Real Account cannot be opened in the absence of a %1 account.
de_de: Um ein MT5 Echtgeldkonto für Finanzinstrumente zu eröffnen, müssen Sie ein authentifiziertes %1 Konto haben. Wenn Sie ein MT5 Echtgeldkonto mit Binary (Europe) Ltd eröffnen, können Sie nur Volatilität Differenzkontrakte handeln. Ein MT5 Echtgeldkonto kann nicht ohne ein bestehendes %1 Konto eröffnet werden.
id_id: Untuk mendaftar Akun Riil MT5 pada instrumen keuangan, Akun %1 Anda harus sudah terotentikasi. Jika Anda mendaftar Akun Riil MT5 pada Binary (Europe) Ltd maka Anda akan hanya dapat bertrading pada kontrak Volatilitas saja. Akun Riil MT5 tidak dapat didaftarkan tanpa mendaftar Akun %1.
pl_pl: Aby otworzyć Prawdziwe konto MT5 do instrumentów finansowych, musisz posiadać zweryfikowane konto: %1. Jeśli otworzysz Prawdziwe konto MT5 w Binary (Europe) Ltd, będzie możliwe handlowanie wyłącznie kontraktami zmienności na różnice kursowe. Nie można otworzyć Prawdziwego konta MT5 w przypadku nieposiadania konta: %1.
pt_pt: Para abrir uma conta real MT5 para instrumentos financeiros, é necessário ter uma conta autenticada na %1. Caso você abra uma conta real MT5 na Binary (Europe) Ltd. apenas lhe será possível negociar contratos por diferenças "Volatility". Uma conta real MT5 não poderá ser aberta na ausência de uma conta %1.
vi_vn: Để mở một Tài khoản Thực MT5 cho các công cụ tài chính, bạn phải có một tài khoản %1 đã được xác thực. Nếu bạn mở một Tài khoản Thực MT5 với Công ty TNHH Binary (Europe), bạn sẽ chỉ có thể giao dịch các hợp đồng Biến Động cho sự khác biệt. Bạn không thể mở Tài Khoản Thực MT5 khi không có tài khoản %1.
zh_cn: 要为金融工具开立MT5真实账户，您必须拥有经过验证的％1账户。如果您在Binary（Europe）Ltd开设MT5真实账户，您将只能交易波动率差价合约。如果没有%1账户，就无法开立MT5真实账户。

source: To perform this action, please %1upgrade to %2 Real Account%3.
de_de: Um diese Aktion durchzuführen, bessern %1Sie bitte auf ein %2 Echtes Konto auf%3.
fr_fr: Pour effectuer cette action, veuillez %1passer au Compte Réel %2%3.
id_id: Untuk melakukan tindakan ini, silakan %1upgrade ke Akun Riil %2%3.
pl_pl: Aby przeprowadzić tę czynność, %1zmień swoje konto na %2 konto z prawdziwymi pieniędzmi%3.
pt_pt: Para executar esta ação atualize para uma %2conta real%3 %1.
vi_vn: Để thực hiện hành động này, xin vui lòng %1nâng cấp lên %2tài khoản thực%3.
zh_cn: 如要执行此操作，请%1升级到%2真实账户%3。

source: To perform this action, please set the %1currency%2 of your account.
de_de: Um diese Aktion auszuführen, legen Sie bitte die %1Währung%2 Ihres Kontos fest.
fr_fr: Pour performer cette action, veuillez définir la %1devise%2 de votre compte.
id_id: Untuk melanjutkan, silahkan pilih %1mata uang%2 pada akun Anda.
pl_pl: Aby wykonać tę czynność, ustaw %1walutę%2 swojego konta.
pt_pt: Para executar esta ação, defina a %1moeda%2 da sua conta.
vi_vn: Để thực hiện hành động này, xin vui lòng thiết lập %1tiền tệ%2 của tài khoản của bạn.
zh_cn: 要执行此操作, 请设置账户的%1货币%2。

source: To perform this action, please switch to your %1 Financial account
de_de: Um diese Aktion durchzuführen, wechseln Sie bitte zu Ihrem %1 Finanzkonto
fr_fr: Pour effectuer cette action, veuillez vous connecter à votre compte Réel %1
id_id: Untuk melanjutkan, silakan pindah kedalam akun Finansial %1Anda
pl_pl: Aby przeprowadzić tę czynność, przejdź do konta finansowego %1
pt_pt: Para executar esta ação, mude para a sua conta financeira %1
vi_vn: Để thực hiện hành động này, xin vui lòng chuyển sang tài khoản tài chính %1 của bạn
zh_cn: 如要执行此操作，请切换到 %1 金融账户

source: To perform this action, please switch to your %1 Real Account.
de_de: Um diese Aktion durchzuführen, wechseln Sie bitte zu Ihrem %1 Echtgeldkonto.
fr_fr: Pour effectuer cette action, veuillez vous connecter à votre compte réel %1.
id_id: Untuk melanjutkan, silahkan tukar ke dalam Akun Riil %1 Anda.
pl_pl: Aby przeprowadzić tę czynność, przejdź do konta z prawdziwymi pieniędzmi %1.
pt_pt: Para executar esta ação mude para a sua conta real %2.
vi_vn: Để thực hiện hành động này, xin vui lòng chuyển sang Tài Khoản Thực %1 của bạn.
zh_cn: 如要执行此操作，请切换到 %1 真实账户。

source: To reset your password, enter the email address you used to create your account into the field below and click 'Reset password'.
de_de: Um Ihr Passwort zurückzusetzen, geben Sie im unteren Feld die E-Mail Adresse ein, die Sie zur Erstellung Ihres Kontos verwendet haben, und klicken Sie auf „Passwort zurücksetzen”.
fr_fr: Pour réinitialiser votre mot de passe, entrez l’adresse e-mail utilisée pour créer votre compte dans le champ ci-dessous et cliquez sur « Réinitialiser le mot de passe ».
id_id: Untuk mereset kata sandi Anda, masukkan alamat email yang Anda daftarkan pada kolom di bawah ini dan klik 'Reset Kata Sandi'.
pl_pl: Aby zresetować hasło, w polu poniżej wprowadź adres e-mail użyty przy rejestracji konta i kliknij „Zresetuj hasło”.
pt_pt: Para redefinir a sua senha, digite o endereço de e-mail que você usou para criar a sua conta no campo abaixo e clique em "Redefinir senha".
vi_vn: Để đặt lại mật khẩu của bạn, nhập địa chỉ email bạn đã sử dụng để tạo tài khoản của bạn vào trường dưới đây và bấm vào 'Đổi mật khẩu'.
zh_cn: 如要重新设置密码，在下面字段输入您注册的电子邮件并点击“重设密码”。

source: To reset your trading or investor password, please click the button below:
de_de: Um Ihr Handels- oder Investor-Passwort zu ändern, klicken Sie bitte auf den Button unten:
fr_fr: Pour réinitialiser votre mot de passe de trader ou d’investisseur, s’il vous plaît cliquez sur le bouton ci-dessous :
id_id: Untuk mengatur ulang kata sandi trading atau investor, silahkan klik tombol berikut:
pl_pl: Aby zresetować swoje hasło handlowe lub inwestycyjne, kliknij poniższy przycisk:
pt_pt: Para redefinir a sua senha de investidor ou de negociação, clique no botão abaixo:
vi_vn: Để đổi mật khẩu giao dịch hoặc đầu tư của bạn, xin vui lòng bấm vào nút dưới đây:
zh_cn: 要重置您的交易或投资者密码, 请单击下面的按钮:

source: To self-exclude from all online gambling companies licensed in Great Britain, go to %1.
de_de: Um sich von allen Online-Glücksspiel-Unternehmen, die in Großbritannien lizenziert sind, selbst auszuschließen, gehen Sie bitte zu %1.
fr_fr: Pour s’auto exclure de toutes les compagnies de jeu en ligne sous licence en Grande-Bretagne, allez à %1.
id_id: Untuk mengecualikan diri dari semua perusahaan gaming yang berlisensi di Inggris Raya, kunjungi %1.
pl_pl: Aby dokonać samo-wyłączenia ze wszystkich firm oferujących handel online w Wielkiej Brytanii, przejdź do %1.
pt_pt: Para se excluir de todas as empresas de jogos de azar online licenciadas no Reino Unido, vá para %1.
vi_vn: Để tự loại trừ khỏi tất cả công ty cờ bạc trực tuyến có giấy phép trong Anh Quốc, đi tới %1.
zh_cn: 要自我禁止在所有英国注册的在线博彩公司交易, 请转到 %1。

source: To self-exclude from all online gambling companies licensed in Great Britain, you may go to %1.
de_de: Um sich von allen Online-Glücksspiel-Unternehmen, die in Großbritannien lizenziert sind, selbst auszuschließen, gehen Sie bitte zu %1.
fr_fr: Pour vous auto exclure de toutes les compagnies de jeu en ligne sous licence en Grande-Bretagne, allez à %1.
id_id: Untuk mengecualikan diri dari semua perusahaan yang berlisensi di Inggris Raya, Anda dapat mengunjungi %1.
pl_pl: Aby dokonać samo-wyłączenia ze wszystkich firm oferujących handel online w Wielkiej Brytanii, przejdź do %1.
pt_pt: Para se excluir de todas as empresas de jogos de azar online licenciadas no Reino Unido, pode visitar %1.
vi_vn: Để tự loại trừ khỏi tất cả công ty cờ bạc trực tuyến có giấy phép trong Anh Quốc, đi tới %1.
zh_cn: 要自我禁止在所有英国注册的在线博彩公司交易, 可前往 %1。

source: To withdraw from MetaTrader 5 Financial Account please %1Authenticate%2 your Binary account.
de_de: Um vom MetaTrader 5 Finanzkonto zu beheben, %1authentifizieren%2 Sie bitte Ihr Binary Konto.
fr_fr: Pour effectuer un retrait depuis votre Compte Financier MetaTrader 5, veuillez %1Authentifier%2 votre Compte Binary.
id_id: Untuk menarik dana dari Akun Finansial MetaTrader 5 silahkan %1Otentikasi%2 akun Binary Anda.
pl_pl: Aby wypłacić środki z Konta finansowego MetaTrader 5, proszę %1zweryfikować%2 swoje konto Binary.
pt_pt: Para efetuar retiradas de contas financeiras MetaTrader 5, %1autentique%2 a sua conta Binary.
vi_vn: Để rút tiền từ tài khoản tài chính MetaTrader 5 xin vui lòng xác thực tài khoản Binary của bạn.
zh_cn: 如果您想从MetaTrader 5金融账户提款，请先通过Binary账户的%1验证%2。

source: Today
de_de: Heute
fr_fr: Aujourd'hui
id_id: Hari ini
pl_pl: Dziś
pt_pt: Hoje
vi_vn: Hôm nay
zh_cn: 今天

source: Today, Labuan is known as a flourishing financial centre and tax-free tourist destination. Its economy is driven primarily by its oil and gas resources, as well as its international investment and banking services. The latter has attracted thousands of companies to Labuan over the years, plus dozens of leading banks.
de_de: Heute ist Labuan als blühendes Finanzzentrum und steuerfreies Touristenziel bekannt. Seine Wirtschaft basiert in erster Linie auf seinen Erdöl und Erdgas Ressourcen, sowie seine internationalen Investitionen und Bankdienstleistungen. Letztere haben über die Jahre tausende von Unternehmen und Dutzende von führenden Banken nach Labuan angezogen.
fr_fr: Aujourd'hui, Labuan est connu comme un centre financier florissant et une destination touristique sans taxes. Son économie est d'abord tirée par les ressources en pétrole et en gaz, ainsi que par ses services d'investissement international et bancaires. Ces derniers ont attiré des milliers d'entreprises au Labuan au fil des ans ainsi qu'une douzaine de banques de référence.
id_id: Hari ini, Labuan dikenal sebagai pusat keuangan yang berkembang dan tujuan wisata bebas pajak. Perekonomiannya terutama didorong oleh sumber daya minyak dan gasnya, serta investasi internasional dan layanan perbankannya. Yang terakhir ini telah menarik ribuan perusahaan ke Labuan selama bertahun-tahun, ditambah lusinan bank terkemuka.
pl_pl: Dziś Labuan to rozwijające się centrum finansowe i pozbawiony ceł kierunek turystyczny. Jego gospodarka opiera się głównie na zasobach ropy naftowej i gazu oraz na sektorze międzynarodowych usług inwestycyjnych i bankowych. Sektor ten w ostatnich latach przyciągnął tysiące firm oraz kilkadziesiąt wiodących banków.
pt_pt: Hoje, Labuan é conhecida como um próspero centro financeiro e destino turístico livre de impostos. A sua economia é denominada principalmente pelos seus recursos de petróleo e gás natural, bem como os seus serviços de investimento internacional e bancários. Estes últimos atraíram milhares de empresas para Labuan ao alongo dos anos, mais dezenas dos principais bancos.
vi_vn: Ngày nay, Labuan được biết đến như một trung tâm tài chính hưng thịnh và địa điểm du lịch miễn thuế. Nền kinh tế của Labuan chủ yếu phụ thuộc các nguồn dầu khí, cũng như các dịch vụ ngân hàng và đầu tư quốc tế. Trong những năm gần đây, Labuan đã thu hút hàng ngàn công ty và hàng chục ngân hàng hàng đầu đến đầu tư.
zh_cn: 今天，Labuan是繁荣的金融中心和免税旅游目的地。其主要经济由石油和天然气资源以及国际投资和银行服务推动。多年来，后者吸引了数千家公司以及数十家顶尖的银行前往Labuan投资。

source: Token
fr_fr: Jeton
vi_vn: Mã Token
zh_cn: 代币

source: Token name
fr_fr: Nom du jeton
id_id: Nama token
pl_pl: Nazwa tokenu
pt_pt: Nome do token
vi_vn: Tên Token
zh_cn: 令牌名称

source: Top Up Virtual Account
de_de: Virtuelles Konto aufladen
fr_fr: Recharger le Compte Virtuel
id_id: Isi Ulang Akun Virtual
pl_pl: Doładuj Konto wirtualne
pt_pt: Carregar saldo para a conta virtual
vi_vn: Bổ Sung Tài Khoản Ảo
zh_cn: 给虚拟账户充值

source: Top up
fr_fr: Recharger
id_id: Isi ulang
pl_pl: Doładowanie
pt_pt: Carregar com saldo
vi_vn: Nạp
zh_cn: 充值

source: Top up Virtual Account
fr_fr: Recharger le Compte Virtuel
id_id: Isi ulang Akun Virtual
pl_pl: Doładuj Konto wirtualne
pt_pt: Carregar saldo na conta virtual
vi_vn: Nạp tài khoản ảo
zh_cn: 给虚拟账户充值

source: Top up error
fr_fr: Erreur de rechargement
id_id: Isi ulang error
pl_pl: Błąd doładowania
pt_pt: Erro de carregamento de saldo
vi_vn: Lỗi nạp
zh_cn: 充值错误

source: Top up virtual account
de_de: Virtuelles Konto aufladen
fr_fr: Recharger le compte virtuel
id_id: Isi ulang akun virtual
pl_pl: Doładuj konto wirtualne
pt_pt: Carregar saldo para a conta virtual
vi_vn: Bổ sung tài khoản ảo
zh_cn: 给虚拟账户充值

source: Top-tier liquidity
de_de: Erstklassige Liquidität
fr_fr: Haut niveau de liquidité
id_id: Likuiditas teratas
pl_pl: Płynność zapewniana przez najlepszych dostawców
pt_pt: Liquidez de alto nível
vi_vn: Thanh khoản hàng đầu
zh_cn: 顶级流动性

source: Top-up successful
fr_fr: Succès du rechargement
id_id: Isi ulang sukses
pl_pl: Doładowanie powiodło się
pt_pt: Carregamento bem-sucedido
vi_vn: Nạp thành công
zh_cn: 充值成功

source: Total
de_de: Gesamt
pl_pl: Całkowity
vi_vn: Tổng
zh_cn: 总计

source: Total Cost
de_de: Gesamtkosten
fr_fr: Coût total
id_id: Total Biaya
pl_pl: Całkowity koszt
pt_pt: Custo Total
vi_vn: Tổng Chi Phí
zh_cn: 成本总计

source: Total Margin
de_de: Gesamte Marge
fr_fr: Marge Totale
pl_pl: Całkowity depozyt
pt_pt: Margem total
vi_vn: Tổng Ký Quỹ
zh_cn: 保证金合计
