Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan, Malaysia. Licensed and regulated by the Labuan Financial Services Authority to carry on a money-broking business %1(licence no. MB/18/0024)%2.
de_de: Binary (FX) Ltd., Lot Nr. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan, Malaysia. Lizenziert und reguliert von der Labuan Financial Services Authority, um ein Geldmaklergeschäft zu betreiben %1(Lizenznr.: MB/18/0024)%2.
fr_fr: Binaire (FX) Ltd., Lot No. F16, Premier Etage, Paragon Labuan, Jalan Tun Mustapha, 87000 Territoire Fédéral de Labuan, Malaisie. Agréée et réglementée par l'Authorité des Services Financiers du Labuan afin d’exploiter une entreprise de courtage %1(licence no. MB/18/0024)%2.
id_id: Binary (FX) Ltd., Lot No. F16, Lantai Satu, Paragon Labuan, Jalan Tun Mustapha, 87000 Wilayah Federal Labuan, Malaysia. Dilisensikan dan diregulasi oleh Otoritas Jasa Keuangan Labuan untuk menjalankan bisnis pialang keuangan %1(lisensi no. MB/18/0024)%2.
pl_pl: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Terytorium Federalne Labuanu, Malezja. Za licencję i regulacje w zakresie prowadzenia usług brokerskich odpowiada Urząd ds. Usług Finansowych na Labuanie: Labuan Financial Services Authority %1(licencja o numerze: MB/18/0024)%2.
pt_pt: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 território federal de Labuan. Licenciada e regulamentada pela Autoridade de Serviços Financeiros de Labuan para realizar negócios de corretagem monetária %1(licença n.º MB/18/0024)%2.
vi_vn: Công ty TNHH Binary, số F16, tầng trệt, Paragon Labuan, Jalan Tun Mustapha, 87000 lãnh thổ liên bang Labuan, Malaysia. Cấp phép và quy định của cơ quan dịch vụ tài chính Labuan để mang về một tiền môi giới kinh doanh %1(giấy phép số MB/18/0024)%2.
zh_cn: Binary (FX) Ltd., 地址是 Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan, Malaysia。由Labuan 金融服务管理局授予许可证执行资金经纪业务%1(许可证编号MB/18/0024)%2和监管。

source: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licensed and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2017) - %1view licence%2 and for UK clients by the UK Gambling Commission - %3view licence%2.
fr_fr: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Ile de Man, IM2 4RW. Société autorisée et réglementée par la Commission de Supervision des Jeux de l'Ile de Man (licence de jeu en ligne en vigueur depuis le 31 août 2017) : %1voir la licence%2 et pour les clients du Royaume-Uni par la Commission des Jeux du Royaume-Uni : %3voir la licence%2.
id_id: Binary (IOM) Limited, Lantai Pertama, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Berlisensi dan diatur.
pl_pl: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Wyspa Man, IM2 4RW. W zakresie licencji i kontroli firma podlega pod Komisję Nadzoru Gier Hazardowych Wyspy Man – Gambling Supervision Commission (aktualna licencja na prowadzenie gier hazardowych została wydana 31 sierpnia 2017 r.) – %1zobacz licencję%2, a w przypadku klientów ze Zjednoczonego Królestwa: Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – %3zobacz licencję%2.
pt_pt: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenciada e regulamentada pela Gambling Supervision Commission in the Isle of Man (Comissão de Supervisão de Jogos da Ilha de Man - licença de jogos online em vigor concedida em 31 de agosto de 2017) - %1ver licença%2 e para os clientes do Reino Unido pela UK Gambling Commission (Comissão de Jogos do Reino Unido) - %3ver licença%2.
vi_vn: Công ty TNHH Binary (IOM), Tầng 1, Tòa nhà Millennium, Đường Victoria, Douglas, Đảo Man, IM2 4RW. Được cấp phép và quản lý bởi Ủy ban giám sát đánh bạc ở Isle of Man (giấy phép đánh bạc trực tuyến hiện tại được cấp vào ngày 31 tháng 8 năm 2017) -%1 xem giấy phép %2 và cho khách hàng ở Vương quốc Anh bởi Ủy ban cờ bạc Vương quốc Anh -%3 xem giấy phép %2.
zh_cn: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW。公司经马恩岛博彩监管委员会授予牌照并受其监管（当前在线博彩牌照的授予时间是 2017 年 8 月 31 日）- %1查看牌照%2，英国客户则由英国博采委员会授予牌照和监管 - %3查看牌照%2。

source: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Licensed and regulated by the Vanuatu Financial Services Commission - %1view licence%2.
de_de: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Lizensiert und reguliert von der Vanuatu Financial Services Commission - %1Lizenz anzeigen%2.
fr_fr: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republique de Vanuatu. Autorisée et réglementée par la Commission des Services Financiers de Vanuatu -%1afficher la licence%2.
id_id: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republik Vanuatu. Dilisensikan dan diatur oleh Komisi Layanan Keuangan Vanuatu - %1lihat lisensi%2.
pl_pl: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republika Vanuatu. Za licencję i regulację odpowiada Komisja ds. usług finansowych Vanuatu (Vanuatu Financial Services Commission) – %1zobacz licencję%2.
pt_pt: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Licenciada e regulada pela Comissão dos Serviços Financeiros de Vanuatu - %1ver licença%2.
vi_vn: Công ty TNHH Binary (BVI), tòa nhà Govant, Cảng Vila, PO Box 1276, Vanuatu, Cộng hòa Vanuatu. Cấp phép và quy định bởi Ủy Ban Dịch Vụ Tài Chính của quần đảo British Virgin - %1xem giấy phép%2.
zh_cn: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu。由瓦努阿图金融服务委员会授权和管理- %1查看许可证%2。

source: Binary Bot released
de_de: Binärer Bot freigegeben
fr_fr: Lancement de Binary Bot
id_id: Binary bot dirilis
pl_pl: Bot Binary jest dostępny
pt_pt: O Robô Binary foi lançado
vi_vn: Phát hành Binary Bot
zh_cn: Binary Bot 已发布

source: Binary Coin
id_id: Koin Binary
pl_pl: Moneta binarna
pt_pt: Moeda Binary
zh_cn: Binary 硬币

source: Binary Group (hereinafter referred to as 'Binary Group of companies', 'the Company') is commited to protecting the privacy and security of the applicant's personal information. This privacy notice sets out the types of data that the Company collects on the applicant. It also sets out how the Company collect and use the applicant' personal data, and how long it keeps them and other relevant information about the applicant's data in accordance with the General Data Protection Regulation (EU) 2016/679 (hereafter referred to as 'GDPR') and Data Protection Act 2018.
de_de: Die Binary Gruppe (nachstehend als "Binary Gruppe von Unternehmen", "das Unternehmen" bezeichnet) verpflichtet sich zum Schutz der Privatsphäre und Sicherheit der persönlichen Daten des Bewerbers. Diese Datenschutzerklärung legt die Datentypen fest, die das Unternehmen über den Bewerber sammelt. Sie legt auch fest, wie das Unternehmen personenbezogene Daten des Bewerbers erfasst und nutzt und wie lange es diese und andere relevante Informationen über die Daten des Bewerbers, gemäß der allgemeinen Datenschutzverordnung (EU) 2016/679 (nachstehend als "DSGVO" bezeichnet) und des Datenschutzgesetzes 2018, hält.
fr_fr: Le Groupe Binary (ci-après dénommé 'Groupe d'entreprises Binary', 'la Compagnie') s’engage à protéger la confidentialité et la sécurité des renseignements personnels du candidat. Cette politique de confidentialité énonce les types de données que la Compagnie recueille sur le candidat. Il énonce également comment la Compagnie recueille et utilise les données à caractère personnel, et combien de temps elle les garde ainsi que d'autres informations pertinentes concernant les données du candidat selon la Régulation Générale sur la Protection des Données (UE) 2016/679 (ci-après dénommé 'GDPR') et la Loi sur la Protection des Données 2018.
id_id: Grup Binary (selanjutnya disebut sebagai 'Grup Perusahaan Binary', 'Perusahaan') berkomitmen untuk melindungi privasi dan keamanan informasi pribadi pelamar. Pemberitahuan privasi ini menetapkan jenis data yang dikumpulkan oleh Perusahaan bagi pelamar. Hal ini juga menetapkan bagaimana Perusahaan mengumpulkan dan menggunakan data pribadi pelamar, dan berapa lama penyimpanan mereka dan informasi terkait lainnya tentang data pelamar sesuai dengan Peraturan Perlindungan Data Umum (UE) 2016/679 (selanjutnya disebut sebagai 'GDPR ') dan Undang-undang Perlindungan Data 2018.
pl_pl: Binary Group (dalej zwana „grupą firm Binary Group” lub „Firmą”) dba o ochronę prywatności i bezpieczeństwa danych osobowych kandydatów. Te informacje o polityce bezpieczeństwa określają rodzaje danych dotyczących kandydatów, które gromadzi Firma. Określa również sposób, w jaki Firma gromadzi i wykorzystuje dane osobowe kandydatów i jak długo przechowuje te dane i inne informacje o kandydacie, zgodnie z ogólnym rozporządzeniem o ochronie danych (UE) 2016/679 (dalej zwanym RODO) i z ustawą o ochronie danych z 2018 r.
pt_pt: O grupo Binary (doravante designado o "grupo de empresas Binary" ou "a Empresa") compromete-se a proteger a privacidade e segurança das informações pessoais do requerente. Este aviso de privacidade estabelece os tipos de dados que a Empresa coleta do requerente. Ele também estabelece como a Empresa coleta e usa os dados pessoais do requerente e quanto tempo os guarda, bem como outras informações relevantes sobre os dados do requerente, de acordo com o Regulamento Geral sobre a Proteção de Dados (EU) 2016/679 (doravante designado o "RGPD") e a Lei sobre a proteção de dados de 2018.
vi_vn: Binary Group (sau đây gọi là 'Binary Group của các công ty', 'Công ty') cam kết bảo vệ quyền riêng tư và bảo mật thông tin cá nhân của người nộp đơn. Thông báo bảo mật này trình bày các loại dữ liệu mà Công ty thu thập trên người nộp đơn. Nó cũng đặt ra cách thức Công ty thu thập và sử dụng dữ liệu cá nhân của người nộp đơn và thời gian lưu giữ thông tin liên quan đến dữ liệu của người nộp đơn theo Quy định bảo vệ dữ liệu chung (EU) 2016/679 (sau đây gọi là ' GDPR ') và Đạo luật bảo vệ dữ liệu năm 2018.
zh_cn: Binary集团 (以下简称 "Binary集团"、"公司") 致力于保护申请人个人信息的隐私和安全。本隐私声明列出了公司向申请人收集的数据类型。同时还列出了公司如何根据(EU) 2016/679《一般数据保护条例》 (以下简称为 "GDPR ') 和2018数据保护法收集和使用申请人的个人数据、保存期限以及关于申请人数据的其他相关信息。

source: Binary Group Services Sdn. Bhd., C-13, iTech Tower, Jalan Impact, Cyber 6, 63000 Cyberjaya, Selangor Darul Ehsan
zh_cn: 马来西亚雪兰莪州 (Selangor) 赛柏再也市 (Cyberjaya), Cyber 6, Jalan Impact, iTech Tower, C-13室，邮编 63000，Binary Group Services 有限公司

source: Binary Group members are sometimes referred to collectively as "%1", "us" or "we".
de_de: Binary Gruppenmitglieder werden manchmal gemeinsam als "%1", "uns" oder "wir" bezeichnet.
id_id: Anggota Grup Binary terkadang disebut secara kolektif sebagai "%1", "kami" atau "kita".
pl_pl: Spółki należące do grupy Binary Group nazywa się czasem zbiorczo „%1”, „nas”, „my”.
pt_pt: Os membros do Binary Group são, às vezes, coletivamente designados como "%1" ou "nós".
vi_vn: Các thành viên nhóm Binary đôi khi được gọi chung là "%1", "chúng tôi".
zh_cn: Binary 集团成员有时统称为 "%1"、"我们的" 或 "我们"。

source: Binary Investments (Europe) Limited is entitled to provide services in another EU Member State through EU passporting rights. Refer to the map below for the list of EU countries that have access to %1 via EU passporting rights - freedom to provide cross border services.
de_de: Binary Investments (Europe) Limited ist dazu berechtigt, Dienstleistungen in einem anderen EU-Mitgliedstaat durch mit einem EU-Pass verbundene Rechte anzubieten. Für eine Liste der EU-Länder, die Zugang zu %1 über mit einem EU-Pass verbundene Rechte haben, beziehen Sie sich auf die untenstehende Karte - Freiheit grenzüberschreitende Dienstleistungen anzubieten.
fr_fr: Binary Investments (Europe) Limited est habilitée à proposer des services au sein d'un autre État membre de l'UE en vertu des droits conférés par le passeport européen. Référez-vous à la carte ci-dessous pour consulter la liste des pays de l'UE qui ont accès à %1 en vertu d'un passeport européen : « libre prestation de services ».
id_id: Binary Investments (Europe) Limited dapat memberikan layanan kepada Negara Anggota Uni Eropa lainnya melalui hak pemegang paspor Uni Eropa. Lihat peta berikut ini untuk daftar negara Uni Eropa yang dapat mengakses %1 menggunakan hak pemegang paspor Uni Eropa - kebebasan untuk memberikan layanan lintas perbatasan.
pl_pl: Firma Binary Investments (Europe) Limited jest upoważniona do świadczenia usług w innych państwach członkowskich UE, gdyż posiada prawo dostępu do rynków UE. Na poniższej mapie można zobaczyć listę krajów UE posiadających dostęp do usług %1 dzięki udzielonym zezwoleniom – wolności świadczenia usług transgranicznych.
pt_pt: A Binary Investments (Europe) Limited tem o direito de prestar serviços em outros estados membros da UE através dos direitos de passaporte da UE. Consulte o mapa abaixo para ver uma lista de países da UE que têm acesso à %1 através dos direitos de passaporte da UE - a liberdade de prestar serviços transfronteiriços.
vi_vn: Nhị phân đầu tư (Châu Âu) Limited được quyền cung cấp các dịch vụ trong một quốc gia thành viên EU thông qua EU passporting quyền. Xem bản đồ dưới đây cho danh sách các quốc gia châu Âu có quyền truy cập vào %1 thông qua EU passporting quyền - quyền tự do để cung cấp các dịch vụ qua biên giới.
zh_cn: Binary Investments (Europe) Limited 有权通过欧盟金融护照权利在另一欧盟成员国提供服务。请参阅以下地图查看有权通过欧盟金融护照（自由提供跨国界服务）权利访问%1的欧盟国家列表。

source: Binary Investments (Europe) Ltd aggregates the bid and ask prices from a pool of liquidity providers to determine and offer you the best available price of the instrument. The Company is always the final counterparty to your Transactions. The Company may execute orders on behalf of its clients, wherein the Company will act as a broker and pass on the order to the liquidity provider for execution. Alternatively, the Company may also keep the client's order on its own account, wherein the Company will take the other side of the client's trade. It is further noted that the Company may make a profit as a result of your losses and vice-versa. For further details please refer to our Conflicts of Interest Policy and Order Execution Policy.
de_de: Binary Investments (Europe) Ltd aggregiert die Geld- und Briefkurse aus einem Pool von Liquiditätsanbietern, um den für Sie besten erhältlichen Kurs des Instruments zu bestimmen und anzubieten. Bei Ihren Transaktionen ist das Unternehmen immer die finale Gegenpartei. Das Unternehmen kann Order im Namen seiner Kunden ausführen, wobei das Unternehmen als Broker agiert und die Order an den Liquiditätsanbieter zur Ausführung weiterleitet. Alternativ, kann das Unternehmen die Kundenorder im eigenen Namen behalten, wobei das Unternehmen die andere Seite des Kundengeschäfts einnehmen wird. Es ist ferner anzumerken, dass das Unternehmen einen Gewinn als Ergebnis Ihres Verlusts, und umgekehrt, machen kann. Weitere Informationen entnehmen Sie bitte unseren Interessenskonflikregeln und unserer Orderausführungsrichtlinie.
id_id: Binary Investments (Europe) Ltd mengumpulkan harga bid dan ask dari sekelompok penyedia likuiditas dalam menentukan dan memberi penawaran kepada Anda berupa harga instrumen terbaik. Perusahaan selalu menjadi mitra terakhir dari Transaksi Anda. Perusahaan dapat melaksanakan order atas nama kliennya, dimana Perusahaan akan bertindak sebagai perantara dan meneruskan pesanan kepada penyedia likuiditas untuk eksekusi. Selain itu, Perusahaan juga dapat menyimpan order klien di akunnya sendiri, di mana Perusahaan akan mengambil sisi lain dari trading klien. Lebih lanjut tercatat bahwa Perusahaan dapat menghasilkan keuntungan dari kerugian Anda dan sebaliknya. Untuk keterangan lebih lanjut, silakan lihat Kebijakan Konflik Kepentingan dan Kebijakan Eksekusi Order.
pl_pl: Binary Investments (Europe) Ltd gromadzi ceny kupna i sprzedaży od różnych dostawców płynności w celu określenia i zaoferowania najlepszej dostępnej ceny danego instrumentu. Firma jest zawsze ostatnim kontrahentem Twoich Transakcji. Firma może realizować zlecenia w imieniu klientów, działając jako broker i przekazując zlecenie do zrealizowania dostawcy płynności. Firma może też zachować zlecenie klienta, jednocześnie będąc przeciwną stroną zakładu klienta. Dodatkowo Firma może odnosić zyski na skutek Twoich strat i odwrotnie. Aby uzyskać więcej informacji, zapoznaj się z naszą Polityką dot. konfliktu interesów oraz Polityką dot. realizacji zlecenia.
pt_pt: A Binary Investments (Europe) Ltd. agrega os preços de compra e venda a partir de um conjunto de fornecedores de liquidez para determinar e oferecer-lhe o melhor preço disponível para o instrumento. A Empresa é sempre a contrapartida final nas suas transações. A Empresa pode executar em nome dos seus clientes, em que a Empresa irá atuar como corretora e passar a ordem a fornecedores de liquidez para execução. Alternativamente, a Empresa pode também manter a ordem do cliente por sua própria conta, em que a Empresa irá assumir a contrapartida da negociação do cliente. Note-se ainda que a Empresa pode fazer lucro como resultado das suas perdas e vice-versa. Para mais detalhes, consulte a nossa política sobre conflitos de interesse e a política de execução de ordens.
vi_vn: Binary Investments (Châu Âu) Ltd tổng hợp giá thầu và yêu cầu giá từ một nhóm các nhà cung cấp thanh khoản để xác định và cung cấp cho bạn mức giá tốt nhất có sẵn của công cụ. Công ty luôn là đối tác cuối cùng cho các Giao Dịch của bạn. Công Ty có thể thực hiện các đơn đặt hàng thay mặt cho khách hàng của mình, trong đó Công Ty sẽ hoạt động như một nhà môi giới và chuyển lệnh cho nhà cung cấp thanh khoản để thực hiện. Ngoài ra, Công Ty cũng có thể giữ lệnh của khách hàng trên tài khoản riêng của mình, trong đó Công Ty sẽ thực hiện giao dịch khác của khách hàng. Lưu ý rằng Công Ty có thể tạo ra lợi nhuận do thua lỗ và ngược lại. Để biết thêm chi tiết, vui lòng tham khảo Chính Sách về Xung Đột Lợi Ích và Chính Sách Thực Thi Lệnh của chúng tôi.
zh_cn: Binary投资 (欧洲) 有限公司从流动性供应商池聚集出价和供价, 以向您确定和提供相关工具最优惠的价格。公司始终是您交易的最终对手。公司可以充当经纪人代表客户执行订单, 并将订单传递给流动性提供商执行。另外, 公司也可以自行保留客户的订单, 成为客户交易的另一方。进一步指出, 公司可能会因您蒙受损失而获利, 反之亦然。有关详细信息, 请参阅我们的利益冲突政策和订单执行政策。

source: Binary Investments (Europe) Ltd shall review your complaint and provide you with the outcome of the investigation as promptly as possible, and at most within 15 days of the submission date. If we are unable to provide you with the final response within this time, due to an ongoing investigation of your complaint, we shall inform you of that fact and the anticipated timeframe to resolve the issue.
de_de: Binary Investments (Europe) Ltd soll Ihre Beschwerde überprüfen, und Ihnen den Ausgang der Untersuchung sobald als möglich zur Verfügung stellen, im Bestfall innerhalb von 15 Tagen nach der Einreichung. Falls wir Ihnen, aufgrund einer laufenden Untersuchung Ihrer Beschwerde, keine endgültige Antwort innerhalb dieser Zeit erbringen können, werden wir Sie über diese Tatsache informieren und Ihnen einen voraussichtlichen Zeitraum angeben, um das Problem zu beheben.
id_id: Binary Investments (Europe) Ltd harus meninjau keluhan Anda dan memberi Anda hasil penyelidikan sesegera mungkin, dan paling lambat dalam tempo 15 hari sejak tanggal pengajuan. Jika kami tidak dapat memberi Anda tanggapan dalam waktu tersebut, kami akan memberi tahu Anda tentang hal tersebut dan memberi jangka waktu terbaru dalam menyelesaikan masalah tersebut.
pl_pl: Binary Investments (Europe) Ltd przeanalizuje Twoją skargę i w najkrótszym możliwym terminie poinformuje Cię o wyniku postępowania wyjaśniającego, najpóźniej po upływie 15 dni od dnia złożenia skargi. Jeśli nie będziemy w stanie przekazać Ci naszej ostatecznej odpowiedzi we wskazanym czasie z powodu toczącego się postępowania wyjaśniającego, poinformujemy Cię o tym i podamy przewidywany czas rozwiązania sprawy.
pt_pt: A Binary Investments (Europe) Ltd. irá analisar a sua reclamação e fornecer-lhe o resultado da investigação tão breve quanto possível e, no máximo, até 15 dias da data de apresentação. Caso não nos seja possível fornecer-lhe uma resposta final dentro deste prazo, devido a uma investigação contínua da sua reclamação, iremos informá-lo desse fato e do prazo antecipado para resolução.
vi_vn: Binary Investments (Châu Âu) Ltd sẽ xem xét khiếu nại của bạn và cung cấp cho bạn kết quả điều tra càng sớm càng tốt và tối đa là 15 ngày kể từ ngày gửi. Nếu chúng tôi không thể cung cấp cho bạn phản hồi cuối cùng trong thời gian này, do đang trong quá trình điều tra khiếu nại của bạn, chúng tôi sẽ thông báo cho bạn về việc đó và khung thời gian dự kiến để giải quyết vấn đề.
zh_cn: Binary投资 (欧洲) 有限公司将审查您的投诉, 并尽可能及时地，最多在控诉提交日后15天内向您提供调查结果 。如果由于必须对投诉进行连续调查而造成我们不能在这段时间内为您提供最后答复, 我们将会把事实通知您，并告诉您预期解决此问题的时间。

source: Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (%1licence no. IS/70156%2).
fr_fr: Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malte. Agréé et réglementé comme un fournisseur de Services d’investissement de catégorie 3 par l'Autorité des Services Financiers de Malte (%1Numéro de licence IS/ 70156%2).
id_id: Binary Investments (Europe) Ltd, beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Jasa Keuangan Malta (%1nomor lisensi. IS/70156%2).
pl_pl: Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Objęta licencją i regulacjami Urzędu ds. Usług Finansowych na Malcie: Malta Financial Services Authority jako firma świadcząca usługi inwestycyjne kategorii 3 (%1licencja o nr IS/70156%2).
zh_cn: Binary Investments (Europe) Ltd，地址为 W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。由马耳他金融服务机构授予牌照及监管为3级投资服务提供商(%1牌照号码为 IS/70156%2)。

source: Binary Investments (Europe) Ltd. is required to collect your tax information.
de_de: Binary Investments (Europe) Ltd. ist dazu verpflichtet, Ihre Steuerinformationen zu sammeln.
fr_fr: Binary Investments (Europe) Ltd. est tenu de collecter vos informations fiscales.
id_id: Binary Investments (Europe) Ltd. diwajibkan untuk memperoleh informasi pajak Anda.
pl_pl: Firma Binary Investments (Europe) Ltd. jest zobowiązana do gromadzenia informacji podatkowych.
pt_pt: A Binary Investments (Europe) Ltd. é obrigada a coletar as suas informações fiscais.
vi_vn: Công Ty Cổ Phần Đầu Tư Binary (Châu Âu) được yêu cầu để thu thập thông tin thuế của bạn.
zh_cn: Binary投资 (欧洲) 有限公司需要收集您的税务信息。

source: Binary KK granted Japan license
de_de: Binary KK wurde eine Lizenz für Japan erteilt
fr_fr: Binary KK obtient une licence au Japon
id_id: Binary KK telah menerima lisensi Jepang
pl_pl: Binary KK uzyskuje licencję na świadczenie usług w Japonii
pt_pt: A Binary KK recebe licença para Japão
vi_vn: Binary KK cấp giấy phép Nhật Bản
zh_cn: Binary KK 被授予日本牌照

source: Binary Limited
vi_vn: Công ty Tnhh Binary
zh_cn: Binary有限公司
