Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Assessment of appropriateness of the requested service or product as we assume that you appreciate the risks associated with such investment services and products offered by the Company;
de_de: Beurteilung der Angemessenheit des angeforderten Service oder Produkts, da wir davon ausgehen, dass Sie die Risiken im Zusammenhang mit solchen Investmentdienstleistungen und Produkten, die vom Unternehmen angeboten werden, begrüßen;
id_id: Penilaian kesesuaian produk atau layanan yang diminta karena kami menganggap bahwa Anda menghargai risiko yang terkait dengan layanan investasi dan produk yang ditawarkan oleh Perusahaan;
pl_pl: Ocena adekwatności żądanej usługi lub żądanego produktu; zakładamy, że zdajesz sobie sprawę z ryzyka związanego z żądanymi usługami i produktami inwestycyjnymi oferowanymi przez Firmę;
pt_pt: Avaliação de adequação dos serviços ou produtos solicitados, visto que presumimos que você reconhece os riscos associados a tais serviços e produtos de investimento solicitados e disponibilizados pela Empresa;
vi_vn: Đánh giá thích hợp của các yêu cầu dịch vụ hay sản phẩm chúng tôi cho rằng bạn đánh giá cao thông tin về rủi ro liên quan đến các dịch vụ đầu tư và sản phẩm được cung cấp bởi Công Ty;
zh_cn: 评估所要求的服务或产品的适当性, 因为我们假定您同意接受与这些投资服务和公司提供的产品相关的风险;

source: Asset
de_de: Kapital
fr_fr: Actif
id_id: Aset
pl_pl: Kapitał
pt_pt: Ativos
vi_vn: Tài sản
zh_cn: 资产

source: Asset Index
de_de: Vermögensindex
fr_fr: Indice des actifs
id_id: Indeks Aset
pl_pl: Indeks aktywów
pt_pt: Índice de Ativos
vi_vn: Chỉ Số Tài Sản
zh_cn: 资产指数

source: Asset index is unavailable in this country. If you have an active %1 account, please %2log in%3 for full access.
fr_fr: L'indice des actifs n'est pas disponible dans ce pays. Si vous avez un compte %1 actif, veuillez vous %2connecter%3 pour un accès complet.
id_id: Indeks aset tidak tersedia pada negara berikut. Jika Anda memiliki akun %1 aktif, silahkan %2masuk%3 untuk akses penuh.
pl_pl: Indeks aktywów jest niedostępny w tym kraju. Jeśli posiadasz aktywne konto %1, %2zaloguj się%3, aby uzyskać pełny dostęp.
vi_vn: Chỉ số tài sản không có sẵn ở đất nước này. Nếu bạn có tài khoản %1 đang hoạt động, vui lòng %2lođăng nhập %3 để có thể truy cập đầy đủ.
zh_cn: 此国家不提供资产指数。如果您有活跃的 %1 账户, 请%2登录%3以获得完整的访问权限。

source: Assign and manage multiple sub-accounts seamlessly via one interface – the Multiple Accounts Manager (MAM).
de_de: Übertragen und verwalten Sie mehrere Sub-Konten nahtlos über eine einzige Schnittstelle - dem Multiple Accounts Manager (MAM).
fr_fr: Attribuer et gérer plusieurs sous-comptes en toute transparence via une seule interface – le gestionnaire de comptes multiples (MAM).
id_id: Tetapkan dan kelola beberapa sub-akun dengan cepat menggunakan fasilitas - Multi Akun Manager (MAM).
pl_pl: Bezproblemowe przydzielanie wielu subkont i zarządzanie nimi za pośrednictwem jednego interfejsu – Menedżer wielu kont (MAM).
pt_pt: Atribua e gerencie várias subcontas diretamente a partir de uma única interface – o gestor de contas múltiplas.
vi_vn: Chỉ định và quản lý nhiều tài khoản con liên tục thông qua một giao diện - Trình quản lý đa tài khoản (MAM).
zh_cn: 通过一个接口无缝分配和管理多个分账户 — — 多个账户管理器 (MAM)。

source: Assigned manager's account ID:
de_de: Zugewiesene Manager Konto-ID:
fr_fr: Identifiants de compte du gestionnaire assigné :
id_id: Menentukan Akun ID manajer:
pl_pl: Identyfikator konta przypisanego managera:
pt_pt: ID da conta do gestor designado:
vi_vn: ID tài khoản nhà quản lý được giao:
zh_cn: 已分配经理的账户 ID:

source: Assist and participate in recruitment activities including career fairs and campus recruitment
de_de: Unterstützen Sie und beteiligen Sie sich an Recruiting Aktivitäten, einschließlich Karrieremessen und Campus-Rekrutierung
fr_fr: Assister et participer aux activités de recrutement, y compris les salons de l’emploi et le recrutement sur les campus
id_id: Membantu dan berpartisipasi dalam kegiatan rekrutmen termasuk pameran karir dan perekrutan kampus
pl_pl: Uczestniczenie w wydarzeniach rekrutacyjnych, takich jak targi pracy i wydarzenia na kampusach akademickich i pomoc przy ich organizacji
pt_pt: Assistir e participar em atividades de recrutamento, incluindo feiras de carreira e recrutamento de campus
vi_vn: Hỗ trợ và tham gia vào các hoạt động tuyển dụng bao gồm các hội chợ việc làm và các đợt tuyển dụng
zh_cn: 协助和参与招聘活动, 包括招聘展会和校园招聘

source: Assist backend developers in writing production-ready SQL code
de_de: Unterstützen Sie Backend-Entwickler dabei, Serienreifen SQL-Code zu schreiben
fr_fr: Aider les développeurs back-end à écrire du code SQL prêt pour la production
id_id: Membantu backend developers dalam menulis kode SQL siap produksi
pl_pl: Pomoc deweloperom back-end przy pisaniu gotowych do użycia kodów SQL
pt_pt: Ajudar os desenvolvedores backend a escrever código SQL pronto para produção
vi_vn: Hỗ trợ các chuyên viên phát triển backend và viết các đoạn mã sẵn sàng cho công việc
zh_cn: 协助后端开发员编写可立即使用的 SQL 代码

source: Assist in management accounting for all companies within the Binary Ltd. group
de_de: Unterstützung in der Betriebsbuchführung für alle Unternehmen innerhalb der Binary Ltd. Gruppe
fr_fr: Aider dans la gestion de la comptabilité pour toutes les Compagnies au sein du groupe Binary Ltd.
id_id: Membantu dalam akuntansi manajemen untuk semua perusahaan dalam grup Binary Ltd.
pl_pl: Pomoc w rachunkowości zarządczej na potrzeby wszystkich spółek w ramach grupy Binary Ltd.
pt_pt: Auxiliar na contabilidade gerencial de todas as empresas do grupo Binary Ltd
vi_vn: Hỗ trợ trong việc quản lý kế toán cho tất cả các công ty trong tập đoàn Binary Ltd.
zh_cn: 协助Binary有限公司集团内所有公司的会计管理工作

source: Assist in organizing online technical tests
de_de: Unterstützung bei der Organisation von technischen Onlinetests
fr_fr: Aider à l'organisation de tests techniques en ligne
id_id: Membantu dalam mengatur tes teknis online
pl_pl: Pomoc przy organizacji technicznych testów on-line
pt_pt: Auxiliar na organização de testes técnicos online
vi_vn: Hỗ trợ trong tổ chức các bài kiểm tra kỹ thuật online
zh_cn: 协助组织在线技术测试

source: Assist in preparing audit plans and programmes which includes functions, activities, objectives, scopes, and methodology
de_de: Unterstützung bei der Erstellung von Revisionsplänen und Programmen, welche Funktionen, Aktivitäten, Ziele, Bereiche und Methodik umfassen
fr_fr: Aider à préparer des plans et programmes de vérification qui inclut des fonctions, activités, objectifs, périmètre et méthodologie
id_id: Membantu dalam mempersiapkan rencana dan program audit yang mencakup fungsi, aktivitas, tujuan, cakupan, dan metodologi
pl_pl: Pomoc w sporządzaniu planów i programów audytorskich, które obejmują funkcje, działania, cele, zakres oraz metodologię
pt_pt: Auxiliar na preparação de planos e programas de auditoria que incluam funções, atividades, objetivos, escopos e metodologia
vi_vn: Hỗ trợ trong việc chuẩn bị các kế hoạch kiểm toán và các chương trình bao gồm các chức năng, hoạt động, đối tượng, phạm vi và phương pháp
zh_cn: 协助制定审计计划和方案, 其中包括职能、活动、目标、范围和方法

source: Assist in the daily IT requirements of our offices
de_de: Unterstützung bei den täglichen IT Anforderungen unserer Büros
fr_fr: Aider dans le quotidien des exigences IT de nos bureaux
id_id: Membantu persyaratan IT harian kantor kami
pl_pl: Pomoc w codziennych obowiązkach związanych z IT w naszych biurach
pt_pt: Auxiliar nos requisitos diários de TI de nossos escritórios
vi_vn: Hỗ trợ theo yêu cầu công nghệ kỹ thuật hàng ngày trong văn phòng của chúng tôi
zh_cn: 协助我们办公室的日常IT作业需求

source: Assist with regulatory audits and annual statutory audits of group companies worldwide
de_de: Unterstützung bei Aufsichtsprüfungen und gesetzlichen Jahresabschlussprüfungen von Konzerngesellschaften weltweit
fr_fr: Aider aux vérifications réglementaires et contrôles légaux annuels des compagnies du groupe dans le monde entier
id_id: Membantu dengan audit regulasi dan audit tahunan perusahaan grup di seluruh dunia
pl_pl: Pomoc przy audytach w zakresie zgodności z przepisami i rocznych audytów ustawowych spółek na całym świecie w ramach grupy
pt_pt: Auxiliar nas auditorias regulatórias e nas auditorias estatutárias anuais das empresas do grupo em todo o mundo
vi_vn: Hỗ trợ với việc kiểm toán theo quy định và kiểm toán theo luật định hàng năm đối với nhóm các công ty trên toàn cầu
zh_cn: 协助集团位于全球的公司的监管审核和年度法定审计

source: Assisting to prepare monthly/yearly recruitment analytics and hiring status report
de_de: Unterstützung beim Vorbereiten von monatlichen/jährlichen Recruiting-Analysen und Einstellungs-Statusberichten
fr_fr: Aider à préparer les rapports d'analyse mensuels/annuels de recrutement et les rapports de situation au niveau des embauches.
id_id: Membantu menyiapkan analisa perekrutan bulanan/tahunan dan laporan status perekrutan
pl_pl: Pomoc w przygotowywaniu miesięcznych/rocznych analiz w zakresie rekrutacji i raportów o statusie zatrudnienia
pt_pt: Ajudando a preparar análises de recrutamento mensal/anual e relatório de status de contratação
vi_vn: Hỗ trợ trong việc chuẩn bị các phân tích tuyển dụng hàng tháng/hàng năm và báo cáo tình hình tuyển dụng
zh_cn: 协助准备每月/每年招聘分析和招聘情况报告

source: Asunción
fr_fr: Asuncion
pt_pt: Assunção
vi_vn: Thành phố Asunción
zh_cn: 亚松森

source: Asunción has one of the lowest costs of living in the world, being ranked 386th out of 441 cities by Numbeo, the world's largest database of crowdsourced consumer data. International schools with a bilingual curriculum (Spanish and English) are popular among foreigners with children. You'll also have easy access to quality healthcare with well-equipped private hospitals staffed with English-speaking doctors.
de_de: Asunción hat mit die niedrigsten Lebenshaltungskosten der Welt. Es wird auf Platz 386 von 441 in der Numbeo-Liste, der weltweit größten Crowdsourcing-Datenbank für Verbraucherdaten, geführt. Internationale Schulen mit zweisprachigem Unterricht (Spanisch und Englisch) sind bei Ausländern mit Kindern beliebt. Das Gesundheitssystem ist mit gut ausgestatteten privaten Kliniken mit Englisch sprechendem Personal exzellent.
fr_fr: Asuncion est l'une des villes où le coût de la vie est l'un des plus bas au monde, se classant au 386e rang sur 441 villes selon Numbeo, la plus grande base de données collaborative sur les consommateurs au monde. Les écoles internationales avec un programme bilingue (espagnol et anglais) sont populaires parmi les étrangers qui ont des enfants. Vous aurez également un accès facile à des soins de santé de qualité grâce à des hôpitaux privés bien équipés et dotés de médecins anglophones.
id_id: Asunción memiliki salah satu biaya hidup terendah di dunia, berada di peringkat 386 dari 441 kota oleh Numbeo, database konsumer crowdsourced terbesar di dunia. Sekolah internasional dengan kurikulum bilingual (Spanyol dan Inggris) sangat populer di kalangan orang asing dengan anak-anak. Anda juga akan memiliki akses mudah ke layanan kesehatan berkualitas dengan rumah sakit swasta yang lengkap dengan staf dokter berbahasa Inggris.
pl_pl: Asunción cechują jedne z najniższych kosztów życia na świecie. Numbeo, największa na świecie baza danych pozyskanych od konsumentów, plasuje to miasto na 386 pozycji pośród 441 miast. Mieszczą się tu szkoły międzynarodowe z zajęciami w dwóch językach (hiszpańskim i angielskim), które cieszą się popularnością wśród osób z zagranicy posiadających dzieci. Dostępny jest również łatwy dostęp do wysokiej jakości służby zdrowia z dobrze wyposażonymi prywatnymi szpitalami z personelem mówiącym w języku angielskim.
pt_pt: Assunção tem uma das menores custos de vida no mundo, sendo classificado 386º de 441 cidades por Numbeo, o maior banco de dados crowdsourced do mundo sobre o consumidor. Escolas internacionais, com um currículo bilingue (espanhol e inglês) são populares entre os estrangeiros com as crianças. Você também terá fácil acesso a cuidados de saúde de qualidade com hospitais privados bem equipados, compostos por médicos que falam inglês.
vi_vn: Asunción có một trong những chi phí sinh hoạt thấp nhất trên thế giới, được xếp hạng thứ 386 trong số 441 thành phố của Numbeo, cơ sở dữ liệu lớn nhất về dữ liệu người tiêu dùng. Các trường quốc tế với chương trình giảng dạy song ngữ (tiếng Tây Ban Nha và tiếng Anh) rất phổ biến đối với người nước ngoài có trẻ em. Bạn cũng sẽ dễ dàng tiếp cận với dịch vụ chăm sóc sức khỏe chất lượng với các bệnh viện tư nhân được trang bị tốt với đội ngũ bác sĩ nói tiếng Anh.
zh_cn: 亚松森是世界上生活成本最低的城市之一, 根据全球最大的众包消费者数据库 Numbeo 显示，它在441个城市中排名第36位。拥有双语课程 (西班牙语和英语) 的国际学校在这里很受有孩子的外国人欢迎。此地还有设备齐全的私人医院, 并配备能讲英语的医生, 人们可以方便地获得优质的医疗服务。

source: Asunción is the capital city of Paraguay and one of the oldest settlements in South America. In the past, colonial expeditions departed from Asunción to establish other important cities, leading to its nickname as the ‘Mother of Cities'.
de_de: Asunción ist die Hauptstadt von Paraguay und eine der ältesten Siedlungen Südamerikas. Von hier aus starteten koloniale Expeditionen, um andere wichtige Städte zu gründen. So verdiente sich Asunción den Spitznamen "Mutter aller Städte".
fr_fr: Asuncion est la capitale du Paraguay et l'une des plus anciennes colonies d'Amérique du Sud. Dans le passé, les expéditions coloniales partaient d'Asuncion pour établir d'autres villes importantes, d'où son surnom de " Mère des villes ".
id_id: Asunción adalah ibu kota Paraguay dan salah satu pemukiman tertua di Amerika Selatan. Di masa lalu, ekspedisi kolonial berangkat dari Asunción untuk membangun kota-kota penting lainnya, yang memberikan ia julukan sebagai 'Ibu Kota'.
pl_pl: Asunción to stolica Paragwaju i jedna z najstarszych osad w Ameryce Południowej. Dawniej rozpoczynały się stąd wyprawy kolonialne w celu założenia innych ważnych ośrodków miejskich, stąd też wywodzi się jej potoczna nazwa: „Matka miast”.
pt_pt: Assunção é a cidade capital do Paraguai e um dos mais antigos assentamentos na América do Sul. No passado, expedições coloniais partiram de Assunção para estabelecer outras cidades importantes, levando ao seu apelido de 'Mãe das Cidades".
vi_vn: Asunción là thành phố thủ đô của Paraguay và là một trong những khu định cư lâu đời nhất ở Nam Mỹ. Trong quá khứ, các đoàn thám hiểm thuộc địa khởi hành từ Asunción để thành lập các thành phố quan trọng khác, dẫn đến biệt danh của nó là 'Mẹ của các thành phố'.
zh_cn: 亚松森是巴拉圭的首都, 也是南美洲最古老的定居地之一。古时候的殖民探险队从亚松森出发, 建立了其他重要城市, 导致其被称为“城市之母”。

source: Asunción, Paraguay
fr_fr: Asuncion, Paraguay
pl_pl: Asunción, Paragwaj
zh_cn: 巴拉圭亚松森

source: At any time and for any reason or no reason, the Company, in its sole discretion, may immediately:
de_de: Das Unternehmen kann jederzeit, begründet oder unbegründet berechtigt, im eigenen Ermessen, unverzüglich:
id_id: Kapan saja dan baik dengan atau tanpa alasan, Perusahaan atas kebijakannya sendiri dapat dengan segera:
pl_pl: Firma może w każdej chwili, z dowolnej przyczyny lub bez przyczyny, i wedle własnego uznania natychmiast:
pt_pt: Em qualquer momento e por qualquer motivo, ou sem nenhum motivo, a empresa, a seu exclusivo critério, pode imediatamente:
vi_vn: Tại bất kỳ thời điểm nào và với bất kỳ lý do nào hay không có lý do, Công Ty này, với quyền tự ý định đoạt, có thể:
zh_cn: 公司可随时以任何原因或没有原因，自行立刻决定︰

source: At bank rollover, liquidity in the Forex market is reduced and may increase the spread and processing time for client orders. This happens around 21:00 GMT during daylight saving time, and 22:00 GMT during non-daylight saving time.
fr_fr: Pendant la période de changement de banque; la liquidité sur le marché Forex est réduite et cela peut augmenter le spread et le temps de traitement des ordres clients. Cela se produit autour de 21:00 GMT durant l'heure d'été et 22:00 durant l'heure d'hiver.
id_id: Pada rollover bank, likuiditas pasar Forex berkurang dan mungkin dapat meningkatkan spread serta waktu pemprosesan untuk order klien. Hal ini terjadi sekitar pukul 21:00 GMT selama waktu musim panas dan pada pukul 22:00 GMT selama musim lainnya.
pl_pl: Podczas rolowania bankowego płynność na runku Forex jest ograniczona, spready mogą zostać podwyższone i może zostać wydłużony czas procesowania zleceń klientów. Rolowanie odbywa się około godziny 21:00 GMT czasu letniego i 22:00 GMT czasu zimowego.
vi_vn: Khi ngân hàng hoán đổi lãi suất, thanh khoản trên thị trường Forex bị giảm và có thể làm tăng biên lãi và tăng thời gian xử lý cho các lệnh của khách hàng. Điều này xảy ra vào khoảng 21:00 GMT trong quy ước giờ mùa hè và 22:00 GMT trong quy ước giờ mùa đông.
zh_cn: 银行展期交割时, 外汇市场的流动性会降低, 客户订单的利差和处理时间可能会增加。这种情况发生在夏时制期间的格林尼治标准时间21:00 左右, 以及非夏时制期间的格林尼治标准时间 22:00 左右。

source: At least 5 years of experience in affiliate marketing, growth hacking, business development, and other closely-related skills
de_de: Mindestens 5 Jahre Erfahrung im Geschäftspartner Marketing, Growth Hacking, in Geschäftsentwicklung und andere eng verwandte Fähigkeiten
fr_fr: Un minimum de cinq ans d'expérience dans les domaines du marketing affilié, du « growth hacking », du développement des affaires ainsi que d'autres compétences liées
id_id: Setidaknya 5 tahun pengalaman dalam marketing afiliasi, growth hacking, pengembangan bisnis, dan keterampilan terkait lainnya
pl_pl: Co najmniej 5-letnie doświadczenie w prowadzeniu marketingu partnerskiego, stosowaniu techniki „growth hacking”, dbaniu o rozwój biznesu oraz posiadanie innych pokrewnych umiejętności
pt_pt: Pelo menos cinco anos de experiência com marketing de afiliados, estratégias de posicionamento, desenvolvimento de negócio e outras competências estreitamente relacionadas
vi_vn: Ít nhất 5 năm kinh nghiệm trong liên kết tiếp thị, thúc đẩy tăng trưởng, phát triển kinh doanh và những kĩ năng có liên quan chặt chẽ khác
zh_cn: 联盟网络营销、技术增长、业务发展和其他密切相关的技能有至少五年经验

source: At least one year of work experience in a similar role
de_de: Mindestens ein Jahr Berufserfahrung in einer ähnlichen Rolle
fr_fr: Au moins un an d’expérience dans un rôle similaire
id_id: Setidaknya memiliki satu tahun pengalaman kerja dalam bidang yang serupa
pl_pl: Co najmniej roczne doświadczenie na podobnym stanowisku
pt_pt: Pelo menos um ano de experiência de trabalho em uma posição semelhante
vi_vn: Ít nhất một năm kinh nghiệm trong vai trò tương đương
zh_cn: 至少一年类似工作经验

source: At reset time, if the spot is in the opposite direction of your prediction, the barrier is reset to that spot.
de_de: Wenn der Kurs zur Nachstellzeit in die entgegengesetzte Richtung Ihrer Vorhersage geht, wird die Schwelle auf diesen Kurs zurückgesetzt.
fr_fr: Au moment de la réinitialisation, si le spot est dans le sens inverse de votre prédiction, la barrière est réinitialisée à cet endroit.
id_id: Pada waktu reset, jika spot berlawanan dengan arah analisa Anda, maka batasan akan direset pada spot tersebut.
pl_pl: W momencie resetowania, jeśli punkt spot jest w odwrotnym kierunku do Twojej prognozy, limit zostanie zresetowany do tego punktu spot.
pt_pt: Na hora de redefinição, se o preço estiver na direção oposta à sua previsão, a barreira é redefinida para esse preço.
vi_vn: Tại thời điểm thiết lập lại, nếu điểm nằm ở vị trí ngược lại với dự đoán của bạn, giới hạn được thiết lập lại tại vị trí đó.
zh_cn: 重设时, 如果现货价与您的预测方向相反, 则障碍将重设至现货价的方向。

source: Audit
fr_fr: Vérification
pl_pl: Audyt
pt_pt: Auditoria
vi_vn: Kiểm toán
zh_cn: 审计

source: Audit Page
de_de: Audit-Seite
fr_fr: Page de vérification
id_id: Halaman Audit
pl_pl: Strona audytowa
pt_pt: Página de auditoria
vi_vn: Kiểm tra trang
zh_cn: 审核页面

source: Aug
fr_fr: août
id_id: Agu
pl_pl: Sierpień
pt_pt: Ago
vi_vn: Tháng 8
zh_cn: 八月

source: August
fr_fr: août
id_id: Agustus
pl_pl: Sierpień
pt_pt: Agosto
vi_vn: Tháng 8
zh_cn: 八月

source: Australia
de_de: Australien
fr_fr: Australie
pt_pt: Austrália
vi_vn: Úc
zh_cn: 澳大利亚

source: Australian Dollar vs Canadian Dollar
de_de: Australischer Dollar gegen Kanadischen Dollar
fr_fr: Dollar Australien vs dollar Canadien
id_id: Dolar Australia vs Dolar Kanada
pl_pl: Dolar australijski vs dolar kanadyjski
pt_pt: Dólar australiano vs. Dólar canadense
vi_vn: Đô-la Úc vs đô-la Canada
zh_cn: 澳元兑加元

source: Australian Dollar vs Japanese Yen
de_de: Australischer Dollar gegen Japanischen Yen
fr_fr: Dollar Australien vs Yen Japonais
id_id: Dolar Australia vs Yen Jepang
pl_pl: Dolar australijski vs jen japoński
pt_pt: Dólar australiano vs. Iene japonês
vi_vn: Đô-la Úc vs đồng yên Nhật
zh_cn: 澳元兑日元

source: Australian Dollar vs New Zealand Dollar
de_de: Australischer Dollar gegen Neuseeländischen Dollar
fr_fr: Dollar Australien vs Dollar Neo Zelandais
id_id: Dolar Australia vs Dolar Selandia Baru
pl_pl: Dolar australijski vs dolar nowozelandzki
pt_pt: Dólar australiano vs. Dólar neozelandês
vi_vn: Đô-la Úc vs đô-la New Zealand
zh_cn: 澳元兑新西兰元

source: Australian Dollar vs Singapore Dollar
de_de: Australischer Dollar gegen Singapur-Dollar
fr_fr: Dollar Australien vs Dollar Singapourien
id_id: Dolar Australia vs Dolar Singapura
pl_pl: Dolar australijski vs dolar singapurski
pt_pt: Dólar australiano vs. Dólar de Singapura
vi_vn: Đô-la Úc vs đô-la Singapore
zh_cn: 澳元兑新加坡元

source: Australian Dollar vs Swiss Franc
de_de: Australischer Dollar gegen Schweizer Franken
fr_fr: Dollar Australien vs Franc Suisse
id_id: Dolar Australia vs Franc Swiss
pl_pl: Dolar australijski vs frank szwajcarski
pt_pt: Dólar australiano vs. Franco suíço
vi_vn: Đô-la Úc vs Đồng Frank Thụy sĩ
zh_cn: 澳元兑瑞士法郎

source: Australian Dollar vs US Dollar
de_de: Australischer Dollar gegen US Dollar
fr_fr: Dollar Australien vs Dollar Américain
id_id: Dolar Australia vs Dolar AS
pl_pl: Dolar australijski vs dolar amerykański
pt_pt: Dólar australiano vs. Dólar americano
vi_vn: Đô-la Úc vs đô-la Mỹ
zh_cn: 澳元兑美元

source: Authenticate
de_de: Authentifizieren
fr_fr: Authentification
id_id: Pembuktian
pl_pl: Zweryfikuj
pt_pt: Autenticar
vi_vn: Xác thực
zh_cn: 验证

source: Authenticate your account by verifying your identity and address.
de_de: Authentifizieren Sie Ihr Konto, indem Sie Ihre Identität und Adresse bestätigen.
fr_fr: Authentifier votre compte en vérifiant votre identité et votre adresse.
id_id: Otentikasi akun Anda dengan memverifikasi identitas dan alamat Anda.
pl_pl: Zweryfikuj swoje konto, potwierdzając swoją tożsamość i dane adresowe.
pt_pt: Autentique a sua conta ao verificar a sua identidade e o seu endereço.
vi_vn: Xác thực tài khoản của bạn bằng cách xác minh danh tính và địa chỉ của bạn.
zh_cn: 请提交身份与地址证明，立刻进行账户验证。

source: Authenticate your account by video conference call. Follow these steps to proceed:
de_de: Authentifizieren Sie Ihr Konto durch eine Videokonferenz. Gehen Sie folgendermaßen vor um fortzufahren:
fr_fr: Authentifiez votre compte par conférence vidéo. Suivez ces étapes pour continuer :
id_id: Otentikasi akun Anda melalui konferensi panggilan video. Ikuti langkah-langkah berikut untuk melanjutkan:
pl_pl: Zweryfikuj swoje konto podczas rozmowy wideo. Wykonaj następujące czynności, aby kontynuować:
pt_pt: Autentique a sua conta por chamada de vídeo. Siga esta etapas para proceder:
vi_vn: Xác thực tài khoản của bạn bằng cuộc gọi hội nghị video. Hãy làm theo các bước sau để tiến hành:
zh_cn: 通过视频会议通话验证您的账户。按照以下步骤进行︰

source: Authentication
de_de: Authentifizierung
fr_fr: Authentification
id_id: Pembuktian
pl_pl: Weryfikacja
pt_pt: Autenticação
vi_vn: Xác thực
zh_cn: 验证

source: Authorised Applications
de_de: Erlaubte Anwendungen
fr_fr: Applications autorisées
id_id: Aplikasi Resmi
pl_pl: Aplikacje zatwierdzone
pt_pt: Aplicativos autorizados
vi_vn: Các Ứng dụng được cho phép
zh_cn: 授权应用程序
