Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: When you see currency pairs offered by a broker or trading service, there are usually two prices available: the ask price and the bid price. These are also known as the buy price and the sell price respectively.
de_de: Wenn Sie Währungspaare durch einen Broker oder Trading-Service angeboten sehen, gibt es in der Regel zwei Kurse: den Briefkurs und den Geldkurs. Diese sind auch bekannt als der Kaufpreis und Verkaufspreis.
fr_fr: Quand vous voyez des paires de devises offertes par un courtier ou un service de trading, il y a généralement deux prix : le prix demandé et le prix de la soumission. Ils sont également connus sous le nom de prix d’achat et de prix de vente respectivement.
id_id: Bila Anda melihat pasangan mata uang yang ditawarkan oleh broker atau layanan trading, biasanya ada dua harga yang tersedia: harga ask dan harga bid. Ini juga dikenal sebagai harga beli dan harga jual masing-masing.
pl_pl: W przypadku par walutowych oferowanych przez brokerów lub inne podmioty świadczące usługi handlu walutami, zazwyczaj dostępne są dwie ceny: cena zakupu oraz cena sprzedaży.
pt_pt: Quando você vê um par de moedas disponibilizado por uma corretora ou serviço de negociação, por norma existem dois preços: o preço de venda e o preço de compra.
vi_vn: Khi bạn nhìn thấy các cặp tiền tệ được cung cấp bởi một nhà môi giới hoặc kinh doanh dịch vụ, thường có hai giá có sẵn: giá chào bán và giá mua vào. Đây là còn được gọi là giá mua vào và giá bán ra.
zh_cn: 当您看到经纪商或交易服务商提供的货币对时，通常有两种价格供选择: 要价和标价。这些也分别被称为买入价格和卖出价格。

source: When you start trading with %1, you'll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
de_de: Wenn Sie mit %1 zu handeln beginnen, werden Sie auf den Handelsbildschirm weitergeleitet, wo Sie Ihre Handels-Parameter festgelegen, und auswählen, was Sie wie und wann, handeln möchten.
fr_fr: Lorsque vous commencez à trader avec %1, vous serez dirigé vers l’écran de trading, où vous définissez vos paramètres de trading, et choisissez ce que vous voulez trader, comment et quand.
id_id: Saat Anda memulai trading dengan %1, Anda akan diarahkan pada layar trading dimana Anda perlu menentukan parameter trading dan memilih apa yang ingin Anda tradingkan, bagaimana dan kapan.
pl_pl: Po rozpoczęciu handlowania z %1 nastąpi przekierowanie na ekran do handlowania, gdzie możesz ustawić parametry handlowe oraz wybrać, jakimi instrumentami chcesz handlować oraz w jaki sposób i kiedy.
pt_pt: Quando você começa a negociar com a %1, será direcionado à nossa tela de negociação onde você define os seus parâmetros de negociação e escolhe o que deseja negociar, como e quando.
vi_vn: Khi bạn bắt đầu giao dịch với %1, bạn sẽ được chuyển đến màn hình giao dịch, nơi mà bạn thiết lập tham số giao dịch của bạn, và chọn muốn giao dịch gì, như thế nào và khi nào.
zh_cn: 当您开始在 %1 交易时，您将被引导进入交易界面，在此您可以设定交易参数、类型、方式和时间。

source: When you trade with %1, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose.
de_de: Wenn Sie bei %1 traden, können Sie sich sicher sein, dass Ihre Einzahlungen auf einem separaten Treuhandkonto gutgeschrieben und nicht für andere Zwecke verwendet werden.
fr_fr: Lorsque vous effectuez des transactions avec %1, vous avez la garantie que vos fonds sont détenus au sein d'un compte fiduciaire séparé et ne sont jamais utilisés à d'autres fins.
id_id: Saat Anda bertrading pada %1, Anda dapat yakin bahwa saldo Anda disimpan pada rekening bank terpisah dan tidak digunakan untuk tujuan lain.
pl_pl: Handlując z %1, możesz mieć pewność, że Twoje środki są przechowywane na oddzielnych rachunkach powierniczych i nie są wykorzystywane w żadnych innych celach.
pt_pt: Quando você negocia com a %1, pode ter a certeza de que os seus depósitos são mantidos em contas fiduciárias separadas e que não são usados para quaisquer outros fins.
vi_vn: Khi bạn giao dịch với %1, bạn được bảo đảm rằng tiền gửi của bạn được cất giữ trong một tài khoản tin cậy riêng biệt và không được sử dụng cho bất kì mục đích nào.
zh_cn: 通过 %1 进行交易，我们保证您的资金将由独立信托账户保管，并不会用作任何其他用途。

source: When you transfer your money to us for trading purposes, your funds are deposited in your %1 account. If you choose to trade FX and CFDs you shall transfer funds from your %1 account to your MT5 Real Account. Such transfer shall not be regarded as a transfer from two different Accounts but as a transfer of funds from your centralised %1 account to the MT5 Real Account. No fund transfers shall be made to any other Account in the name of any third party.
de_de: Wenn Sie Ihr Geld an uns zu Handelszwecken überweisen, werden Ihre Gelder in Ihrem %1 Konto hinterlegt. Wenn Sie beschließen, FX und CFDs zu handeln, sollten Sie Gelder von Ihrem %1 Konto auf Ihr MT5 Echtgeldkonto überweisen. Eine solche Überweisung soll nicht als Überweisung von zwei verschiedenen Konten gelten, sondern als eine Überweisung von Geldern von Ihrem zentralen %1 Konto zum MT5 Echtgeldkonto. Es sollen keine Überweisungen auf ein anderes Konto im Namen Dritter getätigt werden.
id_id: Ketika Anda mentransfer dana Anda kepada kami untuk tujuan trading, dana Anda disetorkan pada akun %1 Anda. Jika Anda memilih untuk bertrading FX dan CFD, Anda harus mentransfer dana dari akun %1 Anda ke Akun Riil MT5 Anda. Transfer tersebut tidak dapat dianggap sebagai transfer dari dua Akun yang berbeda tetapi sebagai transfer dana dari akun %1 Anda yang terpusat ke Akun Riil MT5. Transfer dana tidak dapat dilakukan ke dalam Akun lain atas nama pihak ketiga mana pun.
pl_pl: Gdy przelewasz nam swoje pieniądze w celu zawierania zakładów, Twoje środki są lokowane na Twoim koncie: %1. Jeśli zdecydujesz się handlować kontraktami FX i CFD, konieczne będzie przelanie środków z Twojego konta: %1 na Prawdziwe konto MT5. Taki przelew nie będzie uznawany za przelew między dwoma innymi kontami, ale jako przelew środków ze scentralizowanego konta: %1 na Prawdziwe konto MT5. Nie należy wykonywać żadnych przelewów środków na jakiekolwiek inne Konto prowadzone przez jakąkolwiek stronę trzecią.
pt_pt: Quando você transfere o seu dinheiro para nós para efeitos de negociação, os seus fundos são depositados na sua conta real %1. Se você decidir negociar FX e CFDs, você deverá transferir fundos da sua conta real %1 para a sua conta real na MT5. Tal transferência não se considerará como uma transferência de duas contas diferentes, mas sim uma transferência de fundos da sua conta real %1 para a sua conta real MT5. Nenhumas transferências serão efetuadas para qualquer outra conta em nome de qualquer terceiro.
vi_vn: Khi bạn chuyển tiền của mình cho chúng tôi vì mục đích giao dịch, tiền của bạn được gửi vào tài khoản %1 của bạn. Nếu bạn chọn giao dịch FX và CFD, bạn sẽ chuyển tiền từ tài khoản %1 của bạn sang Tài Khoản Thực MT5 của bạn. Việc chuyển tiền đó sẽ không được coi là chuyển khoản từ hai Tài Khoản khác nhau mà là chuyển tiền từ tài khoản %1 tập trung của bạn sang Tài Khoản Thực MT5. Không chuyển tiền nào được phép thực hiện cho bất kỳ Tài Khoản nào khác dưới tên của bất kỳ bên thứ ba nào.
zh_cn: 如果您把资金转移给我们作交易用途, 该资金将存入您的%1账户。如果您选择交易外汇和差价合约, 您必须把资金从%1账户转到您的 MT5 真实账户。这种转账不属于两个不同的账户之间的转账, 而是把资金从您的%1总账户转移到 MT5 真实账户。不可以任何第三方的名义向任何其他账户转移资金。

source: When your account hits the forced liquidation level, your orders and positions are forcibly closed in the following sequence:
de_de: Wenn Ihr Konto das gezwungene Liquidationslevel erreicht, werden Ihre Order und Positionen zwangsweise in der folgenden Sequenz geschlossen:
fr_fr: Quand votre compte atteint le niveau de liquidation forcée, vos ordres et positions sont fermés de force dans l'ordre suivant :
id_id: Ketika akun Andamencapai tingkat likudasi paksa, order dan posisi Anda akan ditutup secara paksa dengan urutan sebagai berikut:
pl_pl: Gdy Twoje konto osiągnie poziom wymuszonej likwidacji, Twoje zlecenia i pozycje zostaną zamknięte w następującej kolejności:
pt_pt: Quando a sua conta atingir o nível de liquidação forçada, as suas ordens e posições são forçosamente fechadas na seguinte sequência:
vi_vn: Khi tài khoản của bạn chạm mức bị buộc phải thanh lý, các lệnh và phiên giao dịch của bạn buộc phải đóng cửa vào theo trình tự sau:
zh_cn: 当您的账户达到强制清算水平，您的订单和头寸将按以下顺序强行平仓︰

source: When, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts.
de_de: Wenn durch politische, wirtschaftliche, militärische oder monitäre Geschehnisse (inkl. unübliche Marktvolatilität oder Zahlungsunfähigkeit) oder durch andere Umstände, die sich der Kontrolle, Verantwortung und Macht des Unternehmens entziehen, der fortlaufende Betrieb dieser Site praktisch nicht durchführbar ist, ohne die Interessen der Kunden oder der Gesellschaft erheblich und negativ zu beeinträchtigen und die Interessen der Kunden oder des Unternehmens zu präjudizieren oder wenn nach Ansicht des Unternehmens ein Kurs für Finanzkontrakte nicht berechnet werden kann.
id_id: Ketika, sebagai akibat dari peristiwa politik, ekonomi, militer atau moneter (termasuk volatilitas pasar yang tidak biasa atau likuiditas) atau situasi di luar kendali, tanggung jawab dan kekuatan Perusahaan, operasi dilanjutkan situs ini tidak cukup praktis tanpa material dan negatif mempengaruhi dan merugikan kepentingan Pelanggan atau Perusahaan, atau jika, menurut pendapat Perusahaan, harga tidak dapat dihitung untuk kontrak finansial.
pl_pl: W przypadku gdy, w wyniku wydarzeń politycznych, ekonomicznych, wojskowych czy finansowych (w tym w wyniku nietypowej zmienności warunków rynkowych lub braku płynności rynku) lub innych okoliczności poza kontrolą, odpowiedzialnością i wpływem Firmy, dalsze działanie niniejszego portalu nie jest praktycznie możliwe bez materialnego i negatywnego wpływu na interesy Klientów lub Firmy lub jeśli zdaniem Firmy cena nie może być obliczona dla kontraktów finansowych.
pt_pt: Quando, como resultado de acontecimentos políticos, econômicos, militares ou monetários (incluindo uma volatilidade incomum do mercado ou falta de liquidez) ou de quaisquer circunstâncias fora do controle, a responsabilidade e poder da Empresa, o funcionamento contínuo deste site não é razoavelmente praticável sem afetar materialmente e adversamente e prejudicar os interesses dos Clientes ou da Empresa, ou se, na opinião da Empresa, não for possível calcular os preços dos contratos financeiros.
vi_vn: Khi nào có sự kiện chính trị, kinh tế, quân sự hay liên quan đến tiền tệ (bao gồm cả thị trường biến động bất thường hoặc thiếu tính thanh khoản) hoặc bất kỳ hoàn cảnh ngoài tầm kiểm soát, trách nhiệm và quyền lực của Công Ty khiến cho các hoạt động của trang web này không còn hợp lý và gây ảnh hưởng bất lợi, thiệt hại đến lợi ích của Khách Hàng hoặc Công Ty, hoặc, theo ý kiến của Công Ty, thì giá sẽ không được tính cho hợp đồng tài chính.
zh_cn: 当政治、经济、军事或货币政策事件（包括市场非正常波动或丧失流动性）或其他不在本公司控制、责任及权力范围之内的情况发生，导致本网站无法在不严重影响、侵害客户或本公司利益的前提下持续合理运作的时候，或公司认为无法计算金融合约的价格的时候。

source: Where a particular time or timeframe has been specified in a client's instructions with respect to the execution of an order, regardless of the price available, the Company will endeavour to execute the order at the specified time or over the specified timeframe in the best possible manner after taking all sufficient steps. However, the Company will not be responsible for any consequences related to pricing that are resulted from the time or timeframe of the execution.
de_de: Das Unternehmen wird sich bemühen, eine Order in einer bestimmten Zeit oder über einen bestimmten Zeitraum auf bestmögliche Weise auszuführen, nachdem alle erforderlichen Schritte unternommen wurden, wo eine spezielle Zeit oder ein spezieller Zeitraum in Kundenanweisungen hinsichtlich der Ausführung einer Order, ohne Rücksicht auf den erhältlichen Kurs, bestimmt wurde. Das Unternehmen ist jedoch nicht für Folgen im Zusammenhang mit Preispolitik, die sich aus der Zeit oder dem Zeitraum der Ausführung ergeben, verantwortlich.
fr_fr: Quand un moment particulier ou période a été spécifié dans les instructions d'un client en respect de l'exécution d'un ordre, indépendamment du prix disponible, la Compagnie s'efforcera d'exécuter l'ordre à un moment spécifié ou sur la période spécifiée de la meilleure manière possible après avoir pris des mesures nécessaires. Cependant, la Compagnie ne sera pas responsable de toutes conséquences liées à la tarification qui résulte du moment ou de la période d’exécution.
id_id: Dimana waktu atau jangka waktu telah ditentukan pada instruksi klien sesuai dengan eksekusi order, apapun harga yang tersedia, Perusahaan akan berusaha keras untuk mengeksekusi order pada waktu yang ditentukan atau selama jangka waktu yang ditentukan dengan cara yang terbaik setelah mengambil semua langkah yang diperlukan. Namun, Perusahaan tidak bertanggungjawab pada konsekuensi apapun yang dihasilkan berdasarkan waktu atau jangka waktu eksekusi.
pl_pl: W przypadku, gdy w instrukcjach klienta odnośnie realizacji zlecenia podano określony czas lub przedział czasowy, niezależnie od dostępnej ceny, Firma będzie starać się zrealizować zlecenie w określonym czasie lub przedziale czasowym w najlepszy możliwy sposób i podejmując wystarczające kroki. Jednak nie ponosi odpowiedzialności za jakiekolwiek konsekwencje związane z wyceną będącą rezultatem realizacji zlecenia w określonym czasie lub przedziale czasowym.
vi_vn: Trong trường hợp một thời gian cụ thể hoặc khung thời gian đã được quy định trong hướng dẫn của khách hàng đối với việc thực hiện một lệnh, bất kể giá có sẵn, Công Ty sẽ nỗ lực để thực hiện theo thứ tự thời gian quy định hoặc trong khung thời gian quy định theo cách tốt nhất có thể sau khi tham gia tất cả các bước đầy đủ. Tuy nhiên, Công Ty sẽ không chịu trách nhiệm đối với bất kỳ hậu quả liên quan đến giá cả mà là kết quả của thời gian và khung thời gian của việc thực hiện.
zh_cn: 如客户在执行订单指示中指定了时间或时间周期，不论是否有可用价格，公司将在采取所有足够步骤后努力在指定时间或时间周期内尽可能以最佳方式执行订单。然而，公司不对因执行时间或时间周期而引起价格相关的任何后果负责。

source: Where a particular venue has been specified in the client's instructions with respect to the execution of an order, the Company will not be responsible for the venue selection.
de_de: Das Unternehmen ist für die Auswahl eines Ausführungsortes nicht verantwortlich, wo ein bestimmter Ausführungsort in den Kunden-Anweisungen, im Bezug auf die Ausführung einer Order, festgelegt wurde.
fr_fr: Quand un lieu particulier a été spécifié dans l'instruction client se rapportant à l'exécution d'un ordre, la Compagnie ne sera pas responsable de la sélection du lieu.
id_id: Dimana tempat tertentu telah ditentukan dalam instruksi klien sehubungan dengan pelaksanaan order, Perusahaan tidak akan bertanggung jawab atas pemilihan tempat.
pl_pl: Jeśli w instrukcjach klienta zostało podane określone miejsce realizacji zlecenia, Firma nie ponosi odpowiedzialności za wybór miejsca realizacji zlecenia.
vi_vn: Khi một địa điểm cụ thể đã được chỉ rõ trong hướng dẫn của khách hàng đối với việc thực hiện các đơn đặt hàng, Công Ty sẽ không chịu trách nhiệm cho việc lựa chọn địa điểm.
zh_cn: 如客户在执行订单相关指示中指定了特定场地，公司不对场地选择负责。

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings cannot be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
de_de: Wenn ein Konto ausschließlich mit Hilfe eines Bonuscodes finanziert ist, kann der Bonusbetrag plus eventueller Gewinne nicht abgehoben werden, bis Sie einen Kontoumsatz in Höhe des 25-fachen Wertes des Bonusbetrags überschritten haben. Der Höchstbetrag der erlaubten Gewinne auf solchen Konten ist das 25-fache des Betrags eines solchen Bonusbetrags.
id_id: Jika akun hanya didanai oleh bonus maka jumlah bonus dan keuntungan yang dihasilkan hanya akan dapat dicairkan setelah pembelian total jumlah kontrak mencapai 25 kali jumlah bonus. Jumlah maksimum kemenangan yang diizinkan pada akun tersebut adalah 25 kali jumlah jumlah bonus tersebut.
pl_pl: W przypadku, gdy konto jest finansowane wyłącznie za pomocą kodu bonusowego, kwota bonusu powiększonego o wszelkie wygrane nie może być wypłacona, dopóki obrót na rachunku nie będzie 25 razy większy od kwoty bonusu. Maksymalna kwota wygranych dozwolonych na takich rachunkach wynosi 25 razy więcej niż kwota takiego bonusu.
pt_pt: Onde uma conta seja financiada exclusivamente por meio de um código de bônus, a quantia do bônus mais os ganhos não podem ser levantados até você ter excedido um volume de negócios de conta de 25 vezes o valor da quantia do bônus. A quantia máxima de ganhos permitida nessas contas será 25 vezes o valor dessa quantia de bônus.
vi_vn: Trường hợp một tài khoản được gửi tiền bằng một mã tiền thưởng, số tiền thưởng cộng với bất kỳ tiền thắng cược nào sẽ không thể được rút ra cho đến khi số tiền thưởng vượt quá 25 lần so với số tiền doanh thu trong tài khoản. Số tiền tối đa được phép thắng trên tài khoản sẽ gấp 25 lần so với số tiền thưởng này.
zh_cn: 如果某一账户仅以奖金代码的方式提供资金，用户在账户交易额超过奖金25倍时方可提取奖金及其他收益。此类账户允许的最大收益金额为相应奖金的25倍。

source: Where any law-suit, action or other legal or administrative proceedings whatsoever in connection to this Agreement are initiated for any execution, any attachment or garnishment, or distress against the Agent or where an encumbrance takes possession of, the entire or any part of the Agent's property, undertakings or assets including tangible and intangible.
de_de: Wenn jede Klage, Maßnahme, oder andere Gerichts- oder Verwaltungsverfahren im Zusammenhang mit dieser Vereinbarung zur jeglichen Ausführung eingeleitet werden, für jeden Anhang oder jede Pfändung, oder Bedrängnis durch den Agenten, oder wenn eine Belastung Besitz vom gesamten Eigentum, oder einem Teil des Eigentums des Agenten, von Unternehmen oder auch von materiellen und immateriellen Vermögenswerten nimmt.
id_id: Apabila terjadi tuntutan hukum, tindakan atau proses hukum atau administratif lainnya sehubungan dengan Perjanjian ini mulai dieksekusi, keterikatan atau pemerasan, atau tekanan terhadap Agen atau di mana beban tersebut menguasai, keseluruhan atau bagian dari Properti agen, usaha atau aset termasuk berwujud dan tidak berwujud.
pl_pl: Jeśli jakikolwiek pozew, powództwo lub innego dowolnego rodzaju postępowanie sądowe lub administracyjne zostanie wszczęte przeciw Pośrednikowi w związku z niniejszą Umową, zmierzające do jakiejkolwiek realizacji, jakiegokolwiek zajęcia majątku, albo sekwestru lub konfiskaty lub jeśli zostanie obciążona część lub całość majątku Pośrednika, jego przedsiębiorstwa lub aktywów, w tym. materialnych i niematerialnych.
pt_pt: Onde qualquer processo judicial, ação ou outros processos legais ou administrativos em conexão com este Acordo sejam iniciados para qualquer execução, penhora, adorno ou arresto contra o Agente ou onde um direito hipotecário tome posse de toda ou qualquer parte da propriedade, dos empreendimentos ou ativos do Agente, incluindo os tangíveis e intangíveis.
vi_vn: Trong trường hợp có bất kỳ kiện tụng, hành động hoặc thủ tục pháp lý hành chính nào khác liên quan đến Thỏa thuận này bắt đầu được thi hành, bất kỳ sự gắn bó hay sai lầm nào, hoặc gây đau khổ cho Đại lý hoặc khi một trở ngại ảnh hưởng đến toàn bộ hoặc bất kỳ phần nào của Tài sản của đại lý, các chủ trương hoặc tài sản bao gồm cả hữu hình và vô hình.
zh_cn: 凡与本协议有关的任何法律诉讼、行动或其它法律或行政程序都是针对代理的任何执行、任何扣押或扣除、或造成困扰，或抵押占有代理的包括有形和无形的全部或任何部分财产、经营或资产的情况下进行的。

source: Where any procedure is involuntarily initiated against the Agent seeking or proposing liquidation, reorganisation, restructuring, an arrangement or composition, a freeze or moratorium, whatsoever in relation to itself or its debts in accordance with the law.
de_de: Wenn ein Verfahren gegen den Auftragnehmer unfreiwillig initiiert wird, Liquidation, Reorganisation, Restrukturierung, eine Anordnung oder Zusammensetzung, ein Einfrieren oder Moratorium, in Bezug auf sich selbst oder seine Schulden im Einklang mit dem Gesetz gesucht oder vorgeschlagen wird.
id_id: Apabila prosedur apapun yang dilakukan tanpa sengaja terhadap Agen yang mencari atau mengusulkan likuidasi, reorganisasi, restrukturisasi, pengaturan atau komposisi, pembekuan atau moratorium, apapun yang berkaitan dengan dirinya sendiri atau hutangnya sesuai dengan hukum.
pl_pl: W przypadku, gdy niezamierzenie zostanie rozpoczęta dowolna procedura wymierzona przeciwko Pośrednikowi, który podjął zgodnie z prawem działania zmierzające do likwidacji lub zawieszenia działalności, reorganizacji, restrukturyzacji, postępowania układowego lub restrukturyzacyjnego, moratorium w stosunku do swojej działalności lub w stosunku do swoich dłużników.
pt_pt: Onde qualquer procedimento que procure ou que proponha uma liquidação, uma reorganização, um reestruturamento, um acordo ou uma composição, um congelamento ou uma moratória seja involuntariamente iniciado contra o Agente, em relação a si mesmo ou à suas dívidas em conformidade com a lei.
vi_vn: Trong trường hợp bất kỳ thủ tục không tự nguyện thực hiện chống lại các đại lý tìm kiếm hoặc đề nghị thanh lý, tái tổ chức, tái cấu trúc, sắp xếp hay thành phần, đóng băng hoặc tạm ngưng, nào liên quan đến bản thân hoặc các khoản nợ theo quy định của pháp luật.
zh_cn: 对根据法律规定寻求或提议清算、重组、重建、安排或组成、冻结或暂停的代理，不论涉及其本身或其债务, 提呈的任何诉讼程序均非自愿性。

source: Where can I send my questions, comments, and suggestions?
de_de: An wen kann ich meine Fragen, Kommentare und Anregungen senden?
fr_fr: Où puis-je envoyer mes questions, commentaires et suggestions ?
id_id: Kemana saya dapat mengirimkan pertanyaan, komentar, dan saran?
pl_pl: Dokąd mogę wysyłać swoje pytanie, komentarze i sugestie?
pt_pt: Para onde posso enviar as minhas questões, comentários e sugestões?
vi_vn: Tôi có thể gửi câu hỏi, bình luận, và gợi ý tới đâu?
zh_cn: 在哪里提交问题、评论和建议？

source: Where new ideas trump safe, old ones. And you're free to work your way, free from hierarchies and red tape.
de_de: Wo neue Ideen alte übertrumpfen. Und Sie wählen Ihre Arbeitsweise, frei von Hierarchien und Papierkram.
fr_fr: Un lieu où les idées nouvelles balaient les concepts anciens et balisés, où vous êtes libre de travailler à votre manière, loin des contraintes hiérarchiques et administratives.
id_id: Terbuka kepada berbagai ide. Dan Anda bebas bekerja dengan gaya Anda, bebas dari hirarki dan birokrasi.
pl_pl: Nowe pomysły pojawiają się same. A Ty możesz pracować tak, jak chcesz, bez zbędnych zależności służbowych i biurokracji.
pt_pt: Onde novas ideias superam facilmente as antigas. E você está livre para trabalhar do seu jeito, livre de hierarquias e burocracias.
vi_vn: Nơi mà ý tưởng mới có thể thắng ý tưởng cũ một cách an toàn. Và bạn được tự do làm theo cách của bạn, không theo cấp bậc và quan liêu.
zh_cn: 我们鼓励创新精神。您可以按照自己的工作方式，不必束缚于职务等级和繁文缛节。
