Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Advanced account provides you with tight spreads, higher ticket size and offers a variety of FX pairs from majors to exotics. It is a straight through processing (STP) account with direct access to FX liquidity from various providers.
de_de: Das erweiterte Konto bietet Ihnen dichtere Spreads, höhere Ticket-Größen und eine Vielzahl von FX-Paaren von Majors zu Exoten. Es ist ein Straight-Through Processing (STP) Konto, mit direktem Zugang zu FX Liquidität von verschiedenen Anbietern.
fr_fr: Le compte avancé vous fournit des spreads serrés, une taille supérieure du ticket et offre une variété de paires FX des majeures jusqu'aux exotiques. Il s'agit d'un compte au traitement automatisé, avec un accès direct à la liquidité FX de différents fournisseurs.
id_id: Akun Advance memberi Anda spread yang lebih kecil, ukuran tiket yang lebih besar dan menawarkan berbagai pilihan pasangan FX dari major hingga eksotik. Merupakan akun STP yang memiliki akses langsung kedalam likuiditas FX dari berbagai penyedia.
pl_pl: Konto zaawansowane zapewnia wąski zakres spreadów, większy rozmiar ticketów i różnorodne pary FX od głównych par po pary egzotyczne. To konto wykorzystujące procesowanie STP (straight through processing) z bezpośrednim dostępem do płynności FX od różnych dostawców.
vi_vn: Tài khoản cao cấp cung cấp cho bạn với biên lãi chặt chẽ, cao hơn kích thước vé và cung cấp một loạt các cặp FX từ các cặp phổ biến đến các cặp hiếm. Đây là tài khoảng thông qua xử lý trực tiếp (STP) có quyền truy cập trực tiếp vào thanh khoản FX từ các nhà cung cấp.
zh_cn: 高级账户为您提供较低的价差、更高的票据大小, 并提供包括主要货币对和奇异货币对等各种外汇货币选项。它是直接处理 (STP) 账户类型, 可直接透过不同的提供商获得外汇流动性。

source: The Affiliate's Obligations
de_de: Die Pflichten des Geschäftspartners
id_id: Kewajiban Affiliasi
pl_pl: Zobowiązania Partnera
pt_pt: As obrigações do Afiliado
vi_vn: Nghĩa vụ của Chi nhánh
zh_cn: 联盟的义务

source: The Agent agrees to indemnify the Company for all and any losses that the Company may suffer arising out of, or in connection with its fraudulent acts or omissions, negligence, misconduct, wilful default and/or breach of this Agreement.
de_de: Der Agent verpflichtet sich dazu das Unternehmen für alle Verluste zu entschädigen, die das Unternehmen aus, oder im Zusammenhang mit seinen betrügerischen Handlungen, Unterlassungen, durch Fahrlässigkeit, Fehlverhalten, vorsätzlichen Standards oder Verstoß gegen diese Vereinbarung, erleiden könnte.
id_id: Agen setuju untuk mengganti kerugian Perusahaan atas semua kerugian yang mungkin dialami Perusahaan karena, atau sehubungan dengan tindakan penipuan, atau kelalaian, kesalahan, pelanggaran yang disengaja, pelanggaran dari Perjanjian ini.
pl_pl: Pośrednik zgadza się zrekompensować Firmie wszelkie straty, które Firma może ponieść w wyniku nieuczciwego działania lub zaniedbań Pośrednika lub niedopełnienia obowiązków przez niego, uchybień, umyślnego zaniedbania i/lub naruszenia niniejszej Umowy lub w związku z nimi.
pt_pt: O Agente aceita indenizar a Empresa por quaisquer perdas que a Empresa possa sofrer decorrentes de ou em conexão com os seus atos fraudulentos ou omissões, qualquer tipo de negligência, má conduta, incumprimento intencional e/ou violação do presente Acordo.
vi_vn: Đại Lý đồng ý bồi thường cho Công Ty tất cả và bất kỳ tổn thất nào mà Công Ty có thể phát sinh từ hoặc liên quan đến hành vi gian lận hoặc thiếu sót, sơ suất, hành vi sai trái, mặc định cố ý và / hoặc vi phạm Thỏa Thuận này.
zh_cn: 由于代理欺诈行为或忽略或疏忽、不当行为、故意违约和/或违反本协议，造成公司可能遭受的全部或任何损失，代理同意赔偿公司。

source: The Agent may provide its services to clients of the Company who desire to deposit and/or withdraw money using the Agent. The Agent may provide its services to clients who intend to use e-wallet or e-payment methods other than those used by the Company (hereinafter referred to as the "e-payments") or local currencies other than those accepted by the Company (hereinafter referred to as the "local currencies") and local bank wire transfers (hereinafter referred to as the "bank wire transfers").
de_de: Der Agent kann Kunden des Unternehmens, die einzahlen und/oder mit dem Agenten Geld abheben wollen, seine Dienstleistungen anbieten. Der Agent kann seine Dienstleistungen an Kunden anbieten, die beabsichtigen, e-Wallet oder e-Payment-Methoden, andere als die vom Unternehmen verwendeten (nachfolgend als "e-Payments" bezeichnet) oder lokalen Währungen, andere als die vom Unternehmen anerkannten (im folgenden als die "lokalen Währungen" bezeichnet) und lokale Banküberweisungen (nachfolgend als "Banküberweisung" bezeichnet) verwenden möchten.
id_id: Agen dapat memberikan layanannya kepada klien Perusahaan yang ingin menyetor dan atau menarik dana dengan menggunakan Agen. Agen dapat memberikan layanannya kepada klien yang bermaksud menggunakan metode e-wallet atau e-payment selain yang digunakan oleh Perusahaan (selanjutnya disebut "pembayaran elektronik") atau mata uang lokal selain yang diterima oleh Perusahaan (selanjutnya disebut "mata uang lokal") atau transfer bank lokal (selanjutnya disebut "transfer bank wire").
pl_pl: Pośrednik może oferować swoje usługi klientom Firmy, którzy chcą wpłacić lub wypłacić środki za jego pośrednictwem. Pośrednik może oferować swoje usługi w szczególności klientom, którzy chcą skorzystać z metod e-portfela lub e-płatności innych niż metody oferowane przez Firmę (dalej zwanych „e-płatnościami”) luz z lokalnych walut innych niż te akceptowane przez Firmę (dalej zwanych „lokalnymi walutami”) i z przelewów dokonywanych przez bank lokalny (dalej zwanych „przelewami bankowymi").
vi_vn: Đại Lý có thể cung cấp dịch vụ cho khách hàng của Công Ty muốn gửi tiền và / hoặc rút tiền bằng cách sử dụng Đại Lý. Đại Lý có thể cung cấp dịch vụ cho khách hàng có ý định sử dụng ví điện tử hoặc phương thức thanh toán điện tử khác với phương thức được Công Ty sử dụng (sau đây gọi là "thanh toán điện tử") hoặc nội tệ khác với đơn vị được Công Ty chấp nhận ( sau đây được gọi là "tiền tệ địa phương") và chuyển khoản ngân hàng địa phương (sau đây được gọi là "chuyển khoản ngân hàng trực tuyến").
zh_cn: 代理可向欲通过代理存款或取款的公司客户提供服务。代理可向欲使用公司已在使用以外的电子钱包或电子付款方法（以下简称"电子付款"）和公司已接受以外的当地货币（以下简称"当地货币"） 和当地银行电汇 （以下简称"银行电汇"）的客户提供服务。

source: The Agent represents and warrants that it is currently and it will be in compliance with all laws related to Anti-Money Laundering as well as any financial or economic sanction programmes in a jurisdiction in which he operates.
de_de: Der Agent stellt dar und gewährleistet, dass er aktuell und zukünftig alle Gesetze, die im Zusammenhang mit Anti-Geldwäsche, sowie mit eventuellen finanziellen oder wirtschaftlichen Sanktionsprogrammen in dem Land einhält, in dem er tätig ist.
id_id: Agen mewakili dan menjamin bahwa untuk saat ini dan selamanya akan selalu mematuhi semua undang-undang yang terkait dengan Anti-Pencucian Uang atau program sanksi ekonomi lain pada juridiksi tempat beroperasi.
pl_pl: Pośrednik oświadcza i zapewnia, że działa i będzie działał zgodnie z wszelkimi prawami dotyczącymi prania brudnych pieniędzy oraz z programami sankcji finansowych i ekonomicznych obowiązującymi w jurysdykcji, w której prowadzi swoją działalność.
pt_pt: O Agente declara e garante que está atualmente e que estará em cumprimento com todas as leis contra a lavagem de dinheiro, bem como como quaisquer programa de sanções financeiros ou econômicos numa jurisdição em que o Agente opera.
vi_vn: Đại Lý đại diện và đảm bảo rằng họ hiện đang và sẽ tuân thủ tất cả các luật liên quan đến Chống Rửa Tiền cũng như bất kỳ chương trình xử phạt tài chính hoặc kinh tế nào trong phạm vi quyền hạn mà Đại Lý hoạt động.
zh_cn: 代理声明和保证其目前及将来会遵守有关反洗钱，以及在其经营的管辖范围内的任何金融或经济制裁方案的所有法律。

source: The Agent shall further undertake to perform all necessary due diligence measures on its clients and the Company shall be entitiled, at any time, to request from the Agent to provide all information and documentation relating to its clients for the purposes of the Company's AML compliance.
de_de: Der Agent verpflichtet sich weiterhin dazu, alle notwendigen Sorgfaltspflichten für seine Kunden zu unternehmen und das Unternehmen soll dazu berechtigt sein, jederzeit alle Informationen und Unterlagen im Zusammenhang mit dessen Kunden im Sinne der AML Compliance des Unternehmens, vom Agenten zu beantragen.
id_id: Agen selanjutnya harus melakukan semua tindakan uji tuntas yang diperlukan pada kliennya dan Perusahaan akan berhak, kapan saja, untuk meminta Agen untuk memberikan semua informasi dan dokumentasi yang berkaitan dengan kliennya untuk tujuan kepatuhan pada AML Perusahaan.
pl_pl: Pośrednik zobowiązuje się również do zastosowania wszelkich środków należytej staranności względem swoich klientów, a Firma jest uprawniona do zażądania od Pośrednika w dowolnej chwili dostarczenia wszelkich informacji i dokumentów związanych z jego klientami w celach zachowania zgodności z przepisami AML Firmy.
vi_vn: Đại Lý sẽ tiếp tục thực hiện tất cả các biện pháp cần thiết về khách hàng của mình và Công Ty sẽ được yêu cầu từ Đại Lý để cung cấp tất cả thông tin và tài liệu liên quan đến khách hàng của mình cho các mục đích tuân thủ AML của Công ty.
zh_cn: 代理须进一步承诺对其客户执行一切必要的尽职调查措施, 而公司有权随时要求代理提供与其客户有关的所有信息和文件, 以便执行公司的反洗钱合规性。

source: The Agent shall not be authorized to offer its services, under this Agreement, to clients who reside in restricted countries outlined in our terms and conditions (as amended from time to time), which are published on our website, %1www.binary.com.%2
de_de: Der Agent ist nicht ermächtigt, seine Dienste unter dieser Vereinbarung für Kunden anzubieten, die ihren Wohnsitz in einem der beschränkten Länder gemäß unserer Allgemeinen Geschäftsbedingungen (in der von Zeit zu Zeit jeweils gültigen Fassung), die auf unserer Website veröffentlicht werden, %1www.binary.com.%2
id_id: Agen tidak diperkenankan untuk memberikan layanannya, berdasarkan Perjanjian ini, kepada klien yang berada di negara-negara terbatas yang diuraikan dalam persyaratan dan ketentuan kami (sebagaimana telah diubah dari waktu ke waktu), yang dipublikasikan pada situs kami, %1www.binary.com.%2
pl_pl: Niniejsza Umowa nie upoważnia Pośrednika do oferowania swoich usług klientom, którzy mieszkają w krajach z ograniczonym dostępem wymienionych w naszym regulaminie (zmienianym co jakiś czas), opublikowanym na naszej stronie internetowej: %1www.binary.com%2.
pt_pt: O Agente não estará autorizado a disponibilizar os seus serviços, ao abrigo deste Acordo, a clientes que residem em países restritos descritos nos nossos termos e condições (conforme alterado periodicamente), que são publicados no nosso site, %1www.binary.com.%2
vi_vn: Các đại lý sẽ không được ủy quyền để cung cấp các dịch vụ của mình, dưới thỏa thuận này, cho khách hàng nằm trong giới hạn các quốc gia được nêu trong các điều khoản và điều kiện (được thay đổi theo thời gian), được xuất bản trên trang web của chúng tôi, %1www.Binary.com.%2
zh_cn: 根据本协议，代理不被授权向居住在由刊登在%1www.binary.com%2网站的条款和条件 （经不时修订）规定的受限制的国家的客户提供服务。

source: The Agent shall not produce any copies of any Confidential Information or any content based on the concepts contained within the Confidential Information for personal use or for distribution, without the Company's request.
de_de: Der Agent wird keine Kopien von vertraulichen Informationen oder Inhalten, basierend auf den Konzepten der vertraulichen Informationen für den persönlichen Gebrauch oder für den Vertrieb ohne einer Anfrage des Unternehmens produzieren.
id_id: Agen tidak boleh membuat salinan Informasi Rahasia atau konten apa pun berdasarkan konsep yang terkandung dalam Informasi Rahasia untuk penggunaan pribadi atau untuk distribusi, tanpa permintaan Perusahaan.
pl_pl: Bez zgody Firmy Agent nie będzie wykonywał kopii żadnych Poufnych informacji lub treści opartych na koncepcjach zawartych w Poufnych informacjach, na użytek osobisty lub w celu ich rozpowszechnienia.
pt_pt: O Agente não deve produzir quaisquer cópias de quaisquer informações confidenciais ou quaisquer conteúdos baseados em conceitos contidos dentro das informações confidenciais para uso pessoal ou para distribuição, sem ser solicitado pela Empresa.
vi_vn: Đại Lý sẽ không tạo bất kỳ bản sao nào của bất kỳ Thông Tin Mật hoặc bất kỳ nội dung nào dựa trên các khái niệm có trong Thông Tin Mật để sử dụng cá nhân hoặc để phân phối mà không có sự yêu cầu từ Công Ty.
zh_cn: 除非公司请求，代理不可制作任何机密信息和根据机密信息包含的概念的任何内容的任何副本供个人使用和分布。

source: The Agent shall not:
de_de: Der Agent wird weder:
id_id: Agen tidak akan:
pl_pl: Pośrednik nie będzie:
pt_pt: O Agente não deve:
vi_vn: Đại Lý không được phép:
zh_cn: 代理不可：

source: The Agent shall provide any and all information and documentation, required in the context of the due diligence that the Company shall conduct, from time to time. The Company, complying with the law and providing its services under this Agreement, shall be entitled, at any time, to request from the Agent to provide all and any due diligence information and documentation related to itself and any other person connected or associated with it for the purposes of this Agreement.
de_de: Der Agent stellt alle Informationen und Unterlagen im Zusammenhang mit der Sorgfaltspflicht, die das Unternehmen von Zeit zu Zeit durchführen soll, zur Verfügung. Das Unternehmen, in Einhaltung des Gesetzes und seine Dienstleistungen unter dieser Vereinbarung anbietend, ist berechtigt, den Agenten jederzeit dazu aufzufordern, alle Sorgfaltspflicht-Informationen und Dokumentation im Zusammenhang mit sich selbst und jeder anderen Person die für die Zwecke dieser Vereinbarung in Verbindung damit und/oder damit assoziiert ist, anzugeben.
id_id: Agen harus menyediakan setiap dan semua informasi dan dokumentasi, yang diperlukan dalam rangka uji kelayakan yang harus dilakukan Perusahaan dari waktu ke waktu. Perusahaan, yang mematuhi undang-undang dan memberikan layanan berdasarkan Perjanjian ini, berhak, setiap saat, meminta dari Agen untuk memberikan semua dan informasi dan dokumentasi uji kelayakan yang berkaitan dengan dirinya sendiri dan orang lain yang terhubung atau terkait dengan itu untuk tujuan Persetujuan ini.
pl_pl: Pośrednik dostarczy wszelkie informacje i dokumenty wymagane do przeprowadzania przez Firmę od czasu do czasu oceny należytej staranności. Firma, przestrzegając przepisów prawa i świadcząc swoje usługi zgodnie z niniejszą Umową, będzie uprawniona do zażądania od Pośrednika w dowolnym momencie dostarczenia wszelkich informacji i dokumentów na potrzeby przeprowadzenia oceny należytej staranności, które odnoszą się do Pośrednika lub jakiejkolwiek innej osoby z nim powiązanej w związku z niniejszą Umową.
vi_vn: Đại Lý sẽ cung cấp bất kỳ và tất cả thông tin và tài liệu, bắt buộc trong bối cảnh trách nhiệm giải trình mà Công Ty sẽ tiến hành, theo thời gian. Công Ty, tuân thủ pháp luật và cung cấp các dịch vụ của mình theo Thỏa Thuận này, sẽ có quyền yêu cầu Đại Lý cung cấp tất cả và mọi thông tin cần thiết và tài liệu liên quan đến chính nó và bất kỳ người nào khác được kết nối hoặc liên kết với nó cho các mục đích của Thỏa Thuận này.
zh_cn: 代理须不时按公司应进行作业的需求提供任何及所有尽职调查资料及文件。根据法律规定及本协议内容，公司在提供服务时有权随时请求代理提供所有和任何与本身和任何有关联的其他人和与本协议目的有关联的尽职调查信息和文件。

source: The Agent shall submit an application including the following information:
de_de: Der Agent soll einen Antrag mit folgenden Angaben stellen:
fr_fr: L’Agent doit présenter une demande comprenant les renseignements suivants :
id_id: Agen harus mengajukan permohonan termasuk informasi berikut:
pl_pl: Pośrednik złoży wniosek zawierający następujące informacje:
pt_pt: O Agente enviará um requerimento incluindo as seguintes informações
vi_vn: Đại Lý sẽ phải điền và gửi một đơn yêu cầu bao gồm các thông tin sau:
zh_cn: 代理须提交包括以下信息的申请：

source: The Agent shall treat all information related to the Company and the client including but not limited to client's identity, financial status, trading or transaction performance, as well as Company's business plans, price points, ideas, concepts, formats, suggestions, developments, arrangements, programs, techniques, methodologies, knowhow, equipment, whatsoever as confidential (hereinafter referred to as the "Confidential Information").
de_de: Der Agent soll alle Informationen im Zusammenhang mit dem Unternehmen und Kunden einschließlich, aber nicht beschränkt auf Identität des Kunden, finanziellen Status, Handel oder Transaktionsleistung sowie Unternehmens-Business-Pläne, Preispunkte, Ideen, Konzepte, Formate, Anregungen, Entwicklungen, Regelungen, Programme, Techniken, Methoden, Know-how, Ausrüstung, als vertraulich (nachfolgend als "Vertrauliche Informationen" bezeichnet) behandeln.
id_id: Agen harus memperlakukan semua informasi yang berkaitan dengan Perusahaan dan klien termasuk namun tidak terbatas pada identitas klien, status keuangan, trading atau transaksi trading, serta rencana bisnis Perusahaan, poin harga, gagasan, konsep, format, saran, perkembangan, pengaturan, program, teknik, metodologi, cara, peralatan, apapun yang bersifat rahasia (selanjutnya disebut "Informasi Rahasia").
pl_pl: Pośrednik będzie traktował jako poufne wszelkie informacje powiązane z Firmą i klientami, w tym między innymi tożsamość klientów, ich sytuację finansową, dokonywane przez nich transakcje i zawierane zakłady, jak również plany biznesowe Firmy, ceny, pomysły, koncepcje, formaty, sugestie, opracowania rozwojowe, uzgodnienia, programy, techniki, metodologie, know-how, sprzęt, jakiegokolwiek rodzaju (dalej zwane „informacjami poufnymi").
pt_pt: O Agente shall treat all informações related to the Empresa e the client incluindo mas não só client's identidade, financial status, negociações ou transação desempenho, bem como Empresa’s negócio plans, preço pontos, ideias, concepts, formulário, suggestions, desenvolvimento, arrangements, programa, techniques, methodologies, knowhow, equipment, whatsoever as confidential (hereinafter referred to as the "informações confidenciais").
vi_vn: Đại lý sẽ xử lý tất cả các thông tin liên quan đến Công ty và khách hàng bao gồm nhưng không giới hạn danh tính, trạng thái tài chính, giao dịch hoặc khả năng giao dịch cũng như các kế hoạch kinh doanh của Công ty, các điểm giá, ý tưởng, khái niệm, định dạng, đề xuất, hướng phát triển, sắp xếp, các chương trình, kỹ thuật, phương pháp, bí quyết, thiết bị, bất cứ điều gì là bí mật (sau đây được gọi là "Thông tin mật").
zh_cn: 代理须将所有有关公司和客户的信息，包括但不限于客户身份、财务状况、交易或事务处理表现，以及公司的业务计划，中心价格、想法、概念、格式、建议，事态发展、安排、项目、技术、方法、专有技术、设备、等视为机密（简称为"机密信息"）。

source: The Agent shall upon demand provide the Company with all requested information and documentation in regards with its operations and competence including but not limited to its registration, incorporation, memberships, authorisations, knowledge, expertise and experience.
de_de: Der Agent wird auf Verlangen des Unternehmens hin alle angeforderten Informationen und Unterlagen in Bezug auf seine Aktivitäten und Kompetenzen, einschließlich aber nicht beschränkt auf seine Registrierung, Aufnahme, Mitgliedschaften, Zulassungen, Wissen, Fachwissen und Erfahrung, mitteilen.
id_id: Agen akan memberi semua informasi atau dokumentasi yang diminta oleh Perusahaan sehubungan dengan operasi dan kompetensinya termasuk namun tidak terbatas pada pendaftaran, penggabungan, keanggotaan, otorisasi, pengetahuan, keahlian dan pengalamannya.
pl_pl: Na żądanie Firmy Pośrednik dostarczy wszelkie wymagane informacje i dokumenty związane z jego działalnością i kompetencjami, w tym między innymi dane rejestracji działalności, dane dotyczące członkostwa zawodowego, zezwoleń, wiedzy, umiejętności i doświadczenia.
pt_pt: O Agente deve, a pedido, fornecer à Empresa todas as informações e documentação solicitadas no que respeita as suas operações e a sua competência, incluindo, mas não só, o seu registro e incorporações, associações, autorizações, conhecimentos e experiência.
vi_vn: Các đại lý sẽ theo nhu cầu cung cấp cho công ty yêu cầu tất cả thông tin và các tài liệu liên quan với các hoạt động và năng lực bao gồm nhưng không giới hạn của nó đăng ký và công ty, thành viên, quyền hạn, kiến thức, chuyên môn và kinh nghiệm.
zh_cn: 代理须按照要求向公司提供所有关于其运作和能力，包括但不限于其注册和创立、会员、授权、知识、专门知识和经验的要求信息和文档。

source: The Agent thereinafter, shall transfer the requested sum to the client. It is noted that these transactions fall out of the scope of this Agreement and as result the Company shall not be liable against the Agent and the client or any other person, under contract or tort law or any other applicable law, for any dispute or potential dispute arising out of or in connection with such transactions.
de_de: Der Agent wird nachstehend, die angeforderte Summe an den Kunden übertragen. Es wird darauf hingewiesen, dass diese Transaktionen aus dem Geltungsbereich dieser Vereinbarung fallen und als Ergebnis dessen, das Unternehmen nicht gegen den Agenten und Kunden oder jede andere Person unter Vertrag oder Deliktsrecht, oder einem anderen anwendbaren Gesetz, für Streitfälle, oder potentielle Streitfälle, oder Streitigkeiten, die sich aus, oder im Zusammenhang mit solchen Transaktionen ergeben, haftet.
id_id: Agen selanjutnya, akan mentransfer jumlah yang diminta oleh klien. Perlu dicatat bahwa transaksi ini jatuh dari lingkup Perjanjian ini dan karena Perusahaan tidak bertanggung jawab terhadap Agen dan klien atau orang lain, berdasarkan kontrak atau hukum gugatan atau undang-undang lain yang berlaku, untuk setiap perselisihan atau potensi perselisihan yang timbul dari atau sehubungan dengan transaksi tersebut.
pl_pl: Pośrednik przekaże następnie wnioskowaną kwotę klientowi. Należy zauważyć, że te transakcje nie podlegają niniejszej Umowie i w związku z tym Firma nie ponosi odpowiedzialności wobec Pośrednika ani klienta ani żadnej inne osoby zgodnie z prawem dotyczącym umów, deliktów lub jakiegokolwiek obowiązującego prawa, za żadne spory lub potencjalne spory wynikające z takich transakcji lub z nimi związane.
vi_vn: Đại lý sau đó sẽ chuyển số tiền đã yêu cầu cho khách hàng. Cần lưu ý rằng các giao dịch này nằm ngoài phạm vi của Thỏa thuận này và kết quả là Công ty sẽ không chịu trách nhiệm đối với Đại lý và khách hàng hoặc bất kỳ người nào khác, theo luật hợp đồng hoặc bị lừa hoặc bất kỳ luật hiện hành nào khác, hoặc tranh chấp phát sinh từ hoặc liên quan đến các giao dịch đó.
zh_cn: 代理须将请求的金额转汇给客户。须注意的是，这些交易不属于此协议的范围，因此，根据合同法、侵权行为法或任何其他适用的法律，由于此类交易引起的任何冲突或潜在冲突，公司概不对代理和客户和/或任何其他人承担责任。

source: The Agent undertakes to the Company that it shall comply with, and the service will be performed in accordance with any applicable anti-corruption laws.
de_de: Der Agent verpflichtet sich gegenüber dem Unternehmen, dies einzuhalten, und die Dienstleistung wird gemäß aller anwendbaren Gesetze zur Bekämpfung der Korruption ausgeübt werden.
id_id: Agen sanggup untuk mematuhi Perusahaan dan memberi layanan sesuai dengan undang-undang antikorupsi yang berlaku.
pl_pl: Pośrednik zobowiązuje się względem Firmy, że będzie przestrzegać obowiązujących przepisów antykorupcyjnych i że usługa będzie świadczona zgodnie z nimi.
vi_vn: Đại lý cam kết với Công ty rằng sẽ tuân thủ với quy định Công ty và dịch vụ sẽ được thực hiện theo bất kỳ luật chống tham nhũng hiện hành nào.
zh_cn: 代理人向公司承诺将遵守，且将根据任何适用的反贪污法律提供服务。
