Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
de_de: Der Händler wird Ihnen den Auszahlungsbetrag (abzüglich der Provision) über Ihre angegebene Zahlungsmethode zukommen lassen.
fr_fr: L'Agent vous enverra le montant de retrait (moins la commission) via votre méthode de paiement préférée.
id_id: Agen akan mengirimkan jumlah penarikan (dikurangi komisi) melalui metode pembayaran yang Anda inginkan.
pl_pl: Pośrednik prześle Ci kwotę wypłaty (z odliczoną prowizją) za pomocą wybranej metody płatności.
pt_pt: O Agente irá enviar-lhe a quantia de retirada (menos a comissão) através do seu método de pagamento preferido.
vi_vn: Đại lý sẽ gửi cho bạn số tiền rút (trừ đi tiền hoa hồng) qua phương thức thanh toán bạn đã chọn.
zh_cn: 代理将通过您的首选支付方式将取款金额（扣除佣金）支付给您。

source: The Average
de_de: Der Mittelwert
fr_fr: Moyenne
id_id: Rata rata
pl_pl: Średnia
pt_pt: A Média
vi_vn: Trung bình
zh_cn: 平均

source: The Client shall accept the risk of using any additional functions provided by the Expert Advisor on the MT5 Trading Platform. The Company has no responsibility for the outcome of such trading and reserves the right to accept or reject the use of such functions with absolute discretion.
de_de: Der Kunde muss das Risiko der Verwendung aller zusätzlichen Funktionen, die von Expert Advisors auf der MT5 Handelsplattform angeboten werden, akzeptieren. Das Unternehmen trägt keine Verantwortung für den Ausgang solcher Geschäfte und behält sich das Recht vor, die Verwendung solcher Funktionen mit absoluter Vertraulichkeit, zu akzeptieren oder abzulehnen.
id_id: Klien akan menerima risiko menggunakan fungsi tambahan yang disediakan oleh Expert Advisor pada Platform Trading MT5. Perusahaan tidak bertanggung jawab atas hasil trading tersebut dan berhak untuk menerima atau menolak penggunaan fungsi-fungsi tersebut dengan kebijaksanaan mutlak.
pl_pl: Klient musi zaakceptować ryzyko korzystania z dodatkowych opcji dostarczanych w ramach oprogramowania Expert Advisor na platformie handlowej MT5. Firma nie ponosi jakiejkolwiek odpowiedzialności za wynik takich zakładów i zastrzega sobie prawo do zaakceptowania bądź odrzucenia według własnego uznania wykorzystania takich funkcji.
pt_pt: O Cliente deverá aceitar o risco de utilizar quaisquer funções adicionais fornecidas pelo Expert Advisor na plataforma de negociação MT5. A Empresa não tem nenhuma responsabilidade pelo resultado de tais negociações e reserva-se o direito de aceitar ou rejeitar o uso de tais funções a seu exclusivo critério.
vi_vn: Khách hàng sẽ chấp nhận rủi ro sử dụng bất kỳ chức năng bổ sung nào được cung cấp bởi Chuyên Gia Tư Vấn trên Sàn Giao Dịch MT5. Công Ty không chịu trách nhiệm về kết quả của giao dịch đó và có quyền chấp nhận hoặc từ chối việc sử dụng các chức năng đó theo quyết định tuyệt đối.
zh_cn: 客户须承担使用 MT5 交易平台专家顾问提供的任何附加功能的风险。公司对此类交易的结果不负任何责任, 并有绝对权利自主决定接受或拒绝使用此类功能。

source: The Client, before using the trading robots or Expert Advisors and forward trade, should test it on a demo Account.
de_de: Der Kunde sollte vor der Verwendung von Handelsrobotern oder Expert Advisors und Forwarden, diese in einem Demo-Konto testen.
id_id: Klien, sebelum menggunakan robot trading atau Expert Advisor dan trading hadapan, harus mengujinya pada Akun demo.
pl_pl: Przez użyciem funkcji robotów do handlowania lub funkcji doradczej Expert Advisors i zawarcia transakcji forward Klient powinien wypróbować te funkcje na swoim koncie demo.
pt_pt: O Cliente, antes de usar os robôs de negociação ou os Expert Advisors e entrar em contratos a termo, deve testá-los numa conta demo.
vi_vn: Khách hàng, trước khi sử dụng robot giao dịch hoặc Chuyên Gia Tư Vấn và giao dịch chuyển tiếp, nên kiểm tra nó trên Tài Khoản demo.
zh_cn: 客户在使用交易机器人或专家顾问和远期交易之前, 应透过模拟账户进行测试。

source: The Company and Agent (hereinafter referred to as "the Parties") desire to enter into this Agreement whereby the Company will offer to its clients local payment processing services through the Agent within a territory as specified in Section D of this Agreement.
de_de: Das Unternehmen und der Agent (im folgenden als "die Parteien" bezeichnet) wollen diese Vereinbarung eingehen, wonach das Unternehmen seinen Kunden lokale Zahlungsabwicklungen über den Agenten innerhalb eines Gebiets gemäß Abschnitt D dieser Vereinbarung anbieten wird.
id_id: Perusahaan dan Agen (selanjutnya disebut "Pihak") berkeinginan untuk menandatangani Perjanjian ini dimana Perusahaan akan menawarkan kepada kliennya layanan pemrosesan pembayaran lokal melalui Agen dalam wilayah sebagaimana ditentukan dalam Bagian D dari Perjanjian ini.
pl_pl: Firma i Pośrednik (zwani dalej „Stronami”) wyrażają chęć zawarcia niniejszej Umowy, zgodnie z którą Firma będzie oferować swoim klientom lokalne usługi przetwarzania płatności za pośrednictwem Pośrednika na określonym obszarze, jak określono w sekcji D niniejszej Umowy.
pt_pt: A Empresa e o Agente (doravante chamados "as Partes") desejam entrar neste Acordo em que a Empresa irá proporcionar aos seus clientes serviços de processamento de pagamentos locais através do Agente dentro de um território, conforme especificado na seção D deste Acordo.
vi_vn: Công ty và Đại lý (sau đây gọi là "Các Bên") mong muốn tham gia vào Hợp đồng này, theo đó Công ty sẽ cung cấp cho khách hàng dịch vụ xử lý thanh toán địa phương thông qua Đại lý trong lãnh thổ như được quy định tại Phần D của Thỏa thuận này.
zh_cn: 公司和代理 （以下简称"双方"） 同意签订协议，公司将通过代理向其客户提供本协议第 D 章节所述区域内的本地付款处理服务。

source: The Company collects, stores, and processes a range of information about the applicant, such as, but not limited to:
de_de: Das Unternehmen sammelt, hält und bearbeitet eine Reihe von Informationen über den Bewerber, wie zum Beispiel, aber nicht ausschließlich:
fr_fr: La Compagnie recueille, stocke et traite un éventail d’informations sur le candidat, telles que, mais non limité à:
id_id: Perusahaan mengumpulkan, menyimpan, dan memproses berbagai informasi tentang pemohon, seperti, tetapi tidak terbatas pada:
pl_pl: Firma gromadzi, przechowuje i przetwarza różne informacje o kandydacie, między innymi takie jak:
vi_vn: Công Ty thu thập, lưu trữ và xử lý một loạt thông tin về người nộp đơn, chẳng hạn như, nhưng không giới hạn:
zh_cn: 公司将收集、保存和处理申请人有关的一系列信息，包括但不限于：

source: The Company does not accept any liability for any inconsistencies or results related to Clients utilizing Expert Advisors on the MT5 Trading Platform. Clients are liable for their use of Expert Advisors and the trading activity they conduct. The Company takes a neutral position on Clients' use of Expert Advisors.
de_de: Das Unternehmen übernimmt keine Haftung für eventuelle Unstimmigkeiten oder Ergebnisse, die Kunden durch die Verwendung von Fachberatern auf der MT5 Handelsplattform entstehen. Kunden sind für deren Verwendung von Fachberatern und die Handelsaktivität die jene betreiben, verantwortlich. Das Unternehmen nimmt eine neutrale Position gegenüber der Kunden-Verwendung von Fachberatern ein.
id_id: Perusahaan tidak bertanggung jawab atas ketidakkonsistenan atau hasil yang terkait dengan Klien yang menggunakan Expert Advisor pada Platform Trading MT5. Klien bertanggung jawab atas penggunaan Expert Advisor dan aktivitas trading yang mereka lakukan. Perusahaan mengambil posisi netral pada penggunaan Expert Advisor oleh Klien.
pl_pl: Firma nie akceptuje odpowiedzialności za jakiekolwiek niezgodności czy wyniki powstałe w związku z korzystaniem przez Klienta z oprogramowania Expert Advisors na platformie handlowej MT5. Klienci są odpowiedzialni za swoje korzystanie z oprogramowania Expert Advisors i za swoją aktywność handlową. Firma zajmuje neutralne stanowisko w odniesieniu do korzystania przez Klienta z oprogramowania Expert Advisors.
pt_pt: A Empresa não aceita qualquer responsabilidade por quaisquer inconsistências ou resultados relacionados com a utilização dos Expert Advisors por Clientes na plataforma de negociação MT5. Os Clientes são responsáveis pelo seu uso dos Expert Advisors e pelas atividades de negociação que estes realizarem. A Empresa assume uma posição neutra em relação ao uso dos Expert Advisors pelos Clientes.
vi_vn: Công ty không chịu bất kỳ trách nhiệm pháp lý nào đối với tất cả các mâu thuẫn hoặc kết quả liên quan đến Khách hàng sử dụng Chuyên Gia Tư Vấn trên Sàn Giao Dịch MT5. Khách hàng chịu trách nhiệm về việc họ sử dụng Chuyên Gia Tư Vấn và hoạt động giao dịch họ thực hiện. Công Ty có vị trí trung lập về việc sử dụng Chuyên Gia Tư Vấn của Khách hàng.
zh_cn: 公司不接受与客户在 MT5 交易平台上使用专家顾问有关的任何不稳定状况或结果的任何责任。客户须对使用专家顾问和进行交易活动自行承担责任。公司对客户使用专家顾问持中立立场。

source: The Company does not guarantee that the %1 API it provides will function without interruption or errors in functioning. In particular, the operation of the %1 API may be interrupted due to maintenance, updates, or system or network failures. The Company disclaims all liability for damages caused by any such interruption or errors in functioning.
de_de: Das Unternehmen garantiert nicht, dass das von ihm zur Verfügung gestellte %1 API ohne Unterbrechung oder Fehler in seinen Funktionen ist. Insbesondere kann der Betrieb des %1 API wegen Wartung, Updates oder System- oder Netzwerkfehlern unterbrochen werden. Das Unternehmen übernimmt für Schäden, die durch solche Unterbrechungen oder Fehler der Funktion verursacht werden, keine Haftung.
fr_fr: La Société ne peut garantir le fonctionnement sans interruption de l'API %1 ou l'absence d'erreurs dans son fonctionnement. En particulier, le fonctionnement de l'API %1 peut être interrompu pour cause de maintenance, de mises à jour, ou de défaillances du système ou du réseau. La Société décline toute responsabilité quant aux dommages éventuels résultant de toute interruption ou erreur de fonctionnement de ce type.
id_id: Perusahaan tidak menjamin dimana API %1 akan memberikan fungsinya tanpa gangguan atau error pada saat berfungsi. Khususnya, pengoperasian API %1 mungkin akan mengalami ganguan berhubung perbaikan, perbaruan atau masalah system dan kegagalan network. Perusahaan melepaskan semua tanggung jawab atas kerusakan yang disebabkan oleh gangguan tersebut atau kesalahan dalam fungsi.
pl_pl: Firma nie gwarantuje, że udostępniane przez nią API %1 będzie funkcjonować bez jakichkolwiek zakłóceń i że jego funkcjonowanie będzie wolne od błędów. Funkcjonowanie API %1 może zostać zakłócone w szczególności z powodu konserwacji, aktualizacji, błędów systemu lub sieci. Firma zrzeka się wszelkiej odpowiedzialności za szkody spowodowane przerwami w funkcjonowaniu lub błędami.
pt_pt: A empresa não garante que a API %1 fornecida irá funcionar sem interrupção ou erros. Em particular, a operação da API %1 pode ser interrompida devido a manutenções, atualizações ou falhas de sistema ou rede. A empresa renuncia qualquer responsabilidade por danos causados por tais interrupções ou erros no funcionamento.
vi_vn: Công Ty không đảm bảo rằng %1 API cung cấp sẽ các chức năng mà không bị gián đoạn hoặc lỗi trong chức năng. Đặc biệt, hoạt động của %1 API có thể bị gián đoạn do bảo trì, cập nhật, hay lỗi hệ thống hoặc mạng. Công Ty từ chối tất cả trách nhiệm đối với thiệt hại gây ra bởi sự gián đoạn hoặc lỗi trong chức năng.
zh_cn: 公司并不保证所提供的 %1 API运行时功能不会中断或出现错误。特别是，%1 API操作时可能会由于维护、更新或系统及网络故障而中断。公司不承担任何上述运作中断或错误所引起的赔偿责任。

source: The Company does not make any warranty, express or implied, that any pricing or other information provided through the MT5 Trading Platform or otherwise is correct.
de_de: Das Unternehmen gibt keine Garantie, weder ausdrücklich noch stillschweigend, dass die Preise oder sonstige Informationen die auf der MT5 Handelsplattform zur Verfügung gestellt werden, richtig sind.
id_id: Perusahaan tidak membuat jaminan apa pun, tersurat maupun tersirat, bahwa harga apa pun atau informasi lain yang disediakan melalui Platform Trading MT5 atau yang lainnya benar.
pl_pl: Firma nie składa żadnej gwarancji, ani wyraźnej ani dorozumianej, że wyceny lub inne informacje, podane za pośrednictwem Platformy MT5 lub w inny sposób, są poprawne.
pt_pt: A Empresa não oferece nenhuma garantia, expressa ou implícita, de que quaisquer preços ou outras informações fornecidas através da plataforma de negociação MT5, ou outra, estejam corretas.
vi_vn: Công ty không thực hiện bất kỳ bảo hành nào, rõ ràng hay ngụ ý, rằng bất kỳ thông tin giá cả hoặc cung cấp thông qua sàn giao dịch MT5 hoặc bất cứ sàn khác là chính xác.
zh_cn: 公司不对MT5交易平台或其它提供的任何定价或其他信息的正确性做任何明示或暗示的保证。

source: The Company does not offer any credit facilities or arrangement to its clients in normal trading circumstances. You acknowledge and agree that you will not be dealing with us on credit, regardless of the amount of your Account Balance and Transactions entered into with us.
de_de: Das Unternehmen bietet, unter normalen Handelsumständen, keine Kreditmöglichkeiten oder Vereinbarungen mit seinen Kunden an. Sie erkennen an und stimmen zu, dass Sie mit uns nicht auf Kredit handeln werden, ungeachtet dem Betrag Ihres Kontostandes und der Transaktionen die Sie mit uns eingegangen sind.
id_id: Perusahaan tidak menawarkan fasilitas pinjaman atau pengaturan pinjaman bagi kliennya. Anda mengetahui dan setuju dimana Anda tidak akan berurusan dengan pinjaman, berapapun jumlah Saldo atau Transaksi yang Anda tradingkan dengan kami.
pl_pl: W normalnych warunkach handlowych Firma nie oferuje swoim Klientom żadnych narzędzi kredytowych ani rozwiązań kredytowych. Przyjmujesz do wiadomości i zarazem wyrażasz zgodę, by nie handlować z nami na kredyt bez względu na kwotę środków na saldzie Twojego konta i bez względu na rodzaj transakcji zawieranych na naszym portalu.
pt_pt: A Empresa não disponibiliza quaisquer recursos de crédito ou acordo com os seus clientes em circunstâncias normais de negociação. Você reconhece e aceita que não estará realizando negócio conosco a crédito, independentemente do valor do saldo da sua conta e as transações efetuadas conosco.
vi_vn: Công Ty không cung cấp bất kỳ cơ sở tín dụng hoặc sắp xếp cho khách hàng của mình trong trường hợp giao dịch bình thường. Bạn thừa nhận và đồng ý rằng bạn sẽ không giao dịch trả dần với chúng tôi, bất kể số tiền của Số Dư Tài Khoản và Chuyển Khoản vào với chúng tôi.
zh_cn: 正常交易情况下，公司不向客户提供任何信贷服务或安排。您确认并同意，无论您的账户余额和签订的交易金额是多少，您将不会向我们信用贷款。

source: The Company does not offer credit to its clients. You acknowledge and agree that you will not be dealing with us on credit.
de_de: Das Unternehmen bietet seinen Kunden keinen Kredit. Sie erkennen an und stimmen zu, dass Sie mit uns nicht auf Kredit handeln werden.
id_id: Perusahaan tidak menawarkan kredit kepada kliennya. Anda mengakui dan setuju bahwa Anda tidak akan berurusan dengan kami secara kredit.
pl_pl: Firma nie oferuje usług kredytowych swoim klientom. Przyjmujesz do wiadomości i zgadzasz się z faktem, że nie będziesz handlował z nami na kredyt.
pt_pt: A Empresa não disponibiliza quaisquer recursos de crédito aos seus clientes. Você reconhece e aceita que não estará realizando negócios conosco a crédito.
vi_vn: Công ty không cung cấp tín dụng cho khách hàng của mình. Bạn thừa nhận và đồng ý rằng bạn sẽ không giao dịch với chúng tôi về tín dụng.
zh_cn: 公司不向客户提供信贷。您确认并同意不会向我们要求任何贷款。

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
de_de: Das Unternehmen stellt unter oder zwischen den Kunden keinen Markt für Investments, Wertpapiere, Derivate oder Spekulationen zur Verfügung. Jeder Finanzvertrag, der von einem Kunden über diese Seite erworben wird, ist eine individuelle Vereinbarung zwischen dem Kunden und dem Unternehmen. Er stellt kein Wertpapier dar und ist nicht an Dritte übertragbar, verhandelbar oder abtretbar.
id_id: Perusahaan tidak menyediakan pasar di antara atau antara Pelanggan untuk investasi, sekuritas, turunan atau spekulasi. Setiap kontrak trading finansial yang dibeli oleh Pelanggan melalui situs ini adalah perjanjian individual antara Pelanggan dan Perusahaan dan tidak terjamin, juga bukan dipindahtangankan, dinegosiasikan atau dapat ditetapkan kepada atau dengan pihak ketiga.
pl_pl: Firma nie udostępnia Klientom możliwości handlowania między sobą instrumentami inwestycyjnymi, pochodnymi i spekulacyjnymi ani papierami wartościowymi. Każdy kontrakt finansowy zakupiony przez Klienta za pośrednictwem tego portalu jest indywidualną umową między Klientem a Firmą i nie jest papierem wartościowym, nie jest też zbywalny, nie podlega negocjacjom ani nie może być przypisany osobie trzeciej.
pt_pt: A Empresa não disponibiliza um mercado entre dois ou vários clientes para investimentos, títulos, derivados ou especulações. Cada contrato financeiro adquirido por um Cliente através deste site constitui um acordo individual entre esse Cliente e a Empresa e não constitui uma garantia, nem é transferível, negociável ou atribuível a nenhum terceiro.
vi_vn: Công Ty không cung cấp một thị trường ở giữa các Khách Hàng vào mục đích đầu tư, chứng khoán, phái sinh hoặc suy đoán. Mỗi hợp đồng tài chính được mua bởi Khách Hàng qua trang web này là một thỏa thuận cá nhân giữa khách hàng và Công Ty và không bảo mật, cũng không chuyển giao, đàm phán hoặc chuyển nhượng tới hoặc với bất kì bên thứ ba nào.
zh_cn: 公司不提供客户之间进行投资、证券、衍生品或投机的市场。每份通过该网站购买的金融合约都是客户与公司之间的独立协议，并不是证券，也无法与任何第三方进行转移、流通或转让。

source: The Company does not provide and is not authorised to provide investment advice. The Company will not make personal recommendations or advise on the merits of buying and/or selling in particular investments.
de_de: Das Unternehmen gibt keine Anlageberatung und ist dazu auch nicht befugt. Das Unternehmen wird keine persönlichen Empfehlungen machen, oder über die Vorzüge von Kauf bzw. Verkauf, insbesondere von Anlagen, beraten.
fr_fr: La Société ne fournit pas et n’est pas autorisée à fournir des conseils en investissement. La Société ne formulera pas des recommandations personnelles ou ne donnera pas de conseils sur les mérites de l’achat et/ou vente d'investissements en particulier.
id_id: Perusahaan tidak menyediakan dan tidak berwenang untuk memberikan saran investasi. Perusahaan tidak akan membuat rekomendasi pribadi atau memberi nasihat tentang manfaat membeli dan/atau menjual pada investasi tertentu.
pl_pl: Firma nie udziela porad inwestycyjnych i nie jest uprawniona do ich udzielania. Firma nie będzie udzielać osobistych zaleceń ani porad odnośnie zalet inwestowania.
pt_pt: A Empresa não fornece, nem está autorizada a fornecer, conselhos sobre investimentos. A Empresa não fará nenhumas recomendações pessoais nem prestar conselhos sobre a compra ou venda de produtos de investimento.
vi_vn: Công Ty không cung cấp và không được phép tư vấn đầu tư. Công Ty sẽ không đưa ra các khuyến nghị cá nhân hoặc tư vấn về giá trị của việc mua và / hoặc bán các khoản đầu tư cụ thể.
zh_cn: 公司不提供, 也无权提供投资建议。公司不会就购买和/或销售特定投资的好处提出个人推荐或建议。

source: The Company ensures that complaints received will be investigated thoroughly and fairly. You may submit your complaint by sending an email to %1.
de_de: Das Unternehmen sorgt dafür, dass Beschwerden gründlich und fair untersucht werden. Sie können Ihre Beschwerde einreichen, indem Sie eine E-Mail an %1 schicken.
id_id: Perusahaan memastikan bahwa keluhan yang diterima akan diselidiki secara menyeluruh dan adil. Anda dapat mengirimkan keluhan Anda dengan mengirim email ke %1.
pl_pl: Firma zapewnia, że otrzymane skargi będą dokładnie i sprawiedliwie rozpatrywane. Możesz złożyć skargę, wysyłając wiadomość e-mail na adres: %1.
pt_pt: A Empresa certifica que as reclamações serão investigadas meticulosamente e justamente. As reclamações podem ser apresentadas ao enviar um e-mail para %1.
vi_vn: Công ty đảm bảo rằng các khiếu nại nhận được sẽ được điều tra kỹ lưỡng và công bằng. Bạn có thể gửi khiếu nại của mình bằng cách gửi email đến %1.
zh_cn: 公司确保将会对收到的投诉作出彻底和公平的调查。您可以通过向 %1 发送电子邮件提交投诉。
