Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company shall further disclose information about the applicant to any third-party parties' service providers within the Binary Group. The Company shall ensure that a data sharing agreement is in place and that the applicant's data is held securely and in line with GDPR requirements. The Company shall further disclose information about the applicant when it is legally obligated to do so.
de_de: Das Unternehmen hat weitere Informationen über den Bewerber an dritte Dienstleister innerhalb der Binary-Gruppe weiterzugeben. Das Unternehmen muss sicherstellen, dass eine Datenaustausch-Vereinbarung vorhanden ist und dass Daten des Bewebers sicher und in Übereinstimmung mit den DSGVO gehalten werden. Das Unternehmen hat weiters Informationen über den Berweber anzugeben, wenn es dazu gesetzlich verpflichtet ist.
fr_fr: La Compagnie divulgue plus amples renseignements concernant le candidat aux fournisseurs de services de toutes tierces parties au sein du Groupe Binary. La Compagnie doit s’assurer qu’un accord de partage de données est en place et que les données du candidat sont conservées en toute sécurité et conformément aux exigences du GDPR. La Compagnie divulguera plus d’informations sur le candidat lorsqu’il est légalement obligé de le faire.
id_id: Perusahaan selanjutnya akan mengungkapkan informasi tentang pelamar kepada penyedia layanan pihak ketiga atau pihak mana pun dalam Grup Binary. Perusahaan harus memastikan bahwa perjanjian pembagian data tersedia dan data pemohon disimpan dengan aman dan sesuai dengan persyaratan GDPR. Perusahaan lebih lanjut akan mengungkapkan informasi tentang pemohon jika diperlukan secara hukum.
pl_pl: Firma będzie przekazywać informacje o kandydacie dowolnemu zewnętrznemu dostawcy usług w ramach Binary Group. Firma zapewni stosowanie umowy w zakresie udostępniania danych oraz bezpieczne bezpieczne i zgodne z RODO przechowywanie danych kandydata. Ponadto Firma przekazuje informacje o kandydacie, gdy jest do tego zobligowana na mocy przepisów prawa.
vi_vn: Công Ty sẽ tiết lộ thêm thông tin về người nộp đơn cho bất kỳ nhà cung cấp dịch vụ bên thứ ba nào trong Binary Group. Công Ty phải đảm bảo rằng thỏa thuận chia sẻ dữ liệu được đưa ra và dữ liệu của người nộp đơn được giữ an toàn và phù hợp với các yêu cầu của GDPR. Công Ty sẽ tiết lộ thêm thông tin về người nộp đơn khi có nghĩa vụ pháp lý phải làm như vậy.
zh_cn: 公司须进一步向Binary集团内的任何第三方服务提供商披露有关申请人的信息。公司须确保数据共享协议已到位, 并且申请人的数据是安全的, 同时也符合 GDPR 要求。在法律需要的情况下, 公司须进一步披露申请人的信息。

source: The Company shall have no liability arising from orders, investment decisions or purchases of third party goods or services (including financial instruments and currency) based on information published on or furnished through the %1 API;
de_de: Das Unternehmen übernimmt keinerlei Haftung für Order, Anlageentscheidungen oder Käufe von Drittanbieter Waren oder Dienstleistungen (einschließlich Finanzinstrumente und Währungen), die sich auf Informationen, die über das %1 API veröffentlicht oder bereitgestellt wurden, gründen;
id_id: Perusahaan tidak memiliki kewajiban yang timbul dari perintah, keputusan investasi atau pembelian barang atau layanan pihak ketiga (termasuk instrumen keuangan dan mata uang) berdasarkan informasi yang diterbitkan pada atau dilengkapi melalui API %1;
pl_pl: Firma nie ponosi żadnej odpowiedzialności związanej z decyzjami inwestycyjnymi, zamówieniami i zakupami towarów lub usług (w tym instrumentów finansowych i walut) dokonanymi na podstawie informacji opublikowanych w API %1 lub przekazywanych za jego pośrednictwem;
pt_pt: A empresa não terá nenhuma responsabilidade decorrente de ordens, decisões de investimento ou aquisições de bens ou serviços de terceiros (incluindo instrumentos financeiros e moedas), com base em informações publicadas em ou fornecidas através da API %1;
vi_vn: Công ty không có trách nhiệm pháp lý phát sinh từ các đơn đặt hàng, quyết định đầu tư hay mua sản phẩm hoặc dịch vụ của bên thứ ba (bao gồm các công cụ tài chính và tiền tệ) dựa trên thông tin được công bố trên hoặc trang bị thông qua %1 API;
zh_cn: 公司对所有通过%1 API发布或提供信息导致的第三方商品或服务（包括金融工具和货币）的交易、投资决定或购买不承担任何责任；

source: The Company shall have the right to suspend or terminate this Agreement with immediete effect, should the Company have reasonable suspicion that the Agent is undertaking any practices that in breach of any applicable anti-corruption laws.
de_de: Das Unternehmen soll das Recht haben, dieses Abkommen sofort auszusetzen oder zu kündigen, sollte das Unternehmen begründeten Verdacht haben, dass der Agent Verfahren in Verstoß gegen geltende Gesetze zur Bekämpfung der Korruption durchführt.
id_id: Perusahaan berhak untuk menangguhkan atau mengakhiri Perjanjian ini dengan segera, jika Perusahaan memiliki kecurigaan yang wajar bahwa Agen tersebut melakukan praktik apa pun yang melanggar undang-undang anti-korupsi yang berlaku.
pl_pl: Firma ma prawo zawiesić lub zakończyć niniejszą Umowę ze skutkiem natychmiastowym, jeśli ma uzasadnione podejrzenia, że Pośrednik stosuje praktyki naruszające jakiekolwiek obowiązujące przepisy antykorupcyjne.
vi_vn: Công ty sẽ có quyền đình chỉ hoặc chấm dứt Thỏa thuận này với hiệu lực ngay lập tức, nếu Công ty nghi ngờ hợp lý rằng Đại lý đang thực hiện bất kỳ hành vi nào vi phạm bất kỳ luật chống tham nhũng hiện hành nào.
zh_cn: 如果公司有理由怀疑代理的任何做法已经违反任何适用的反贪污法律，公司有权立即暂停或终止本协议。

source: The Company shall not be in breach of its obligation under this Agreement and shall not be held liable for any failure of or delay in performing its obligations under this Agreement if such failure or delay is the result of the occurrence of a Force Majeure Event.
de_de: Das Unternehmen soll seine Verpflichtung unter dieser Vereinbarung nicht verletzen und soll für jeglichen Ausfall oder Verzug in der Ausführung seiner Verpflichtungen unter dieser Vereinbarung nicht haftbar sein, wenn solch ein Ausfall oder Verzug das Ergebnis eines Ereignisses höherer Gewalt ist.
id_id: Perusahaan tidak akan melanggar kewajibannya berdasarkan Perjanjian ini dan tidak bertanggung jawab pada kegagalan atau keterlambatan dalam melaksanakan kewajibannya berdasarkan Perjanjian ini jika kegagalan atau penundaan tersebut disebabkan oleh Keadaan Terpaksa.
pl_pl: Jeżeli niewykonanie obowiązków Firmy wynikających z niniejszej Umowy lub opóźnienie w wykonaniu takich obowiązków jest skutkiem działania siły wyższej, wówczas nie stanowi to naruszenia przez Firmę obowiązków wynikających z niniejszej Umowy.
pt_pt: A Empresa não será considerada com estando violando a sua obrigação sob este acordo e não será responsável por quaisquer falhas ou atrasos no desempenho das suas obrigações sob deste acordo caso tais falhas ou atrasos sejam o resultado da ocorrência de um evento de força maior.
vi_vn: Công Ty sẽ không vi phạm nghĩa vụ của mình theo Thỏa Thuận này và không phải chịu trách nhiệm đối với bất kỳ sai sót hoặc chậm trễ trong việc thực hiện các nghĩa vụ của mình theo Thỏa Thuận này nếu có sự cố hoặc trì hoãn gây ra bởi Sự Kiện Bất Khả Kháng.
zh_cn: 公司不可违反本协议项下的义务，并不须对任何因发生不可抗力事件所造成的本协议下无法或延迟履行义务承担任何责任。

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for any loss, whether direct or indirect, of the Affiliate's business, revenue or profits, anticipated savings, or wasted expenditure, corruption, or destruction of data or for any indirect or consequential loss whatsoever when such outcome is the consequence of any breach, non-performance, or non-observance by you of any of your obligations or warranties under this Agreement.
de_de: Das Unternehmen haftet Ihnen gegenüber weder vertraglich noch anderweitig (einschließlich Haftung wegen Fahrlässigkeit) für direkte oder indirekte Verluste des Geschäftspartnerunternehmens, für Umsatz oder Gewinne, erwartete Einsparungen oder unnötige Ausgaben, Beschädigung oder Vernichtung von Daten, oder für andere indirekte oder Folgeschäden, wenn solch ein Ausgang das Ergebnis Ihres Verstoßes, Ihrer Nichterfüllung, oder Nichtbeachtung einer Ihrer Verpflichtungen, oder Garantien, wie in dieser Vereinbarung, ist.
id_id: Perusahaan tidak akan bertanggung jawab kepada Anda dalam kontrak, atau sebaliknya (termasuk tanggung jawab untuk kelalaian) atas semua kehilangan apakah bisnis langsung atau tidak langsung, dari bisnis Affiliasi, pendapatan atau keuntungan, tabungan, diantisipasi atau pengeluaran sia-sia, korupsi atau kerusakan data untuk setiap kerusakan tidak langsung atau konsekuensi apapun ketika hasil tersebut merupakan konsekuensi dari pelanggaran apa pun, non-kinerja, atau ketidakhadiran Anda tentang kewajiban atau jaminan Anda berdasarkan Perjanjian ini.
pl_pl: Firma nie ponosi wobec Partnera odpowiedzialności na podstawie umowy ani na żadnej innej podstawie (w tym odpowiedzialności za zaniedbanie) za jakiekolwiek pośrednie lub bezpośrednie straty w ramach działalności gospodarczej prowadzonej przez Partnera, w tym za straty w przychodach lub zysku, oczekiwanych oszczędnościach lub utraconych wydatkach, za uszkodzenie lub zniszczenie danych, ani za żadną pośrednią czy wynikłą stratę, będącą wynikiem naruszenia, niewykonania lub nieprzestrzegania przez Ciebie jakiegokolwiek Twojego obowiązku wynikającego z niniejszej Umowy.
pt_pt: A Empresa não será responsável perante você no contrato, ou de qualquer outra forma (incluindo responsabilidade por negligência), por qualquer perda, direta ou indireta, do negócio, das receitas ou dos lucros, das poupanças previstas ou de despesa desperdiçada, corrupção ou destruição de dados, ou por qualquer tipo de perda indireta ou consequencial, do Afiliado, quando tal resultado se deve à consequência de qualquer violação ou falta de ação ou observação, de sua parte, de quaisquer das suas obrigações ou garantias ao abrigo deste Acordo.
vi_vn: Công Ty sẽ không chịu trách nhiệm với bạn trong hợp đồng, hoặc bằng cách khác (bao gồm trách nhiệm cho sơ suất) cho bất kỳ tổn thất nào, trực tiếp hoặc gián tiếp, kinh doanh, doanh thu hoặc lợi nhuận của Liên Kết kinh doanh, tiền tiết kiệm dự đoán hoặc chi phí lãng phí, tham nhũng hoặc phá hủy dữ liệu hoặc cho bất kỳ tổn thất gián tiếp hoặc hậu quả nào khi kết quả như vậy là hậu quả của bất kỳ vi phạm, không thực hiện hoặc không tuân thủ bất kỳ nghĩa vụ hoặc bảo đảm nào của bạn theo Thỏa Thuận này.
zh_cn: 由联盟成员的业务、收入、利润、预期结余、开支浪费、数据破坏或损害造成的任何直接、间接损失或者其他衍生损失，如果此类后果是由于任何违反、不履行、或不遵守本协议所规定的任何义务或保证所造成，公司不对您承担合约或其他（包括疏忽责任）责任。

source: The Company shall not be obliged to provide Professional Clients with the following:
de_de: Das Unternehmen ist nicht dazu gezwungen, professionellen Kunden Folgendes anzugeben:
id_id: Perusahaan tidak wajib menyediakan Klien Profesional hal berikut ini:
pl_pl: Firma nie jest zobowiązana dostarczać Klientom profesjonalnym co następuje:
pt_pt: A Empresa não terá qualquer obrigação de fornecer o seguinte a clientes profissionais:
vi_vn: Công Ty sẽ không có nghĩa vụ cung cấp cho Khách Hàng Chuyên Nghiệp những điều sau đây:
zh_cn: 公司不可向专业客户提供以下服务：

source: The Company shall not be responsible or liable for any advice on financial services provided by the Agent to any Client.
de_de: Das Unternehmen soll für jegliche Ratschläge über die Erbringung von Finanzdienstleistungen des Agenten an jeglichen Kunden, weder verantwortlich noch haftbar sein.
id_id: Perusahaan tidak bertanggung jawab atau berkewajiban atas saran atas jasa keuangan yang diberikan oleh Agen kepada Klien manapun.
pl_pl: Firma nie ponosi odpowiedzialności za żadne porady dotyczące usług finansowych udzielone Klientowi przez Pośrednika.
pt_pt: A Empresa não se responsabiliza por quaisquer conselhos sobre serviços financeiros fornecidos pelo Agente a qualquer Cliente.
vi_vn: Công Ty sẽ không chịu trách nhiệm hoặc có nghĩa vụ pháp lý cho bất kỳ lời khuyên nào về dịch vụ tài chính được cung cấp bởi Đại Lý tới bất kỳ Khách Hàng nào.
zh_cn: 代理向任何客户提供金融服务的任何意见，公司不承担任何责任。

source: The Company shall not be responsible or liable to the Client for any fraudulent acts or omissions, negligence, misconduct or wilful default made by the Agent. Likewise, the Company shall not be responsible and/or liable to the Client if any terms and conditions of this Agreement are breached by the Agent.
de_de: Das Unternehmen wird gegenüber dem Kunden für keine betrügerischen Handlungen oder Unterlassungen, Fahrlässigkeit, Fehlverhalten oder vorsätzlichen Standard durch den Agenten verantwortlich oder haftbar gemacht. Ebenso wird das Unternehmen dem Kunden gegenüber weder verantwortlich, noch haftbar gemacht, wenn Bedingungen dieser Vereinbarung durch den Agenten verletzt werden.
id_id: Perusahaan tidak akan bertanggung jawab atau berkewajiban kepada Klien atas segala tindakan curang atau kelalaian yang dilakukan oleh Agen. Demikian juga, Perusahaan tidak akan bertanggung jawab dan/atau bertanggung jawab kepada Klien jika syarat dan ketentuan Perjanjian ini dilanggar oleh Agen.
pl_pl: Firma nie ponosi odpowiedzialności wobec Klienta za żadne oszustwa lub przeoczenia lub zaniedbania lub niewłaściwe postępowanie lub celowe działanie Pośrednika. Firma nie ponosi też odpowiedzialności wobec Klienta w przypadku naruszenia przez Pośrednika jakichkolwiek warunków i postanowień niniejszej Umowy.
pt_pt: A Empresa não se responsabiliza perante o Cliente por quaisquer atos fraudulentos ou omissões, negligência, má conduta ou incumprimento intencional realizados pelo Agente. Do mesmo modo, a Empresa não se responsabiliza perante o Cliente no caso de quaisquer termos e condições deste Acordo forem violados pelo Agente.
vi_vn: Công ty sẽ không chịu trách nhiệm hoặc chịu trách nhiệm trước Khách hàng về bất kỳ hành vi gian lận hoặc thiếu sót, sơ suất, hành vi sai trái hoặc mặc định cố định nào của Đại lý. Tương tự, Công ty sẽ không chịu trách nhiệm và / hoặc chịu trách nhiệm pháp lý với Khách hàng nếu bất kỳ điều khoản và điều kiện nào của Thỏa thuận này bị Đại lý vi phạm.
zh_cn: 代理对客户有任何欺诈性行为或忽略、疏忽、不当行为或故意违约，公司不须承担责任或义务。同样，如果代理违反本协议的任何条款和条件，公司不须对客户承担责任和/或义务。

source: The Company shall not be responsible or liable to you for any negligence, misconduct, fraudulent acts and omissions made by you or your Money Manager.
de_de: Das Unternehmen soll Ihnen gegenüber für keine Vernachlässigung, kein Fehlverhalten, keine betrügerischen Handlungen und Unterlassungen, die von Ihnen oder Ihrem Vermögensverwalter gemacht werden, verantwortlich oder haftbar sein.
fr_fr: La société ne sera pas responsable ou tenue responsable envers vous pour toute négligence, faute, actes frauduleux et omissions faites par vous ou votre gestionnaire de fonds.
id_id: Perusahaan tidak akan bertanggung jawab kepada Anda atas segala kelalaian, pelanggaran, tindakan curang, dan kelalaian yang dilakukan oleh Anda atau Money Manager Anda.
pl_pl: Firma nie ponosi odpowiedzialności wobec Ciebie za jakiekolwiek uchybienia, umyślne zaniedbania, oszustwa i przeoczenia, których dopuściłeś/-aś się Ty lub Twój podmiot zarządzający pieniędzmi.
pt_pt: A Empresa não se responsabilizará perante você por qualquer negligência, má conduta, atos fraudulentos e omissões feitas por você o pelo seu gestor de dinheiro.
vi_vn: Công Ty sẽ không chịu trách nhiệm hoặc chịu trách nhiệm với bạn cho bất kỳ sơ suất, hành vi sai trái, hành vi gian lận và thiếu sót của bạn hoặc Quản Lý Tiền Bạc của bạn.
zh_cn: 公司对您或您的资金经理所犯的任何疏忽、不当、欺诈和遗漏行为, 概不承担责任。

source: The Company shall not perform any supervisory function in regards with any financial services whatsoever provided by the Agent.
de_de: Das Unternehmen wird keine Aufsichtsfunktion in Bezug auf jegliche Erbringung von Finanzdienstleistungen durch den Agenten ausüben.
id_id: Perusahaan tidak akan melakukan fungsi pengawasan apapun sehubungan dengan layanan keuangan apapun yang diberikan oleh Agen.
pl_pl: Firma nie pełni żadnej funkcji nadzorczej w stosunku do usług finansowych świadczonych przez Pośrednika.
pt_pt: A Empresa não deverá realizar qualquer função de supervisão em relação a quaisquer serviços financeiros fornecidos pelo Agente.
vi_vn: Công ty sẽ không thực hiện bất kỳ chức năng giám sát liên quan với bất kỳ dịch vụ tài chính nào được cung cấp bởi các đại lý.
zh_cn: 公司不对关于代理提供的任何金融服务执行任何监管工作。

source: The Company shall pay you the currently published percentage of net revenues (as detailed on the commission page of your affiliate account) received during the term of the Agreement. The affiliate commission payments due shall only be for bona fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non-bona fide clients, at its sole discretion.
de_de: Das Unternehmen zahlt Ihnen den aktuell veröffentlichten Prozentsatz vom Nettoumsatz (wie auf der Provisionsseite Ihres Geschäftspartner-Kontos näher erläutert), den das Unternehmen während der Vertragslaufzeit erzielt hat. Die im Rahmen dieses Vertrags fälligen Provisionszahlungen gelten nur für echte Kundenempfehlungen und das Unternehmen behält sich das Recht vor, doppelte Konten oder Konten von Strohmännern, die das Unternehmen im alleinigen eigenen Ermessen als keine echten Kunden ansieht, unberücksichtigt zu lassen.
id_id: Perusahaan akan membayar Anda persentasi pendapatan bersih yang berlaku (seperti yang dijelaskan pada halaman komisi pada akun affiliasi) yang diterima selama jangka waktu Perjanjian ini. Pembayaran komisi affiliasi hanya berdasarkan anggota affiliasi yang terlibat dan Perusahaan berhak untuk tidak bersetuju untuk membayar duplikasi akun atau akun yang terlibat dimana Perusahaan menilai hal tersebut sebagai bukan anggota affiliasi, dengan keputusan sepihak.
pl_pl: Firma wypłaci Partnerowi określony procent przychodów netto (jak podano na stronie dot. prowizji konta partnerskiego) otrzymanych w trakcie trwania Umowy. Wypłaty prowizji partnerskiej będą dokonywane wyłącznie w przypadku uczciwego przekierowania klientów i Firma zastrzega sobie prawo do zignorowania fałszywych kont lub duplikatów kont, które zostaną przez Firmę uznane za stworzone nieuczciwie.
pt_pt: A Empresa irá pagar-lhe a porcentagem atualmente publicada das receitas líquidas (conforme explicado na página de comissões da sua conta de afiliados) recebidas durante a vigência deste Acordo. Os pagamentos de comissões de afiliado devidos serão apenas para indicações de clientes de boa fé e a Empresa reserva-se o direito de ignorar contas duplicadas ou contas de mandatários que a Empresa considerar como sendo de clientes de má fé, a seu exclusivo critério.
vi_vn: Công ty sẽ trả cho bạn theo tỷ lệ được công bố của doanh thu thuần đạt được trong suốt thời hạn của Thỏa thuận (chi tiết như trong trang hoa hồng của tài khoản liên kết của bạn). Các khoản thanh toán hoa hồng liên kết sẽ chỉ được trả cho người giới thiệu khách hàng có thiện chí và Công ty có quyền bỏ qua những tài khoản trùng lặp hoặc tài khoản mà Công ty suy xét thấy khách hàng không thiện chí.
zh_cn: 公司将按当前公布的协议期间净收入比例（详见您的联盟账户佣金页）向您支付佣金。应付联盟佣金款项只会支付给诚信的推荐人，如果公司认为某些重复账户和代理人账户属于非诚信账户，公司保留拒绝向这类账户付款的权利。

source: The Company shall provide you with online access to the trading platform on which the balance, margin, credit, and equity is displayed so you are able to monitor the status and performance of the Account. You agree that in case of incongruity, you will immediately contact the Company at %1.
de_de: Das Unternehmen soll Ihnen den Online-Zugriff auf die Handelsplattform, auf der der Kontostand, die Marge, der Kredit und das Eigenkapital angezeigt werden, ermöglichen, sodass Sie in der Lage sind, den Status und die Leistung des Kontos zu überwachen. Sie stimmen zu, dass Sie die Firma im Falle einer Unstimmigkeit sofort unter %1 kontaktieren werden.
fr_fr: La Société vous fournira un accès en ligne à la plateforme de trading sur lequel le solde, marge, crédit et capital s’affichent afin que vous soyez en mesure de surveiller l’état et les performances du Compte. Vous acceptez qu’en cas d’incohérence, vous contactera immédiatement la compagnie à %1.
id_id: Perusahaan akan memberi Anda akses online ke dalam platform trading di mana saldo, margin, kredit, dan ekuitas ditampilkan sehingga Anda dapat memantau status dan kinerja Akun. Anda setuju bahwa jika terjadi keganjilan, Anda akan segera menghubungi Perusahaan di %1.
pl_pl: Firma zapewni Ci dostęp online do platformy handlowej, na której wyświetlane jest saldo, depozyt zabezpieczający i środki na koncie, dzięki czemu masz możliwość monitorowania statusu i działań na Twoim koncie. Zapewniasz, że w przypadku niezgodności niezwłocznie skontaktujesz się z Firmą pod adresem: %1.
pt_pt: A Empresa irá lhe fornecer acesso online à plataforma de negociação em que o saldo, a margem, o crédito e capital são exibidos para que você possa monitorar o estado e o desempenho da conta. Você aceita que, em caso de incongruência, irá contatar de imediato a Empresa em %1.
vi_vn: Công Ty sẽ cung cấp cho bạn quyền truy cập trực tuyến nền tảng kinh doanh mà trên đó sự cân bằng, ký quỹ, tín dụng và vốn chủ sở hữu sẽ được hiển thị để bạn có thể theo dõi tình trạng và hiệu suất của tài khoản. Bạn đồng ý rằng trong trường hợp tình trạng không hợp lý, bạn sẽ ngay lập tức liên hệ với Công Ty tại %1.
zh_cn: 公司将为您提供透过在线访问的、显示余额、保证金、信用和股本的交易平台, 以便您能够监控账户的状态和性能。您同意在出错的情况下, 您将立即透过 %1 与公司联系。
