Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
de_de: Sie sind über 18 Jahre alt. Wenn Sie in Estland wohnen, müssen Sie über 21 Jahre alt sein;
id_id: Anda berumur lebih dari 18 tahun, kecuali jika Anda adalah seorang penduduk Estonia maka Anda harus berumur lebih dari 21 tahun,
pl_pl: masz skończone 18 lat, chyba że jesteś mieszkańcem Estonii – wtedy musisz mieć skończone 21 lat;
pt_pt: for maior de 18 anos, a menos que seja residente na Estónia, neste caso terá de ser maior de 21 anos;
vi_vn: bạn đã trên 18 tuổi, nếu bạn là công dân nước Es-tô-ni-a, bạn sẽ phải trên 21 tuổi;
zh_cn: 您的年龄在18岁以上，如果您是爱沙尼亚居民，则年龄须在21岁以上；

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
de_de: Sie haben unsere Datenschutzerklärung gelesen und erteilen uns Ihre Zustimmung, Ihre personenbezogenen Daten, wie in der Erklärung beschrieben, zu verarbeiten;
id_id: Anda telah membaca pernyataan privasi kami dan dengan ini memberikan kami persetujuan untuk memproses informasi pribadi Anda seperti diuraikan diatas,
pl_pl: zapoznałeś/aś się z naszą polityką prywatności i niniejszym wyrażasz zgodę na przetwarzanie przez nas Twoich danych osobowych zgodnie z przedstawionymi w niej warunkami;
pt_pt: leu a nossa declaração de privacidade e dá-nos, pelo presente, o seu consentimento para o processamento das suas informações pessoais, conforme aqui descrito;
vi_vn: bạn đã đọc báo cáo bảo mật của chúng tôi và bây giờ hãy bằng lòng cho phép chúng tôi xử lý thông tin cá nhân của bạn được liệt kê trong đó;
zh_cn: 您已阅读了我们的隐私声明，并据此同意我们按上述方式对您的个人信息进行处理；

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
de_de: Sie haben die Seite mit diesen gesetzlichen Bestimmungen und Bedingungen vollständig gelesen und verstanden, dass Sie Finanzverträge kaufen und verkaufen werden, die diesen Allgemeinen Geschäftsbedingungen unterliegen;
id_id: Anda telah membaca Ketentuan Hukum dan halaman Kondisi secara penuh dan memahami bahwa Anda akan membeli dan menjual kontrak keuangan tunduk pada syarat dan ketentuan,
pl_pl: zapoznałeś/aś się z niniejszymi Warunkami prawnymi w całości i przyjmujesz do wiadomości, że będziesz sprzedawać i kupować kontrakty zgodnie z tymi warunkami;
pt_pt: leu os presentes Termos e Condições Legais da página na íntegra e entendeu que vai comprar e vender contratos financeiros sujeitos aos presentes termos e condições;
vi_vn: bạn đã đọc hết trang chứa Các Điều Khoản và Điều Kiện pháp lý này và hiểu rằng bạn sẽ mua và bán các hợp đồng tài chính tuân thủ các điều khoản và điều kiện này;
zh_cn: 您已经完整阅读此法律条款及条件页面，并理解您将在这些条款和条件下买卖金融合约；

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
de_de: Sie haben ausreichende Erfahrung und Kenntnisse hinsichtlich des Finanzhandels, um in der Lage zu sein, die Vorzüge und Risiken beim Erwerb von Finanzverträgen auf dieser Site zu beurteilen und haben dies getan, ohne sich dabei auf Informationen zu verlassen, die auf dieser Site enthalten sind.
id_id: Anda memiliki pengalaman yang cukup dan pengetahuan dalam hal trading finansial dan mampu mengevaluasi manfaat dan risiko memperoleh kontrak trading finansial melalui situs ini dan melakukannya tanpa bergantung pada informasi yang terkandung dalam situs ini.
pl_pl: posiadasz wystarczającą wiedzę i doświadczenie w kwestii handlu finansowego i jesteś zdolny/a do oceny korzyści i ryzyka związanego z nabywaniem kontraktów za pośrednictwem niniejszego portalu i podejmujesz to działanie, nie polegając na informacjach zawartych na tym portalu.
pt_pt: tem experiência e conhecimentos suficientes em matéria de negociação financeira para ser capaz de avaliar os méritos e os riscos de aquisição de contratos financeiros através deste site, tendo-o realizado sem depender de qualquer informação contida neste site.
vi_vn: bạn có đủ kinh nghiệm và kiến thức trong các vấn đề kinh doanh tài chính để có thể đánh giá ích lợi và rủi ro của việc mua các hợp đồng tài chính thông qua trang web này và đã giao dịch mà không dựa vào bất kỳ thông tin nào trên trang web này.
zh_cn: 您拥有足够的金融交易经验和知识，能够评估经由本网站购买金融合约的收益与风险，并且不依赖于本网站中包含的任何信息作出购买决定。

source: Binary (BVI) Ltd
vi_vn: Công ty TNHH Binary (BVI)

source: Binary (BVI) Ltd.,
vi_vn: Công ty TNHH Binary (BVI).,

source: Binary (FX) Ltd
vi_vn: Công ty TNHH Binary (FX)

source: Binary (FX) Ltd, Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan
fr_fr: Binaire (FX) Ltd, n° Lot F16, Premier Etage, Paragon Labuan, Jalan Tun Mustapha 87000 Territoire Fédéral de Labuan
pl_pl: Binary (FX) Ltd, Lot No. F16, pierwsze piętro, Paragon Labuan, Jalan Tun Mustapha, 87000 Terytorium Federalne Labuan
pt_pt: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 território federal de Labuan
vi_vn: Công Ty Binary (FX), lô số F16, tầng trệt, Paragon Labuan, Jalan Tun Mustapha, 87000 lãnh thổ liên bang Labuan

source: Binary (FX) Ltd.,
vi_vn: Công ty TNHH Binary (FX).,

source: Binary (IOM) Limited
vi_vn: Công ty TNHH Binary (IOM)

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
vi_vn: Công ty TNHH Binary (IOM), Tầng 1, Nhà Millennium, Đường Victoria, Douglas, IM2 4RW

source: Binary (IOM) Ltd.,
vi_vn: Công ty TNHH Binary (IOM).,

source: Binary (V) Ltd
vi_vn: Công ty TNHH Binary (V)

source: Binary (V) Ltd,
vi_vn: Công ty TNHH Binary (V),

source: Binary (V) Ltd.,
vi_vn: Công ty TNHH Binary (V).,

source: Binary Investments (Europe) Ltd
vi_vn: Công ty TNHH đầu tư Binary (Châu Âu)

source: Binary Investments (Europe) Ltd.
vi_vn: Công ty Tnhh đầu tư Binary (Châu Âu).

source: Binary WebTrader
vi_vn: Nhà Giao Dịch Mạng Binary

source: Student
id_id: Pelajar
pt_pt: Estudante
vi_vn: Sinh viên

source: Unemployed
id_id: Pengangguran
pl_pl: Osoba bezrobotna
pt_pt: Desempregado
vi_vn: Không có việc làm

source: Binary (Europe) Ltd & Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033
id_id: Binary (Europe) Ltd & Binary Investments (Europe) Ltd, beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033
pl_pl: Binary (Europe) Ltd i Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033

source: Fiat
pl_pl: Fiducjarna
pt_pt: Fiduciária

source: GDPR
de_de: DSGVO
pl_pl: RODO
pt_pt: RGPD

source: SmartCharts
fr_fr: Graphiques intelligents
id_id: SmartChart
pl_pl: Wykresy Smart

source: TradingView
fr_fr: Vue Trading
pl_pl: Widok handlowy (TradingView)

source: Binary Bot
de_de: Binärer Bot
id_id: Bot Binary
pt_pt: Bot da Binary

source: FIX API
fr_fr: API FIX
id_id: API TETAP
pt_pt: API FIX

source: MAM
pt_pt: Gestor multi-contas

source: Telegram Bot
de_de: Telegramm-Bot
fr_fr: Bot Telegram
pt_pt: Bot para Telegram

source: One Zero
fr_fr: Un Zéro
