Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Authorised payment agents are exempted from paying any transfer fees.
de_de: Zugelassene Zahlungsagenten sind von Überweisungsgebühren befreit.
fr_fr: Les agents de paiement autorisés sont exemptés de payer tous frais de transfert.
id_id: Akun Agen Pembayaran tidak dikenakan biaya transfer.
pl_pl: Autoryzowani pośrednicy płatności są zwolnieni z płacenia wszelkich opłat za przelewy.
pt_pt: Agente de pagamentos autorizados estão isentos de pagar quaisquer taxas de transferência.
vi_vn: Đại lý ủy quyền thanh toán được miễn trả tiền chuyển giao bất kỳ khoản phí nào.
zh_cn: 获授权付款代理人免缴任何转账费.

source: Auto-trader programming tool
de_de: Auto-Handels Programmierwerkzeug
fr_fr: Outil de programmation de trading automatique
id_id: Alat pemrograman auto-trader
pl_pl: Narzędzie programistyczne autohandlowania
pt_pt: Ferramenta de programação Auto-trader
vi_vn: Công cụ lập trình tự động giao dịch
zh_cn: 自动交易编程工具

source: Automate your trading strategies with our simple, "drag-and-drop" bot creation tool.
de_de: Automatisieren Sie Ihre Handelsstrategien mit unserem einfachen „ziehen und ablegen” Bot Gestaltungstool.
fr_fr: Automatisez vos stratégies de trading avec notre outil de création de robot par "glisser-déposer", en toute simplicité.
id_id: Otomatiskan strategi trading Anda secara sederhana dengan alat pembuat bot "drag-and-drop".
pl_pl: Zautomatyzuj swoje strategie handlowe dzięki naszemu prostemu narzędziu do tworzenia botów przy wykorzystaniu funkcji „przeciągnij i upuść”.
pt_pt: Automatize as suas estratégias de negociação com a nossa ferramenta de criação de bots "arrastar e soltar".
vi_vn: Tự động hóa chiến lược giao dịch của bạn với công cụ tạo bot "kéo và thả" đơn giản của chúng tôi.
zh_cn: 使用我们简单的"拖放"式建设运营移交创建工具，将您的交易策略自动化。

source: Available 24/7
de_de: 24/7 verfügbar
fr_fr: Disponible 24 heures sur 24, 7 jours sur 7
id_id: Tersedia 24/7
pl_pl: Dostępność 24 godz. na dobę 7 dni w tygodniu
pt_pt: Disponível 24/7
vi_vn: Khả dụng 24/7
zh_cn: 全天候无休

source: Available Currencies
de_de: Verfügbare Währungen
fr_fr: Devises disponibles
id_id: Mata Uang
pl_pl: Dostępne waluty
pt_pt: Moedas disponíveis
vi_vn: Các loại tiền tệ có sẵn
zh_cn: 可用的货币

source: Available Markets
de_de: Vorhandene Märkte
fr_fr: Marchés disponibles
id_id: Pasar Yang Tersedia
pl_pl: Dostępne rynki
pt_pt: Mercados disponíveis
vi_vn: Những thị trường đang có sẵn
zh_cn: 可用的市场

source: Available markets
de_de: Vorhandene Märkte
fr_fr: Marchés disponibles
id_id: Pasar yang tersedia
pl_pl: Dostępne rynki
pt_pt: Mercados disponíveis
vi_vn: Những thị trường đang có sẵn
zh_cn: 可用的市场

source: Available payment methods
de_de: Vorhandene Zahlungsmethoden
fr_fr: Moyens de paiement disponibles
id_id: Metode pembayaran yang tersedia
pl_pl: Dostępne metody płatności
pt_pt: Métodos de pagamento disponíves
vi_vn: Phương thức thanh toán có sẵn
zh_cn: 可用支付方式

source: Available trade types:
fr_fr: Types de trade disponibles :
id_id: Jenis trading yang tersedia:
pl_pl: Dostępne rodzaje zakładów:
pt_pt: Tipos de negociação disponíveis:
vi_vn: Các loại giao dịch khả dụng:
zh_cn: 可用的交易类型:

source: Average
de_de: Durchschnitt
fr_fr: Moyenne
id_id: Rata-rata
pl_pl: Średnia
pt_pt: Média
vi_vn: Trung bình
zh_cn: 平均

source: Avoid the need to have an e-wallet
de_de: Vermeiden Sie die Notwendigkeit, ein e-Wallet haben zu müssen
fr_fr: Évitez d'avoir à utiliser un service de paiement électronique
id_id: Menghindari kebutuhan untuk memiliki e-wallet
pl_pl: Nie trzeba mieć e-portfela
pt_pt: Evite a necessidade de ter uma carteira eletrônica
vi_vn: Không cần thiết phải có ví điện tử
zh_cn: 避免使用电子钱包

source: Award-winning online trading platform
de_de: Ausgezeichnete Online-Handelsplattform
fr_fr: Une plateforme de trading récompensée
id_id: Platform trading online yang memenangi berbagai penghargaan
pl_pl: Nagradzana platforma handlowa on-line
pt_pt: Plataforma de negociação multi-premiada
vi_vn: Giải thưởng - chiến thắng giải sàn giao dịch trực tuyến
zh_cn: 屡获殊荣的在线交易平台

source: Award-winning trading excellence
de_de: Preisgekrönte Handelsspitzenleistung
fr_fr: Gagnant de nombreuses récompenses pour l'excellence du trading
id_id: Keunggulan trading pemenang award
pl_pl: Uhonorowana nagrodami platforma handlowa
pt_pt: Negociações excelentes premiadas
vi_vn: Trao giải thưởng kinh doanh xuất sắc
zh_cn: 屡获殊荣的交易领导者

source: B. Commencement and Cancellation
de_de: B. Aufnahme und Kündigung
id_id: B. Permulaan dan Pembatalan
pl_pl: B. Rozpoczęcie i anulowanie
pt_pt: B. Início e Rescição
vi_vn: B. Sự bắt đầu và sự hủy bỏ
zh_cn: 二、开始和取消

source: B. Scope
de_de: B. Geltungsbereich
fr_fr: B. Périmètre
id_id: B. Cakupan
pl_pl: B. Zakres
pt_pt: B. Escopo
vi_vn: B. Phạm Vi
zh_cn: 二、范围

source: BIEL RTS28 for 2017
fr_fr: BIEL RTS28 pour 2017
id_id: BIEL RTS28 untuk 2017
pl_pl: BIEL RTS28 na rok 2017
vi_vn: BIEL RTS28 cho năm 2017
zh_cn: 2017年 BIEL RTS28

source: BIEL RTS28 for 2018
fr_fr: BIEL RTS28 pour 2018
id_id: BIEL RTS28 untuk 2018
pl_pl: BIEL RTS28 na rok 2018
vi_vn: BIEL RTS28 cho năm 2018
zh_cn: 2018年 BIEL RTS28

source: BIEL forms part of %1the Investor Compensation Scheme%2 (the "Scheme") which is a rescue fund for investors that are clients of failed investment firms licensed by the MFSA. The Scheme covers 90% of the Company's net liability to a client in respect of investments which qualify for compensation under the Investment Services Act subject to a maximum payment to any one person of €20,000. The Scheme is based on EC Directive 97/9.
de_de: BIEL stellt einen Teil %1 des Investoren Entschädigungsplans %2 (der "Plan") dar, welcher ein Rettungsfonds für Investoren ist, die Kunden bei der MFSA zugelassenen, gescheiterten Investmentfirmen sind. Das System deckt 90 % der Nettoverbindlichkeiten des Unternehmens an einen Kunden für Investitionen ab, die für eine Entschädigung nach dem Investitionsdienstleistungsgesetz mit einer Maximalsumme von 20.000 € für jede Person vorgesehen sind. Das System gründet sich auf die EG-Verordnung 97/9.
id_id: BIEL merupakan bagian dari %1Skema Kompensasi Investor%2 ("Skema") yang merupakan dana penyelamat bagi investor yang gagal berinvestasi pada firma yang dilisensi oleh MFSA. Skema ini melindungi 90% kewajiban bersih Perusahaan kepada Klien bagi investasinya yang memenuhi syarat dalam memperoleh kompensasi dibawah Akta Layanan Investasi dengan jumlah maksimal per orang sebesar €20,000. Skema adalah berdasarkan pada EC Directive 97/9.
pl_pl: BIEL jest częścią %1Systemu rekompensat dla inwestorów%2 („System”), który jest funduszem pomocniczym dla inwestorów będących klientami upadłych firm inwestycyjnych licencjonowanych przez MFSA. System pokrywa 90% zobowiązań netto Firmy wobec klienta w zakresie inwestycji, które kwalifikują się do rekompensaty na mocy ustawy o usługach inwestycyjnych (Investment Services Act) i zakłada wypłatę środków dla każdej osoby w maksymalnej wysokości 20 000 €. System jest oparty na postanowieniach Dyrektywy WE 97/9.
pt_pt: BIEL faz parte do %1Regime de compensação de investidores de Malta%2, (o "Regime") que é um fundo de resgate para investidores que são clientes de empresas de investimento falidas, licenciadas pela MFSA. O regime cobre 90% do passivo líquido para com um cliente em relação a investimentos suscetíveis de serem beneficiados de indenizações, ao abrigo da lei de serviços de investimento, sujeitas a um pagamento máximo de €20.000 a uma pessoa. O regime baseia-se na diretiva CE 97/9.
vi_vn: BIEL là một phần của %1Đề Án Bồi Thường Nhà Đầu Tư%2 ("Đề án") là quỹ cứu trợ cho các nhà đầu tư, là khách hàng của công ty đầu tư bị thất bại được cấp phép bởi MFSA. Quỹ bao gồm 90% nợ phải trả thuần của Công ty cho khách hàng đối với đầu tư đủ điều kiện được bồi thường theo Luật đầu tư, chi trả tối đa €20,000 cho mỗi người. Đề án này được dựa trên Chỉ thị EC 97/9.
zh_cn: BIEL 是%1投资者补偿方案%2 ( "方案") 的一部分，该方案是专为获得MFSA准证而经营失败的投资者设立的救济基金。根据投资服务规定每人最多只补偿20,000欧元的限制，此基金向每位合格者提供的补偿金额为公司对客户投资负债净额的90%。此方案依据欧盟第97/9指令设定。

source: BIEL forms part of the Investor Compensation Scheme (the "Scheme") which is a rescue fund for investors that are clients of failed investment firms licensed by the MFSA. The Scheme covers 90% of the Company's net liability to a client in respect of investments which qualify for compensation under the Investment Services Act subject to a maximum payment to any one person of €20,000. The Scheme is based on EC Directive 97/9.
de_de: BIEL stellt einen Teil des Investoren Entschädigungsplans (der "Plan") dar, welcher ein Rettungsfonds für Investoren ist, die Kunden bei der MFSA zugelassenen, gescheiterten Investmentfirmen sind. Das System deckt 90 % der Nettoverbindlichkeiten des Unternehmens an einen Kunden für Investitionen ab, die für eine Entschädigung nach dem Investitionsdienstleistungsgesetz mit einer Maximalsumme von 20.000 € für jede Person vorgesehen sind. Das System gründet sich auf die EG-Verordnung 97/9.
id_id: BIEL merupakan bagian dari Skema Kompensasi Investor ("Skema") yang merupakan dana penyelamat bagi investor yang gagal berinvestasi pada firma yang dilisensi oleh MFSA. Skema ini melindungi 90% kewajiban bersih Perusahaan kepada Klien bagi investasinya yang memenuhi syarat dalam memperoleh kompensasi dibawah Akta Layanan Investasi dengan jumlah maksimal per orang sebesar €20,000. Skema adalah berdasarkan pada EC Directive 97/9.
pl_pl: BIEL jest częścią Systemu rekompensat dla inwestorów („System”), który jest funduszem pomocniczym dla inwestorów będących klientami upadłych firm inwestycyjnych licencjonowanych przez MFSA. System pokrywa 90% zobowiązań netto Firmy wobec klienta w zakresie inwestycji, które kwalifikują się do rekompensaty na mocy ustawy o usługach inwestycyjnych (Investment Services Act) i zakłada wypłatę środków dla każdej osoby w maksymalnej wysokości 20 000 €. System jest oparty na postanowieniach Dyrektywy WE 97/9.
pt_pt: BIEL faz parte do Sistema de compensação de investidores de Malta (o "Sistema") que é um fundo de resgate para investidores que são clientes de empresas de investimento falidas, licenciadas pela MFSA. O Sistema cobre 90% do passivo líquido da Empresa para com os clientes em relação a investimentos suscetíveis de serem beneficiados de indenizações, ao abrigo da lei de serviços de investimento, sujeitas a um pagamento máximo de €20.000 por pessoa. O Sistema baseia-se na diretiva CE 97/9.
vi_vn: BIEL là một phần của Đề Án Bồi Thường Nhà Đầu Tư ("Đề án") là quỹ cứu trợ cho các nhà đầu tư, là khách hàng của công ty đầu tư bị thất bại được cấp phép bởi MFSA. Quỹ bao gồm 90% nợ phải trả thuần của Công ty cho khách hàng đối với đầu tư đủ điều kiện được bồi thường theo Luật đầu tư, chi trả tối đa €20,000 cho mỗi người. Đề án này được dựa trên Chỉ thị EC 97/9.
zh_cn: BIEL 是 投资者补偿方案 ( "方案") 的一部分，该方案是专为获得MFSA准证而经营失败的投资者设立的救济基金。基于每人最多只补偿20,000欧元的限制，公司将依据投资服务规定向每位合格的投资者提供补偿，金额为其客户投资负债净额的90%。此方案是基于欧盟指令97/9。

source: BIEL is a company established in Malta under registration number C70156 and having its registered office at W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
id_id: BIEL adalah perusahaan yang didirikan di Malta dengan nomor registrasi C70156 dan memiliki kantor yang beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
pl_pl: BIEL to firma założona na Malcie o numerze identyfikacyjnym C70156 z siedzibą pod adresem: W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
zh_cn: BIEL 是在马耳他成立的公司，注册号为 C70156，公司注册地址是 W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。

source: BTC
zh_cn: 比特币

source: Bachelor's degree in computer science, or an equivalent combination of technical education, training, and work experience
de_de: Ein Bachelor-Abschluss in Computerwissenschaft oder eine gleichwertige Kombination aus technischer Ausbildung, Training und Berufserfahrung
fr_fr: Une licence en informatique ou un niveau équivalent combinant formation technique et expérience professionnelle
id_id: Gelar sarjana dalam ilmu komputer, atau kombinasi yang setara dari pendidikan teknis, pelatihan, dan pengalaman kerja
pl_pl: Dyplom inżyniera na kierunku Informatyka lub inne równoważne studia na kierunku technicznym w połączeniu z odpowiednim szkoleniem lub doświadczeniem zawodowym
pt_pt: Um grau de Bacharel em ciências da computação, ou uma combinação equivalente de ensino técnico, treinamento e experiência profissional
vi_vn: Bằng cử nhân trong khoa học máy tính, hoặc học vấn tổng hợp tương đương của kỹ thuật, huấn luyện và kinh nghiệm làm việc
zh_cn: 计算机科学大学本科学历，或拥有同等的技术教育、培训和工作经验

source: Bachelor's degree in graphic design, interaction design, visual communication, multimedia, or equivalent
de_de: Ein Bachelor-Abschluss in Graphikdesign, interaktivem Design, visueller Kommunikation, Multimedia, oder einem Äquivalent
fr_fr: Licence en design graphique, design d’interaction, communication visuelle, multimédia ou équivalent
id_id: Gelar sarjana dalam desain grafis, desain interaktif, komunikasi visual, multimedia, atau yang setara
pl_pl: Dyplom studiów licencjackich z projektowania grafiki, projektowania interakcji, komunikacji wizualnej, multimediów lub podobnej dziedziny
pt_pt: Bacharel em design gráfico, design de interação, comunicação visual, multimídia ou equivalente
vi_vn: Bằng cử nhân về thiết kế đồ họa, thiết kế tương tác, giao tiếp thị giác, đa phương tiện hoặc tương đương
zh_cn: 平面设计、交互设计、视觉传达、多媒体学士学位或同等学历

source: Bachelor's degree in graphic design, visual communication, multimedia, or equivalent
de_de: Ein Bachelor-Abschluss in Graphikdesign, visueller Kommunikation, Multimedia, oder einem Äquivalent
fr_fr: Licence en design graphique, communication visuelle, multimédia ou équivalent
id_id: Sarjana dalam desain grafis, komunikasi visual, multimedia atau setara
pl_pl: Dyplom studiów licencjackich z grafiki, komunikacji wizualnej, multimediów lub podobnej dziedziny
pt_pt: Bacharel em design gráfico, design de interação, comunicação visual, multimídia ou equivalente
vi_vn: Bằng cử nhân về thiết kế đồ họa, giao tiếp thị giác, đa phương tiện hoặc tương đương
zh_cn: 平面设计、视觉传达、多媒体学士学位或同等学历

source: Bachelor's degree in marketing, business administration, or related discipline
de_de: Ein Bachelor-Abschluss in Marketing, Betriebswirtschaft oder einer ähnlichen Disziplin
fr_fr: Une licence en marketing, en gestion des affaires ou dans une discipline liée
id_id: Sarjana dalam marketing, bisnis administrasi, atau bidang terkait
pl_pl: Ukończone studia licencjackie na kierunku: marketing, administracja, ekonomia lub pokrewne
pt_pt: Um grau de Bacharel em marketing, administração de empresas ou numa área relacionada
vi_vn: Bằng cử nhân trong ngành marketing, quản trị kinh doanh hoặc chuyên ngành có liên quan
zh_cn: 营销、工商管理或相关学科学士学位

source: Back
de_de: Zurück
fr_fr: Retour
id_id: Kembali
pl_pl: Poprzedni
pt_pt: Voltar
vi_vn: Quay lại
zh_cn: 返回

source: Back to IB programme
de_de: Zurück zum IB Programm
fr_fr: Retour au programme IB
id_id: Kembali ke program IB
pl_pl: Powrót do programu IB
pt_pt: Voltar para o programa de IB
vi_vn: Quay lại chương trình IB
zh_cn: 返回 IB计划

source: Back to affiliate programme
de_de: Zurück zum Partnerprogramm
fr_fr: Retour au programme affilié
id_id: Kembali ke program afiliasi
pl_pl: Powrót do programu partnerskiego
pt_pt: Voltar para o programa de afiliados
vi_vn: Quay lại chương trình liên kết
zh_cn: 返回联盟计划

source: Back to menu
de_de: Zurück zum Menü
fr_fr: Retour au menu
id_id: Kembali ke menu
pl_pl: Powrót do menu
pt_pt: Voltar para o menu
vi_vn: Quay lại trang chủ
zh_cn: 返回菜单

source: Back to statement
de_de: Zurück zum Kontoauszug
fr_fr: Retour au relevé
id_id: Kembali ke pernyataan
pl_pl: Powrót do oświadczenia
pt_pt: Extrato bancário
vi_vn: Quay lại sao kê
zh_cn: 回到月结单

source: Back-End Developer
de_de: Back-End Entwickler
fr_fr: Développeur Back-End
pl_pl: Deweloper back-end
pt_pt: Desenvolvedor back-end
vi_vn: Vận hành Back-End
zh_cn: 后端开发员

source: Back-office support
fr_fr: Support back office
id_id: Layanan back-office
pl_pl: Wsparcie back-office
pt_pt: Suporte de back-office
vi_vn: Hỗ trợ back-office
zh_cn: 后台支持

source: Balance
de_de: Guthaben
fr_fr: Solde
id_id: Saldo
pl_pl: Saldo
pt_pt: Saldo
vi_vn: Số Dư Tài Khoản
zh_cn: 余额

source: Balance:
de_de: Guthaben:
fr_fr: Solde :
id_id: Saldo:
pl_pl: Saldo:
pt_pt: Saldo:
vi_vn: Số Dư Tài Khoản:
zh_cn: 余额：

source: Bank statement
de_de: Kontoauszug
fr_fr: Relevé bancaire
id_id: Rekening koran
pl_pl: Wyciąg z rachunku bankowego
pt_pt: Extrato bancário
vi_vn: Sao kê ngân hàng
zh_cn: 银行月结单

source: Bank wire, credit card, e-wallet
de_de: Banküberweisung, Kreditkarte, e-Wallet
fr_fr: Virement bancaire, carte de crédit, portefeuille électronique
id_id: Transfer bank, kartu kredit, e-wallet
pl_pl: Przelew bankowy, karta kredytowa lub e-portfel
pt_pt: Transferência bancária, cartão de crédito, carteira-eletrônica
vi_vn: Chuyển khoản ngân hàng, thẻ tín dụng, ví điện tử
zh_cn: 银行电汇、信用卡、电子钱包

source: Bank wire/Money transfer
de_de: Banküberweisung/Geldtransfer
fr_fr: Virement bancaire/Transfert d'argent
id_id: Bank wire/Transfer dana
pl_pl: Przelew bankowy/ transfer pieniężny
pt_pt: Transferência Bancária/Transferência de Dinheiro
vi_vn: Điện chuyển khoản ngân hàng/Chuyển tiền
zh_cn: 银行电汇/转账

source: Bank your way
de_de: Bankgeschäfte nach Wunsch
fr_fr: Des services bancaires sur mesure
id_id: Bank pilihan Anda
pl_pl: Wygrywaj na swoich zasadach
pt_pt: Negocie do seu jeito
vi_vn: Giao Dịch Ngân Hàng theo cách của bạn
zh_cn: 支持各种存取款方式

source: Banking
fr_fr: Services bancaires
id_id: Perbankan
pl_pl: Bankowość
pt_pt: Transação
vi_vn: Giao Dịch Ngân Hàng
zh_cn: 资金管理

source: Barrier
de_de: Schwelle
fr_fr: Barrière
id_id: Batasan
pl_pl: Limit
pt_pt: Barreira
vi_vn: Giới hạn
zh_cn: 障碍

source: Barrier Change
de_de: Grenzänderung
fr_fr: Modification de barrière
id_id: Perubahan Batasan
pl_pl: Zmiana limitu
pt_pt: Alteração de barreira
vi_vn: Giới hạn Thay đổi
zh_cn: 障碍变更

source: Barrier offset
de_de: Schwellenverschiebung
fr_fr: Marge de barrière
pl_pl: Wyrównanie limitu
pt_pt: Compensação de Barreira
vi_vn: Độ lệch giới hạn
zh_cn: 障碍位移

source: Barrier(s)
de_de: Schwelle(n)
fr_fr: Barrière(s)
id_id: Batas
pl_pl: Limit(y)
pt_pt: Barreira(s)
vi_vn: (Các) Giới Hạn
zh_cn: 障碍

source: Base currency
de_de: Basiswährung
fr_fr: Devise de base
id_id: Mata uang dasar
pl_pl: Waluta bazowa
pt_pt: Moeda base
vi_vn: Tiền tệ cơ sở
zh_cn: 基础货币

source: Based currency
de_de: Basiswährung
fr_fr: Devise de base
id_id: Mata uang dasar
pl_pl: Waluta bazowa
pt_pt: Moeda base
vi_vn: Tiền tệ cơ sở
zh_cn: 基础货币

source: Based on the table below, can you tell what is the spread for the EUR/USD currency pair?
de_de: Auf der unten stehenden Tabelle basierend, wissen Sie, was die Spanne des Währungspaars EUR/USD ist?
fr_fr: D’après le tableau ci-dessous, pouvez-vous dire quel est le spread pour la paire de devises EUR/USD ?
id_id: Berdasarkan tabel di bawah ini, berapakah spread untuk pasangan mata uang EUR/USD?
pl_pl: Czy na podstawie poniższej tabeli potrafisz powiedzieć, jaki jest spread dla pary walutowej EUR/USD?
pt_pt: Com base na tabela abaixo, sabes dizer qual o spread do par de moedas EUR/USD?
vi_vn: Căn cứ vào bảng dưới đây, bạn có thể nói biên lãi cặp tiền tệ EUR/USD là gì?
zh_cn: 根据以下表格，您是否能看出欧元/美元货币对的点差？

source: Be involved in every phase of product development, from concept to execution to launch to give the product a distinct and consistent visual identity, as well as ensure that it fully serves the needs of the end user
de_de: Seien Sie in jeder Phase der Produktentwicklung dabei, vom Konzept, über die Ausführung bis hin zum Launch, um dem Produkt eine unverwechselbare und konsistente visuelle Identität zu geben, sowie sicherzustellen, dass es die Bedürfnisse des Endverbrauchers erfüllt
fr_fr: Être impliqué dans chaque phase du développement produit, du concept à l’exécution au lancement pour donner au produit une identité visuelle distincte et cohérente, mais aussi pour veiller à ce qu’elle serve parfaitement les besoins de l’utilisateur final
id_id: Terlibat dalam setiap fase pengembangan produk, dari konsep hingga eksekusi peluncuran untuk memberi produk identitas visual, serta memastikan sepenuhnya melayani kebutuhan pengguna akhir
pl_pl: Udział w każdym etapie rozwoju produktu, od pomysłu po realizację i wprowadzenie go na rynek, aby zapewnić produktowi oryginalną, ale spójną identyfikację wizualną, jak również zapewnić, że produkt w pełni spełnia potrzeby użytkownika końcowego
pt_pt: Envolver-se em todas as fases do desenvolvimento de produtos, do conceito à execução, até o lançamento, para dar ao produto uma identidade visual distinta e consistente, bem como garantir que ele atenda plenamente às necessidades do usuário final
vi_vn: Tham gia vào tất cả các khâu của phát triển sản xuất, từ khái niệm ban đầu đến thực tế triển khai đến phát hành để đạt được nhận định thị giác rõ ràng và nhất quán cũng như đảm bảo rằng sản phẩm có thể thỏa mãn đầy đủ mong đợi của người dùng cuối
zh_cn: 参与产品开发从概念到执行再到发布的每个阶段, 为产品提供独特和一致的视觉标识, 并确保产品能完全满足最终用户的需求

source: Be part of a 24/7 rotating shift schedule, alternating with Customer Support team members around the world
de_de: Werden Sie Teil eines 24/7 rotierenden Schichtplans, der sich mit Kunden-Support-Team-Mitgliedern auf der ganzen Welt abwechselt
fr_fr: Faire partie d’un horaire de travail tournant 24h sur 24, 7 jours sur 7, alternant avec des membres de l’équipe Support client partout dans le monde
id_id: Jadilah bagian dari jadwal shift bergiliran 24/7, bergantian dengan anggota tim Customer Support di seluruh dunia
pl_pl: Praca w trybie zmianowym 24 godz. 7 dni w tygodniu jako część zespołu obsługi klienta, składającego się z pracowników na całym świecie
pt_pt: Faça parte de um cronograma de turnos rotativos 24 horas por dia, 7 dias por semana, alternando com os membros da equipe de Suporte ao Cliente em todo o mundo
vi_vn: Là một phần trong lịch làm việc xoay vòng 24/7, luân phiên với các thành viên của đội Hỗ Trợ Khách Hàng trên khắp thế giới
zh_cn: 加入由世界各地的客服团队成员组成的全年无休、随时开放的轮班制度

source: Because of the leverage effect, the Margin required in Margined Transactions and price changes in the Underlying Instruments, you may suffer significant losses;
de_de: Aufgrund der Hebelwirkung, die die Marge in Margin-Transaktionen und Preisänderungen in den Basiswerten benötigt, können Sie erhebliche Verluste erleiden;
id_id: Berhubung pengaruh leverage, Margin yang diperlukan dalam Transaksi Marjinal dan perubahan harga dalam Instrumen Dasar, Anda mungkin akan menderita kerugian yang signifikan;
pl_pl: Z powodu efektu dźwigni, wymaganego depozytu zabezpieczającego w przypadku transakcji z depozytem i zmian cen instrumentów bazowych możesz ponieść znaczne straty;
pt_pt: Devido aos efeitos da alavancagem, a margem necessária em transações marginadas e alterações de preço nos instrumentos subjacentes, é possível que você sofra perdas significativas;
vi_vn: Do hiệu lực đòn bẩy, bắt buộc phải có ký quỹ ở mép các giao dịch và giá thay đổi trong các Công Cụ Cơ Sở, bạn có thể phải chịu thiệt hại đáng kể;
zh_cn: 由于杠杆效应、保证金交易所需要的保证金和基础工具的价格变化等影响因素, 您可能蒙受重大损失;
