Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
de_de: Eine Binäre Option ist ein Kontrakt, der von einem Händler gekauft wurde und der einen im Voraus festgelegten Betrag auszahlt, wenn seine Voraussage korrekt ist.
fr_fr: Une option binaire est un contrat acheté par un trader, qui aboutit au paiement d'un montant prédéterminé si la prédiction du trader est correcte.
id_id: Opsi binary adalah sebuah kontrak yang dibeli oleh trader, yang memberi jumlah yang telah ditentukan jika analisa mereka benar.
pl_pl: Opcja binarna to zakupiony przez gracza kontrakt, dla którego wypłacana jest wcześniej określona kwota, jeśli prognoza gracza się sprawdzi.
pt_pt: A opção binária é um contrato comprado pelo negociador, e que paga uma quantia pré-determinada se a sua previsão for correta.
vi_vn: Binary Option là một dạng hợp đồng mua bởi nhà giao dịch, trong đó họ được trả trước một khoản nhất định nếu dự đoán của họ là chính xác.
zh_cn: 二元期权为交易者所买入之合约，如果预测正确即可获得预先确定的获利金额。

source: A binary option is a type of option with a fixed payout in which you predict the outcome from two possible results. If your prediction is correct, you receive the agreed payout. If not, you lose your initial stake, and nothing more. It's called 'binary' because there can be only two outcomes – win or lose.
de_de: Eine binäre Option ist eine Art von Option mit einer festen Auszahlung, bei der Sie den Ausgang aus zwei möglichen Resultaten vorhersagen. Wenn Ihre Voraussage richtig ist, erhalten Sie die festgelegte Auszahlung. Anderenfalls verlieren Sie Ihren ursprünglichen Einsatz, und nichts weiter. Es wird „binär" genannt, da es nur zwei Ergebnisse geben kann - gewinnen oder verlieren.
fr_fr: Une option binaire est un type d'option avec un paiement fixe dans lequel vous prédisez l'issue à partir de deux résultats possibles. Si votre prédiction est correcte, vous percevez le paiement convenu. Dans le cas contraire, vous perdez uniquement votre investissement initial et rien de plus. Cela s'appelle « binaire », car il ne peut y avoir que deux issues possibles : gagner ou perdre.
id_id: Opsi binary adalah jenis opsi dengan hasil tetap dimana Anda memperdiksi hasilnya dari dua kemungkinan hasil. Jika prediksi Anda benar, Anda menerima hasil yang telah disepakati. Jika tidak, Anda kehilangan modal awal Anda, dan tidak lebih. Opsi ini disebut 'binary' karena hanya ada dua hasil - menang atau kalah.
pl_pl: Opcja binarna to rodzaj instrumentu finansowego, który daje ustaloną wypłatę, i w przypadku którego przewidujesz wynik, mając do wyboru dwa możliwe rezultaty. Jeśli prognoza się sprawdzi, gracz otrzymuje ustaloną wypłatę, w przeciwnym razie traci tylko początkową stawkę, nic ponad to. Opcje nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki – wygraną lub przegraną.
pt_pt: Uma opção binária é um tipo de opção com um prêmio fixo em que você prevê o resultado de dois possíveis resultados. Se a sua previsão for correta, você recebe o prêmio acordado. Caso contrário, você perde a sua aposta inicial e nada mais. É chamada de "binária" porque pode haver apenas dois resultados – ganhar ou perder.
vi_vn: Binary Option là một loại tùy chọn với một chi trả cố định mà bạn dự đoán kết quả từ hai kết quả có thể. Nếu dự đoán của bạn là chính xác, bạn sẽ được trả một khoảng theo thỏa thuận. Nếu không, bạn mất vốn đầu tư ban đầu của bạn, và không mất gì nhiều hơn nữa. Nó được gọi là 'Binary' bởi vì chỉ có thể có hai kết quả - thắng hoặc thua.
zh_cn: 二元期权是一种具有固定支出的期权类型，您可以从两种可能发生的结果中猜测其中之一。 如果您的猜测是正确的，您会获得预定的赔付。 否则您就损失起始的彩注，再没别的损失了。这就是所谓的“二元”，因为只会有两个结果 - 胜或负。

source: A broad foundation in HTML, CSS, Websocket API or MQL programming to develop solutions and answer queries
de_de: Eine breite Grundlage in HTML, CSS, Websocket API oder MQL Programmierung, um Lösungen zu entwickeln und Fragen zu beantworten
fr_fr: De solides bases en programmation HTML, CSS, API Websocket ou MQL pour développer des solutions et répondre à des requêtes
id_id: Dasar yang luas dalam HTML, CSS, Websocket API atau pemrograman MQL untuk mengembangkan solusi dan menjawab pertanyaan
pl_pl: Szeroka wiedza na temat HTML, CSS, API Websocket lub programowania MQL na potrzeby tworzenia rozwiązań i odpowiadania na zapytania
pt_pt: Uma ampla base em HTML, CSS, Websocket API ou programação MQL para desenvolver soluções e responder a consultas
vi_vn: Nắm vững cách sử dụng HTML, CSS, Websocket API hoặc lập trình MQL để phát triển các giải pháp và trả lời các câu hỏi
zh_cn: HTML、CSS、Websocket API 或 MQL 编程方面有广泛知识, 可开发解决方案和回答询问

source: A clear understanding of the OSI model, TCP/IP, and other industry-standard network defense concepts
de_de: Ein klares Verständnis des OSI-Modells, TCP/IP und anderen branchenüblichen Netzwerk-Sicherheitskonzepten
fr_fr: Une compréhension claire du modèle OSI, TCP/IP et d’autres concepts de défense des réseaux standards dans l’industrie
id_id: Pemahaman yang jelas tentang model OSI, TCP/IP, dan konsep pertahanan jaringan standar industri lainnya
pl_pl: Bardzo dobra znajomość modelu OSI, TCP/IP i innych koncepcji w zakresie ochrony sieci o standardzie branżowym
pt_pt: Uma compreensão clara do modelo OSI, TCP/IP e outros conceitos de defesa de rede padrão da indústria
vi_vn: Có hiểu biết rõ ràng về phương thức OSI, TCP/IP, và các khái niệm tiêu chuẩn công nghiệp trong an ninh hệ thống mạng
zh_cn: 对OSI 模型、TCP/IP和其他行业标准网络防御概念了解得很清晰

source: A client that is not a Professional Client or Eligible Counterparty.
de_de: Ein Kunde, der kein professioneller Kunde oder eine geeignete Gegenpartei ist.
id_id: Klien yang bukan Klien Profesional atau Counterparty yang Memenuhi Syarat.
pl_pl: Klient, który nie jest Klientem profesjonalnym ani Podmiotem kwalifikowanym.
pt_pt: Um cliente que não seja cliente profissional ou contrapartida elegível.
vi_vn: Một khách hàng không phải là Khách Hàng Chuyên Nghiệp hay Đối tác đủ điều kiện.
zh_cn: 非专业客户或有资格当交易对手的客户。

source: A competitive and flexible affiliate programme that can be adapted to your needs
de_de: Ein wettbewerbsfähiges und flexibles Partnerprogramm, das an Ihre Bedürfnisse angepasst werden kann
fr_fr: Un programme d’affiliation compétitive et flexible qui peut être adapté à vos besoins
id_id: Program afiliasi yang kompetitif dan fleksibel yang dapat disesuaikan dengan kebutuhan Anda
pl_pl: Konkurencyjny i elastyczny program partnerski, który możesz dostosować do swoich potrzeb
pt_pt: Um programa de afiliados competitivo e flexível que se adapta às suas necessidades
vi_vn: Một chương trình liên kết cạnh tranh và linh hoạt có thể thích nghi với nhu cầu của bạn
zh_cn: 可根据您的需要调整的具竞争性和灵活的联盟计划

source: A contract entered into by you pursuant to this Agreement.
de_de: Ein Kontrakt, den Sie gemäß dieser Vereinbarung eingegangen sind.
id_id: Kontrak yang ditandatangani oleh Anda sesuai dengan Perjanjian ini.
pl_pl: Kontrakt zawierany przez Ciebie zgodnie z niniejszą Umową.
pt_pt: Um contrato celebrado por você mediante este Acordo.
vi_vn: Một hợp đồng được nhập vào bởi bạn căn cứ vào Thỏa Thuận này.
zh_cn: 您根据本协议签订的合约。

source: A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the option whether to accept or decline it. If you do not accept the cookie, then you will need to input your login ID and password again at every form to log into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
de_de: Ein Cookie ist ein Datenelement, das eine Website an Ihren Browser senden kann, und dieser kann es dann auf Ihrem System speichern. Sie können Ihren Browser so einstellen, dass er Sie benachrichtigt, wenn Sie ein Cookie erhalten, was Ihnen die Möglichkeit gibt, es anzunehmen oder abzulehnen. Wenn Sie das Cookie nicht akzeptieren, müssen Sie Ihre Login-ID und Ihr Passwort bei jeder Form erneut eingeben, um in das System einzuloggen. Wir empfehlen, diese Option zu wählen, wenn Sie Bedenken hinsichtlich der Sicherheit Ihres persönlichen Browsers oder PCs haben.
id_id: Cookie merupakan unsur data dimana situs web dapat dikirimkan ke dalam browser Anda, yang kemudian disimpan pada sistem Anda. Anda dapat mengatur browser agar memberitahu ketika Anda menerima sebuah cookie, memberikan Anda pilihan apakah akan menerima atau menolaknya. Jika Anda tidak menerima cookie, maka Anda akan perlu untuk memasukkan login ID dan kata sandi setiap Anda masuk ke dalam sistem. Anda disarankan untuk memilih pilihan ini jika Anda khawatir dengan keamanan browser atau PC Anda.
pl_pl: Plik cookie jest elementem danych, który może być przesyłany przez stronę internetową do Twojej przeglądarki, która następnie może go przechowywać w Twoim systemie. Możesz zmienić ustawienia swojej przeglądarki w taki sposób, by wyświetlała powiadomienia w chwili otrzymania pliku cookie, tym samym dając Ci możliwość jego akceptacji lub odrzucenia. Jeśli nie zaakceptujesz pliku cookie, wówczas konieczne będzie wprowadzanie loginu i hasła w każdym formularzu logowania do systemu. Zalecamy wybranie tej opcji, jeśli obawiasz się o bezpieczeństwo swojej przeglądarki lub swojego komputera.
pt_pt: Um cookie é um elemento de dados que um website pode enviar para o seu navegador, o qual poderá em seguida armazená-lo no seu sistema. Pode configurar o seu navegador para notificá-lo quando receber um cookie, dando-lhe a opção de decidir se deseja aceitá-lo ou não. Se não aceitar o cookie, terá então que introduzir a sua ID de login e senha novamente em todos os formulários necessários para entrar no sistema. Aconselhamos a escolher esta opção se tiver preocupações relativas à segurança do seu PC ou navegador.
vi_vn: Một cookie là một phần tử dữ liệu mà một trang web có thể gửi tới trình duyệt của bạn, sau đó có thể lưu trữ nó trên hệ thống của bạn. Bạn có thể thiết lập trình duyệt của bạn để thông báo cho bạn khi bạn nhận được một cookie, cho bạn tùy chọn để chấp nhận hoặc từ chối nó. Nếu bạn không chấp nhận cookie, sau đó bạn sẽ cần phải nhập đăng nhập ID và mật khẩu một lần nữa tại mọi hình thức của bạn để đăng nhập vào hệ thống. Bạn nên chọn tùy chọn này nếu bạn có mối quan tâm về bảo mật của trình duyệt cá nhân hoặc máy tính của bạn.
zh_cn: Cookie 是数据元素，网站可以把它发送到您的浏览器并存储在您的系统上。您可以设置让浏览器在收到 cookie 时通知您, 让您选择是接受还是拒绝。如果您不接受 cookie, 则需要在每个表单再次输入登录 ID 和密码才能登录系统。如果您对个人浏览器或电脑的安全性有顾虑, 建议您选择此选项。

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
de_de: Ein Derivat ist ein Finanzinstrument, dessen Wert durch Bezugnahme auf einen zugrunde liegenden Kurs bestimmt wird. Derivate werden häufig im Interbankenmarkt gehandelt und Binäre Optionen sind eine der einfachsten Formen von Derivaten.
fr_fr: Un dérivé est un instrument financier dont la valeur est déterminée en fonction d'un marché sous-jacent. Les produits dérivés sont habituellement négociés sur le marché interbancaire, et les options binaires font partie des produits dérivés les plus simples.
id_id: Derivatif adalah sebuah instrumen keuangan dimana nilainya ditentukan oleh berdasarkan pasar. Derivatif pada umumnya diperdagangkan pada pasar antar-bank dan binary adalah salah satu bentuk yang paling sederhana dari derivatif.
pl_pl: Instrument pochodny to instrument finansowy, którego wartość określana jest przez odniesienie do rynku podstawowego. Instrumenty pochodne są zazwyczaj sprzedawane na rynku międzybankowym, a opcje binarne są jedną z najprostszych form instrumentów pochodnych.
pt_pt: Um derivado é um instrumento financeiro cujo valor é determinado por referência a um mercado subjacente. Os derivados são normalmente negociados no mercado interbancário, e os binários são uma das formas mais simples de derivados.
vi_vn: Phái sinh là công cụ tài chính mà giá trị của nó được trị được quyết định bằng việc đối chiếu với thị trường cơ sở. Phái sinh thường được giao dịch trên thị trường liên ngân hàng, và Binary là một trong những dạng đơn giản của phái sinh.
zh_cn: 衍生工具是一种通过参照基础市场来定价的金融工具，通常在银行间市场交易，而二元期权是衍生工具中最为普通的一种产品形式。

source: A diploma or degree in Computer Science or Information Technology, or good experience in the field of IT operations/administration
de_de: Ein Diplom oder abgeschlossenes Studium der Informatik, oder Informationstechnik, oder gute Erfahrung im Bereich IT-Operationen/Administration
fr_fr: Un diplôme en IT ou en Technologie de l’Information, ou une bonne expérience dans le domaine des opérations/administration informatique
id_id: Diploma atau gelar sarjana dalam bidang Ilmu Komputer atau Teknologi Informasi, atau pengalaman baik di bidang operasi/administrasi TI
pl_pl: Dyplom studiów na kierunku Informatyka lub Technologia Informacyjna lub duże doświadczenie w obsłudze/administrowaniu IT
pt_pt: Um diploma ou Licenciatura em Ciência da Computação ou Tecnologia da Informação, ou boa experiência no campo da administração/operações de TI
vi_vn: Một bằng cấp hoặc học vị trong ngành Khoa Học Máy Tính hoặc Công Nghệ Thông Tin, hoặc kinh nghiệm tốt trong lĩnh vực vận hành/quản trị IT
zh_cn: 具计算机科学或信息技术文凭或学位, 或在IT业务管理领域有丰富经验

source: A firm grasp of AML-CTF regulations, typologies, and red flags, as well as fraud processes and applications
de_de: Einen guten Überblick über AML-CTF Vorschriften, Typologien und rote Fahnen, sowie Betrugsprozesse und Anwendungen
fr_fr: Une solide compréhension des règlements AML-CTF, des typologies et drapeaux rouges, ainsi que des processus et applications de fraude
id_id: Pegang teguh peraturan, tipologi, dan red flag AML-CTF, serta proses dan aplikasi penipuan
pl_pl: Dobra znajomość regulacji AML-CTF, typologii i sygnałów ostrzegawczych oraz procesów mających na celu oszustwo i ich zastosowania
pt_pt: Um conhecimento profundo de regulamentos, tipologias e bandeiras vermelhas do AML-CTF bem como processos e aplicações de fraude
vi_vn: Nắm chắc chắn về các quy định AML-CTF, kiểu chữ, và dấu hiệu đỏ, cũng như các quy trình gian lận và các ứng dụng
zh_cn: 非常熟悉AML-CTF法规、类型学和红旗规则, 以及欺诈流程和应用程序

source: A force majeure event, if and when determined, means, (i) the Company, by reason of force majeure or act of state, is prevented from, or hindered or delayed, in delivering or receiving, or is impossible to deliver or receive, any quotation of the bid and offer price of a market in one or more of the instruments which we ordinarily deal in Transactions; (ii) an excessive movement in the market of the instrument or our reasonable anticipation of the potential occurrence of market disruption.
de_de: Ein Ereignis höherer Gewalt, ob und wann bestimmt, meint, (i) dass das Unternehmen, auf Grund eines Ereignisses höherer Gewalt, oder durch einen Staatsakt, im Ausliefern oder Erhalten verhindert, gehindert oder verzögert ist, oder wenn es unmöglich ist eine Notierung eines Briefkurses oder Geldkurses in einem Markt von einem oder mehreren Instrumenten, die wir gewöhnlich in Transaktionen handeln, auszuliefern oder zu erhalten; (ii) eine übermäßige Bewegung im Markt des Instruments oder unsere angemessene Erwartung eines potentiellen Eintretens einer Marktstörung.
id_id: Sebuah keadaan memaksa, jika dan ketika terjadi, berarti (i) Perusahaan, dengan alasan mendesak atau berdasarkan akta yang berlaku, atau dicegah dari, atau terhalang, atau tertunda dalam mengirim atau menerima atau mustahil untuk mengirim atau menerima penawaran harga bid dan offer pasar pada satu atau lebih instrumen yang ditransaksikan sebelumnya; (ii) pergerakan besar pada pasar pada instrumen atau antisipasi wajar kami pada potensi yang terjadi pada gangguan pasar.
pl_pl: Siła wyższa, jeśli jej wystąpienie zostanie wykazane, oznacza (i) sytuację, gdy Firma na skutek siły wyższej lub działań rządowych nie może dostarczyć ani otrzymać kwotowania ceny sprzedaży i ceny ofertowej na rynku jednego lub więcej instrumentów finansowych, którymi handluje się w normalnych warunkach, lub jeśli występuje opóźnienie w takim kwotowaniu, (ii) nadmierny ruch na rynku instrumentu finansowego lub mająca uzasadnienie prognoza potencjalnego wystąpienia zakłóceń rynkowych.
pt_pt: Um evento de força maior, se e quando determinado, significa, (i) a Empresa, por motivo de força maior ou ato da autoridade, é prevenido ou impedido ou atrasado na entrega ou no recebimento, ou se torna impossível de entregar ou receber, qualquer cotação do preço de compra e venda de um mercado em um ou mais instrumentos que comercializamos em transações; (ii) um movimento excessivo no mercado de um instrumento ou a nossa antecipação razoável de uma ocorrência potencial de perturbação do mercado.
vi_vn: Sự kiện bất khả kháng, nếu và khi được xác định, có nghĩa là, (i) công ty, bởi lí do bất khả kháng hoặc tác động của nhà nước, ngăn ngừa hoặc cản trở hoặc gây chậm trễ trong việc cung cấp hoặc nhận hoặc không có khả năng để cung cấp hoặc nhận, bất kỳ bảng báo giá nào của giá mua vào và giá chào bán của một thị trường nằm trong một hoặc nhiều các công cụ mà chúng tôi thường thỏa thuận trong phiên giao dịch; (ii) một bước chuyển biến quá mức trong thị trường của công cụ hoặc chúng tôi dự đoán được sự xuất hiện tiềm năng của sự gián đoạn thị trường.
zh_cn: 不可抗力事件，如果发生及一旦确定，是指(i) 公司因不可抗力或政府行为因素，被阻止或妨碍或延迟通过我们通常用于进行交易处理的一或多个工具交付或接收，或无法提供或接收任何投标报价并提供市场价格; (ii) 交易工具的市场动荡过度或我们合理预期可能发生的市场扰乱。

source: A good understanding of attacks and mitigations such as timing, injection (e.g. form parameter/SQL), side-channel, DoS, buffer overflows and DNS cache poisoning
de_de: Ein gutes Verständnis von Angriffen und Abwehrmaßnahmen wie Timing, Injektion (z.B. Formular Parameter/SQL), Seitenkanal, DoS, Pufferüberläufen und DNS Cache Poisoning
fr_fr: Une bonne compréhension des attaques et mesures d’atténuation tels que le timing, l'injection (p. ex. forme paramètre/SQL), canal latéral, DoS, dépassements de tampon et empoisonnement du cache DNS
id_id: Pemahaman yang baik tentang serangan dan mitigasi seperti pengaturan waktu, injeksi (misalnya form parameter/SQL), side-channel, DoS, buffer overflows, dan DNS cache poisoning
pl_pl: Dobre zrozumienie takich kwestii jak ataki i ograniczanie ryzyka, w tym atak czasowy, iniekcji (np. parametry formularza/SQL), atak typu side-channel, DoS, przepełnienie bufora i atak przez skażenie pamięci podręcznej
pt_pt: Uma boa compreensão dos ataques e atenuações como temporização, injeção (por exemplo, form parameter/SQL), side-channel, DoS, buffer overflows e DNS cache poisoning
vi_vn: Một sự hiểu biết tốt về các kiểu tấn công và giảm thiểu chúng ví như canh giờ, lợi dụng lỗ hổng dữ liệu để tiêm lệnh (ví dụ form parameter/SQL), tấn công kênh bên,DoS, lỗi tràn bộ nhớ đệm và nhiễm độc bộ nhớ đệm DNS
zh_cn: 对攻击和缓解措施，如计时、注入（例如表单参数/SQL）、旁道、DoS、缓冲区溢出和DNS缓存中毒有充分了解

source: A good understanding of, and keen interest in corporate, legal or regulatory compliance
de_de: Ein gutes Verständnis von, und großes Interesse an Gesetzeskonformität oder der Einhaltung der Gesetze
fr_fr: Une compréhension approfondie et un intérêt prononcé pour la conformité réglementaire, juridique des entreprises
id_id: Pemahaman yang baik, dan minat dalam kepatuhan perusahaan, hukum atau peraturan
pl_pl: Zrozumienie zagadnień związanych ze zgodnością z przepisami prawnymi, regulacjami i politykami wewnętrznymi i zainteresowanie tymi zagadnieniami
pt_pt: Compreensão plena e grande interesse em conformidade legal corporativa
vi_vn: Hiểu thông thạo và quan tâm về lĩnh vực doanh nghiệp, pháp luật, hoặc tuân thủ quy định
zh_cn: 对企业、法律或法规遵循度有充分的了解和浓厚的兴趣

source: A high level of integrity, reliability, and work ethic
de_de: Ein hohes Maß an Integrität, Zuverlässigkeit und Arbeitsmoral
fr_fr: Un niveau élevé d’intégrité, de fiabilité et d'éthique au travail
id_id: Integritas, keandalan, dan etika kerja tingkat tinggi
pl_pl: Uczciwość, rzetelność i etyka pracy na wysokim poziomie
pt_pt: Um alto nível de integridade, confiabilidade e ética de trabalho
vi_vn: Một bản tính ngay thẳng chính trực, đáng tin cậy, và đạo đức làm việc cao
zh_cn: 高水平的完整性、可靠性和职业道德

source: A higher figure (higher to you) representing our offer price and a lower figure (lower to you) representing our bid price for each Transaction shall be quoted to you upon your request. The difference between our bid and our offer price will comprise of the market spread (where there is market for the underlying instrument) and our spread (being our charge to you).
de_de: Ein höherer Wert (höher für Sie), der unseren Briefkurs repräsentiert und ein niedrigerer Wert (niedrig für Sie), der unseren Geldkurs repräsentiert, wird Ihnen auf Anfrage, für jede Transaktion angegeben. Der Unterschied zwischen unserem Geld- und Briefkurs wird aus der Marktverteilung (wo es Markt für das zugrundeliegende Instrument gibt) und unserer Verteilung (unsere Gebühr an Sie) bestehen.
id_id: Nilai lebih tinggi (lebih tinggi bagi Anda) mewakili harga offer kami dan nilai lebih rendah (lebih rendah bagi Anda) mewakili harga bid kami bagi setiap transaksi yang akan ditampilkan pada Anda sesuai dengan permintaan. Selisih harga bid dan offer akan menekan spread pasar (dimana tersedia pasar bagi instrumen dasar) dan spread kami (yang dibebankan pada Anda).
pl_pl: Wyższa wartość (wyższa dla Ciebie) oznaczająca naszą cenę ofertową oraz niższa wartość (niższa dla Ciebie) oznaczająca naszą cenę sprzedaży poszczególnych transakcji zostanie zakwotowana na Twój wniosek. Na różnicę pomiędzy naszą ceną sprzedaży i ofertową składa się wartość spreadu rynkowego (w przypadku, gdy istnieje rynek instrumentu bazowego) i naszego spreadu (nasza opłata pobierana od Ciebie).
pt_pt: Um valor mais alto (mais alto para você), representando o nosso preço de oferta e um valor mais baixo (mais baixo para você), representando o nosso preço de oferta de compra para cada transação, lhe serão citados mediante solicitação. A diferença entre os nossos preços de oferta e de oferta de compra será composta pelo spread do mercado (onde existe mercado para o instrumento subjacente) e o nosso spread (sendo o nosso custo para você).
vi_vn: Một con số cao hơn (cao hơn đối với bạn) đại diện cho giá chào bán của chúng tôi và một con số thấp hơn (thấp hơn đối với bạn) đại diện cho giá mua vào của chúng tôi cho mỗi giao dịch được trích dẫn cho bạn theo yêu cầu của bạn. Sự chênh lệch giữa giá mua vào của chúng tôi và giá mà chúng tôi chào bán sẽ là biên lãi thị trường (nơi có thị trường cho các công cụ cơ sở) và biên lãi của chúng tôi (đang được chúng tôi tính phí cho bạn).
zh_cn: 每笔交易的报价将根据您的要求为您提供，包括代表我们报价的较高数字（对您来说比较高），以及代表我们出价的较低价格（对您来说较低）。我们的出价和报价之间的差额将包括市场价差（当有标的工具市场时）和我们的价差（我们向您收的费用）。
