Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We collect and assess your data to profile you, as our client, in relation to our products. We do this manually through the assistance of automated processing. Through categorisation, we will be able to provide the most appropriate products and services to you.
de_de: Wir sammeln und bewerten Ihre Daten, um Sie, als unseren Kunden, in Bezug auf unsere Produkte zu profilieren. Wir bewerkstelligen dies manuell mithilfe der automatischen Verarbeitung. Durch Kategorisierung werden wir in der Lage sein, Ihnen die am besten geeigneten Produkte und Dienstleistungen anzubieten.
id_id: Kami mengumpulkan dan menilai data Anda untuk profil Anda, sebagai klien kami, dalam kaitannya dengan produk kami. Kami melakukan ini secara manual melalui bantuan pemrosesan otomatis. Melalui kategorisasi, kami akan dapat menyediakan produk dan layanan yang paling tepat untuk Anda.
pl_pl: Gromadzimy i oceniamy Twoje dane w celu profilowania Cię jako naszego klienta w odniesieniu do naszych produktów. Dokonujemy tego ręcznie przy wykorzystaniu przetwarzania automatycznego. Dzięki kategoryzacji będziemy mogli zapewniać Ci produkty i usługi najodpowiedniejsze dla Ciebie.
pt_pt: Coletamos e avaliamos os seus dados para conhecer o seu perfil, enquanto cliente, em relação aos nossos produtos. Fazemos isto manualmente através de assistência de processamentos manuais. Através de categorização, conseguiremos fornecer os produtos e serviços mais adequados a você.
vi_vn: Chúng tôi thu thập và đánh giá dữ liệu để hồ sơ của bạn, như là khách hàng của chúng tôi, liên quan đến sản phẩm của chúng tôi. Chúng tôi làm điều này thủ công thông qua sự hỗ trợ của xử lý tự động. Thông qua phân loại, chúng tôi sẽ có thể cung cấp các sản phẩm và dịch vụ thích hợp nhất cho bạn.
zh_cn: 作为我们的客户，我们收集并评估您的数据，以便分析并根据产品类型向您介绍最合适的交易。在自动处理程序的帮助下，我们以手动完成此工作。通过分类，我们将能够为您提供最合适的产品和服务。

source: We could not recognise your address. You may proceed but please ensure that your address is complete and accurate.
fr_fr: Nous ne reconnaissons pas votre adresse. Vous pouvez procéder, mais veuillez vous assurer que votre adresse est complète et exacte.
id_id: Kami tidak dapat mengenali alamat Anda. Anda dapat melanjutkan namun mohon pastikan alamat Anda adalah lengkap dan akurat.
pl_pl: Twój adres nie został rozpoznany. Możesz kontynuować, ale upewnij się, że Twój adres jest kompletny i prawidłowy.
pt_pt: Não foi possível reconhecer o seu endereço. Você pode proceder mas certifique-se de que o seu endereço esteja completo e correto.
vi_vn: Chúng tôi không thể định vị được vị trí địa chỉ của bạn. Bạn được thông qua, nhưng hãy đảm bảo rằng địa chỉ mà bạn đã điền là đầy đủ và chính xác.
zh_cn: 我们无法识别您的地址。您可以继续操作, 但请确保您的地址是完整和准确的。

source: We delete an order with the largest margin reserved
de_de: Wir löschen eine Order mit dem höchsten belegten Margin
fr_fr: Nous supprimons un ordre avec la plus grande marge réservée
id_id: Kami akan menghapus order dengan margin terbesar
pl_pl: Usuwamy zlecenia z największym zarezerwowanym depozytem zabezpieczającym
pt_pt: Excluímos uma ordem com a maior margem reservada
vi_vn: Chúng tôi xóa một lệnh với ký quỹ lớn nhất được giữ riêng
zh_cn: 我们删除订单，并保留金额最大的保证金

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
de_de: Wir haben es wieder geschafft. BetOnMarkets.com wiederholt seine Auszeichnung aus 2007 und wird in 2008 wieder zum 'Besten Finanzdienstleister für den Handel mit festen Gewinnquoten' gewählt.
fr_fr: Comme en 2007, BetOnMarkets remporte cette année encore le prix du « Meilleur fournisseur de services de trading sur produits dérivés financiers ».
id_id: Kami melakukannya lagi. BetOnMarkets.com mempertahankan penghargaan 2007 dengan terpilih kembali sebagai 'Penyedia Trading Financial Fixed-Odds Terbaik' untuk 2008.
pl_pl: Znowu nam się udało. W 2008 r. BetOnMarkets.com zdobywa tę samą nagrodę „Najlepszy dostawca zakładów o ustalonej stawce”, co w 2007 r.
pt_pt: Fizemos de novo. A BetOnMarkets.com segue o exemplo de 2007 e é eleita o "Melhor Provedor de negociações financeiras de probabilidades fixas" em 2008.
vi_vn: Một lần nữa. BetOnMarkets.com được trao Giải thưởng năm 2007 được bầu chọn là " Nhà Cung Cấp Giao Dịch Tài Chính Cá Cước Tỉ Lệ Cố Định Tốt Nhất" năm 2008.
zh_cn: 我们再次获奖。在2007年获奖之后，BetOnMarkets.com 再一次被《Shares Magazine》杂志选为2008年度“最佳固定赔率金融交易提供商”。

source: We endeavor to open or close the Transaction to which your Order relates at the price reasonably available to us, acting in accordance with our duty of best execution. Best execution means that we must take all sufficient steps to obtain, when executing orders, the best possible result for you, taking into account the price, costs, speed, likelihood of execution and settlement, size, nature, or any other consideration relevant to the execution of the order.
de_de: In Verbindung mit unserer Pflicht auf eine beste Ausführung bemühen wir uns, die Transaktion auf die sich Ihre Order bezieht, zu dem uns erhältlichen angemessenen Kurs zu öffnen oder zu schließen. Beste Ausführung bezeichnet, dass wir in der Ausführung von Ordern, alle erforderlichen Schritte unternehmen müssen, um das bestmögliche Ergebnis für Sie zu erhalten, unter Berücksichtigung von Kurs, Kosten, Geschwindigkeit, Wahrscheinlichkeit einer Ausführung und Abrechnung, Größe, Beschaffenheit und jedem anderen Gesichtspunkt, der maßgeblich für die Ausführung der Order ist.
id_id: Kami berusaha untuk membuka atau menutup Order Transaksi Anda pada harga yang wajar, bertindak sesuai dengan tugas kami untuk memberi pengeksekusian terbaik. Eksekusi terbaik dimana kami harus mengambil beberapa langkah yang diperlukan untuk mengeksekusi order dengan hasil yang terbaik berdasarkan harga, biaya, kecepatan, kemungkinan eksekusi, dan penyelesaian, ukuran, sifat, atau pertimbangan lain yang sesuai dengan pengeksekusian order.
pl_pl: Dokładamy wszelkich starań, by otworzyć lub zamknąć transakcje, do których odnoszą się Twoje zlecenia, po rozsądnych dostępnych dla nas cenach i działamy zgodnie z naszym obowiązkiem najkorzystniejszej realizacji. Najkorzystniejsza realizacja oznacza, że podczas realizacji zlecenia, do podjęcia wszystkich kroków niezbędnych do uzyskania dla Ciebie najlepszych możliwych rezultatów, biorąc pod uwagę cenę, koszty, szybkość i prawdopodobieństwo realizacji zlecenia i jego rozliczenia, wielkość, naturę i inne czynniki mające znaczenie przy realizacji zlecenia.
pt_pt: Esforçamo-nos a abrir e fechar a transação a que a sua ordem se relaciona ao preço que nos está razoavelmente disponível, agindo de acordo com o nosso dever de melhor execução. Melhor execução significa que temos que tomar todas as medidas suficientes para obter o melhor resultado possível para você, na execução de ordens, tendo em conta o preço, os custos, a velocidade e a probabilidade de execução e a liquidação, o tamanho, a natureza ou qualquer outra consideração relevante à execução da ordem.
vi_vn: Chúng tôi cố gắng để mở hoặc đóng các giao dịch mà lệnh của bạn có liên quan với mức giá hợp lý có thể chấp nhận với chúng tôi, hành động phù hợp với nhiệm vụ thực hiện tốt nhất. Thực hiện tốt nhất có nghĩa là chúng ta phải có đầy đủ tất cả các bước để có được, khi lệnh đang được thực hiện, kết quả có thể tốt nhất cho các bạn tham gia vào tài khoản giá, chi phí, tốc độ, khả năng thực hiện và giải quyết, kích thước, tự nhiên hay bất kỳ điều gì khác liên quan đến việc thực hiện các lệnh.
zh_cn: 我们按照最佳执行责任行事，努力以与您的订单相关的合理可用价格开盘或平仓交易。最佳执行意味着我们在执行订单时必须采取足够措施，考虑价格、成本、速度、执行和结算的可能性、大小、性质或任何其他考虑因素以为您获取最大效益。

source: We have a proven track record since we launched our platform in 2000.
de_de: Seit dem wir unsere Plattform in 2000 gestartet haben, haben wir eine nachweisliche Erfolgsbilanz.
fr_fr: Nous offrons des services de qualité depuis le lancement de notre plateforme en 2000.
id_id: Kami memiliki track record yang terbukti sejak diluncurkan pada tahun 2000.
pl_pl: Nasze doświadczenie sięga 2000 r., kiedy to uruchomiliśmy naszą platformę.
pt_pt: Temos um histórico comprovado desde o lançamento da nossa plataforma em 2000.
vi_vn: Chúng tôi có một lịch sử hoạt động để chứng minh kể từ khi chúng tôi đưa ra sàn giao dịch của chúng tôi vào năm 2000.
zh_cn: 自2000年推出平台以来，我们保持良好的经营纪录。

source: We have a tested and proven selection of referral tools including banners, reviews, videos, and text ads for you to use. If you would like certain items to be customised to your preferences, please contact your account manager at %1. You can also use the MyAffiliates system to track and optimise your campaigns.
de_de: Wir stellen eine getestete und bewährte Auswahl von Anwerbe-Tools einschließlich Banner, Bewertungen, Videos und Textanzeigen zu Ihrer Verfügung. Wenn Sie bestimmte Elemente nach Ihren Wünschen angepasst haben möchten, kontaktieren Sie bitte Ihren Kundenbetreuer bei %1. Sie können auch das Myaffiliates System dazu verwenden, Ihre Kampagnen zu verfolgen und zu optimieren.
fr_fr: Nous avons une sélection testée et éprouvée d'outils de parrainage y compris des bannières, des synthèses, vidéos et annonces textuelles que vous pouvez utiliser. Si vous souhaitez que certains éléments puissent être personnalisés en fonction de vos préférences, veuillez contacter le manager de votre compte %1. Vous pouvez également utiliser le système de Myaffiliates pour suivre et optimiser vos campagnes.
id_id: Kami memiliki berbagai pilihan materi referral yang sudah teruji dan terbukti termasuk spanduk, ulasan, video, dan iklan teks untuk Anda gunakan. Jika Anda memerlukan materi tertentu yang disesuaikan dengan keperluan Anda, silakan hubungi manajer akun Anda di %1. Anda juga dapat menggunakan sistem myAffiliates.
pl_pl: Posiadamy sprawdzone narzędzia do polecania klientów, takie jak banery, opinie, nagrania i reklamy tekstowe, które możesz użyć. Jeśli chcesz zmienić niektóre elementy tych materiałów stosownie do Twoich preferencji, skontaktuj się ze swoim menedżerem konta pod adresem: %1. Możesz też skorzystać z systemu MyAffiliates, aby śledzić i optymizować swoje kampanie marketingowe.
vi_vn: Chúng tôi đã kiểm tra và thử nghiệm các công cụ giới thiệu bao gồm các biểu ngữ, đánh giá, video và quảng cáo văn bản để bạn sử dụng. Nếu bạn muốn một số mặt hàng nhất định được tùy chỉnh theo sở thích của mình, vui lòng liên hệ với người quản lý tài khoản của bạn tại %1. Bạn cũng có thể sử dụng hệ thống MyAffiliates để theo dõi và tối ưu hóa chiến dịch của mình.
zh_cn: 我们有一系列经过测试和证实有效的推介工具, 包括横幅、评论、视频和文本广告供您使用。如果您希望按照自己的偏好定制某些项目, 请与您的%1账户管理员联系。您还可以使用 MyAffiliates 系统跟踪和优化您的营销活动。

source: We have in place adequate internal procedures to ensure that you are in all cases treated fairly and that the risk of damage to client interests will be mitigated.
de_de: Bei uns gelten interne Verfahren, die dafür sorgen, dass Sie in allen Fällen fair behandelt werden und das Schadensrisiko für Kundeninteressen gemildert wird.
id_id: Kami memiliki prosedur internal yang memadai untuk memastikan Anda berada dalam semua kasus diperlakukan secara adil dan bahwa risiko kerusakan pada kepentingan klien akan dikurangi.
pl_pl: Stosujemy odpowiednie procedury wewnętrzne, aby zapewnić, że nasi klienci są traktowani sprawiedliwie w każdym przypadku oraz że ryzyko naruszenia interesów klientów jest zminimalizowane.
pt_pt: Temos procedimentos internos em vigor para certificar que você seja tratado de forma justa em todos os casos e que o risco de dano aos interesses do cliente seja mitigado.
vi_vn: Chúng tôi luôn sắp xếp quy trình nội bộ thích hợp để bảo đảm rằng tất cả các trường hợp được đối xử công bằng và nguy cơ gây thiệt hại đến lợi ích của khách hàng sẽ được giảm thiểu.
zh_cn: 我们拥有完善的内部流程，确保您得到全程的公平对待，并将利益亏损的风险降至最低。

source: We have outlined for you our privacy practices as follows:
de_de: Wir haben Ihnen unsere Datenschutzpraktiken wie folgt dargestellt:
id_id: Kami telah menguraikan praktik privasi kami sebagai berikut:
pl_pl: Poniżej przedstawiamy naszą politykę prywatności:
pt_pt: Delineamos as nossas práticas de privacidade da seguinte forma:
vi_vn: Chúng tôi đã vạch ra cho bạn các hoạt động bảo mật của chúng tôi như sau:
zh_cn: 我们已为您简单列出了我们的隐私实践方式如下：

source: We have the right and obligation not to accept the information provided by you if we know or have a reason to believe that it is incorrect, inaccurate or incomplete. In such case, we may ask you to clarify or correct the details provided.
de_de: Wir haben das Recht und die Verpflichtung, die Informationen die von Ihnen bereitgestellt wurden nicht zu akzeptieren, wenn wir wissen oder einen Grund dazu haben, zu glauben, dass sie falsch, ungenau oder unvollständig sind. In einem solchen Fall bitten wir Sie darum, Ihre Angaben aufzuklären oder zu korrigieren.
id_id: Kami memiliki hak dan kewajiban untuk tidak menerima informasi yang Anda berikan jika kami mengetahui atau memiliki alasan untuk percaya bahwa itu tidak benar, tidak akurat atau tidak lengkap. Jika demikian, kami mungkin meminta Anda untuk mengklarifikasi atau memperbaiki rincian yang diberikan.
pl_pl: Mamy prawo i obowiązek nieakceptowania informacji, które nam przekazujesz, jeśli wiemy lub mamy powód podejrzewać, że są one niepoprawne, niedokładne lub niekompletne. W takim przypadku możemy poprosić Cię o wyjaśnienie lub poprawienie przekazanych danych.
pt_pt: Temos o direito e a obrigação de não aceitar informações fornecidas por você se sabemos ou temos motivos para acreditar que estão incorretas, imprecisas ou incompletas. Em tal caso, podemos pedir-lhe para esclarecer ou corrigir os dados fornecidos.
vi_vn: Chúng tôi có quyền và nghĩa vụ không chấp nhận các thông tin do bạn cung cấp nếu chúng tôi biết hoặc có lý do để tin rằng đó là không đúng, không chính xác hoặc không đầy đủ. Trong trường hợp như vậy, chúng tôi có thể yêu cầu bạn làm rõ hoặc sửa chữa các chi tiết được cung cấp.
zh_cn: 如果我们知道或有理由相信您所提供的信息是不正确、不准确或不完整的，我们有权利和义务不接受此信息。在此情况下，我们可要求您对所提供的详细信息作出澄清或纠正。

source: We hold all personal data we collect from you with due diligence and only process them for purposes as required or allowed by law. This includes the process of obtaining and sharing of certain information with third parties for credit or identity checks to comply with legal and regulatory obligations. In certain cases, we may process your data to fulfill our contractual obligations with you.
de_de: Wir halten alle persönlichen Daten, die wir von Ihnen sammeln, mit Sorgfaltspflicht und bearbeiten diese nur zu Zwecken, die erforderlich oder gesetzlich zulässig sind. Dies beinhaltet den Prozess der Beschaffung und Verteilung bestimmter Informationen an Dritte für Kredit oder Identitätsüberprüfungen, um rechtlichen und regulatorischen Verpflichtungen nachzukommen. In manchen Fällen verarbeiten wir Ihre Daten zur Erfüllung unserer vertraglichen Verpflichtungen mit Ihnen.
id_id: Kami menyimpan semua data pribadi yang kami kumpulkan dengan uji tuntas dan hanya memprosesnya untuk tujuan sebagaimana diharuskan atau diizinkan oleh hukum. Ini termasuk proses memperoleh dan berbagi informasi tertentu dengan pihak ketiga untuk pemeriksaan kredit atau identitas untuk mematuhi kewajiban hukum dan peraturan. Dalam kasus tertentu, kami dapat memproses data Anda untuk memenuhi kewajiban kami pada Anda.
pl_pl: Wszystkie gromadzone od Ciebie dane osobowe przechowujemy, zachowując należytą staranność i przechowujemy je wyłącznie w celach dozwolonych i wymaganych przez prawo. Zalicza się do tego przechowywanie określonych informacji przez strony trzecie i i udostępnianie ich stronom trzecim w celu sprawdzenia tożsamości i wiarygodności kredytowej, aby zachować zgodność z wymogami prawnymi i regulacyjnymi. W określonych przypadkach możemy przetwarzać Twoje dane w celu spełnienia naszych zobowiązań umownych względem Ciebie.
pt_pt: Detemos todos os dados pessoais que coletamos de você com a devida diligência e apenas os processamos conforme necessário ou permitido por lei. Isso inclui o processo de obtenção e compartilha de determinadas informações com terceiros para verificações de identidade ou de crédito para o cumprimento de obrigações legais ou regulamentares. Em determinados casos, poderemos processar os seus dados para cumprirmos as nossas obrigações contratuais com você.
vi_vn: Chúng tôi giữ tất cả cá nhân chúng tôi thu thập từ bạn với sự tỉ mỉ và chỉ xử lý chúng cho mục đích như cung cấp dữ liệu theo yêu cầu hoặc sự cho phép của Luật Pháp. Điều này bao gồm quá trình thu thập và chia sẻ một số thông tin với bên thứ ba cho các tín dụng hoặc danh tính sẽ kiểm tra để tuân thủ nghĩa vụ pháp lý và pháp lý. Trong trường hợp nhất định, chúng tôi có thể xử lý dữ liệu của bạn để thực hiện nghĩa vụ hợp đồng của chúng tôi với bạn.
zh_cn: 从您那里收集的所有个人数据，我们会尽力保存，并将仅按法律要求或法律允许的目的进行处理。这包括按照法律和监管义务向第三方获取和与其分享某些信息以进行信用或身份检查的过程。在某些情况下，我们可能会处理您的数据以履行我们与您的合同义务。

source: We look forward to hearing from you.
de_de: Wir würden uns freuen, wieder von Ihnen zu hören.
fr_fr: N'hésitez pas à nous contacter.
id_id: Kami menunggu berita baik Anda.
pl_pl: Czekamy na wiadomość.
pt_pt: Esperamos receber notícias suas.
vi_vn: Chúng tôi mong nhận được tin từ bạn.
zh_cn: 欢迎联系我们。

source: We love to work with smart and talented people who are eager to roll up their sleeves and get things done.
de_de: Wir lieben es, mit schlauen und talentierten Menschen zu arbeiten, die gespannt darauf sind, ihre Ärmel hochzukrempeln und Sachen anzupacken.
fr_fr: Nous aimons travailler avec des gens intelligents et talentueux qui sont désireux de se retrousser les manches et d'accomplir du bon travail.
id_id: Kami senang bekerja dengan orang pintar dan berbakat yang ingin menyingsingkan lengan baju mereka dan menyelesaikan pekerjaan.
pl_pl: Uwielbiamy pracować z mądrymi, utalentowanymi ludźmi, którzy chętnie podwiną rękawy i wezmą się do pracy.
pt_pt: Adoramos trabalhar com pessoas inteligentes e talentosas que estão ansiosas para arregaçar as mangas e produzir resultados.
vi_vn: Chúng tôi thích làm việc với những người thông minh và tài năng, những người luôn thích làm việc chăm chỉ và hoàn thành công việc đúng thời hạn.
zh_cn: 我们乐于与聪明和有才智、渴望立刻动手完成任务的人合作。

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
de_de: Wir unterhalten die Kundenguthaben in Bar oder in Form von Barwerten. Wir garantieren, dass 100% eines jeden Kundenguthabens - vorbehaltich einer Überprüfung - für eine sofortige Auszahlung zur Verfügung stehen.
id_id: Kami menjaga jumlah saldo tunai untuk memastikan 100% saldo tunai setiap pelanggan tersedia untuk melakukan penarikan langsung, tertakluk kepada verifikasi.
pl_pl: Utrzymujemy salda klientów w gotówce lub ekwiwalent pieniężny. Zapewniamy, że 100% salda każdego klienta jest dostępne do natychmiastowej wypłaty pod warunkiem pozytywnej weryfikacji.
pt_pt: Conservamos os saldos dos clientes em numerário ou em equivalente a numerário. Garantimos que 100% do saldo de cada cliente está disponível para retirada imediata, sujeita a verificação.
vi_vn: Chúng tôi duy trì số dư của khách hàng bằng tiền mặt hoặc tiền tương đương. Chúng tôi đảm bảo 100% số dư của mỗi khách hàng có thể rút ngay lập tức.
zh_cn: 我们为客户保管现金或现金等价物余额。我们100%保证每位客户的账户余额在经过核实后都能立即提取。

source: We may also transfer relevant personal and financial data to any company within the Binary Group of companies. This includes any of our business associates or payment providers within or outside of the EEA, including countries which might not offer an equivalent level of protection of personal data. In all instances, we place a contractual obligation on such third parties to offer the same level of rights and protection as stipulated in the GDPR.
de_de: Wir können auch relevante persönliche und finanzielle Daten an Unternehmen innerhalb der Binary Unternehmensgruppe übertragen. Dazu gehören unsere Geschäftspartner oder Zahlungsanbieter innerhalb oder außerhalb des Europäischen Wirtschaftsraums, einschließlich der Länder, die keinen gleichwertigen Schutz personenbezogener Daten bieten können. In allen Fällen legen wir eine vertragliche Verpflichtung auf solche Dritte, die gleichen Level an Rechten und Schutz gemäß der GbR anzubieten.
id_id: Kami juga dapat mentransfer data pribadi dan keuangan yang relevan ke perusahaan mana pun pada Grup Perusahaan Binary. Ini termasuk salah satu rekan bisnis kami atau penyedia pembayaran di dalam atau di luar EEA, termasuk negara-negara yang mungkin tidak menawarkan tingkat perlindungan data pribadi yang setara. Dalam semua contoh, kami menempatkan kewajiban kontraktual pada pihak ketiga tersebut untuk menawarkan tingkat hak dan perlindungan yang sama sebagaimana ditetapkan dalam GDPR.
pl_pl: Możemy też przekazywać odpowiednie dane osobowe i finansowe dowolnej spółce grupy Binary Group, w tym dowolnym partnerom biznesowym lub dostawco usług płatniczych na obszarze EOG lub poza nim, w tym na terenie krajów, które mogą nie oferować takiego samego poziomu ochrony danych osobowych. W każdym przypadku na takie strony trzecie nakładany jest obowiązek umowny obligujący je do zapewnienia takiego samego poziomu praw i ochrony, jak określono w RODO.
pt_pt: Podemos também transferir dados pessoais e financeiros relevantes para qualquer empresa dentro do Binary Group. Isto inclui quaisquer dos nossos parceiros de negócio ou provedores de pagamentos dentro ou fora EEE, incluindo países que podem não oferecer um nível equivalente de proteção de dados pessoais. Em todas as circunstâncias, impomos obrigações contratuais em tais terceiros para oferecerem o mesmo nível de direitos e proteção conforme estipulado no RGPD.
vi_vn: Chúng tôi cũng có thể chuyển dữ liệu cá nhân và tài chính liên quan đến bất kỳ công ty nào trong tập đoàn công ty Binary. Điều này bao gồm một trong các đối tác kinh doanh của chúng tôi hoặc các nhà cung cấp thanh toán bên trong hoặc bên ngoài của EEA, bao gồm các quốc gia mà có thể cung cấp một mức độ tương đương bảo vệ dữ liệu cá nhân. Trong mọi trường hợp, chúng tôi đặt một hợp đồng nghĩa vụ bên thứ ba để cung cấp cho cùng một mức độ quyền và bảo vệ theo quy định trong GDPR.
zh_cn: 我们也可能会将相关的个人和财务数据传输给Binary 集团内的任何公司。这包括我们在EEA内部或外部的任何商业伙伴或支付提供商，包括那些可能不提供同等级别的个人数据保护的国家。在所有情况下，我们与这些第三方签立合同义务，以提供与GDPR规定相同的权利和保护水平。
