Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends – a standard practice for all Forex brokers.
de_de: Positionen die an einem Mittwoch um 23:59:59 GMT noch offen sind, wird der Swapsatz dreimal in Rechnung gestellt, um für Wochenenden aufzukommen - eine gängige Praxis für alle Broker.
fr_fr: Les positions qui sont encore ouvertes le mercredi à 23:59:59 GMT seront facturées trois fois le taux swap pour compte durant les weekends - une pratique courante pour tous les courtiers Forex.
id_id: Posisi yang masih berjalan pada hari Rabu pada 23:59:59 GMT akan dikenakan biaya swap tiga kali pada akun untuk akhir pekan - hal yang biasa di lakukan pada semua broker Forex.
pl_pl: W przypadku pozycji, które będą wciąż otwarte w piętek o godzinie 23:59:59 czasu uniwersalnego (GMT) zostanie pobrana potrójna wartość stawek swapowych, aby uwzględnić dni weekendowe – jest to standardowa praktyka w przypadku wszystkich brokerów.
pt_pt: Posições que ainda estão abertas na quarta-feira às 23:59:59 GMT irão ser cobradas três vezes a taxa de swap para contabilizar os fins-de-semana, uma prática corrente de todas as corretoras de Forex.
vi_vn: Các phiên vẫn mở vào Thứ Tư lúc 23:59:59 GMT sẽ phải trả gấp ba lần theo tỷ lệ trao đổi vào tài khoản cho ngày cuối tuần - một tiêu chuẩn cho tất cả các môi giới ngoại hối.
zh_cn: 按照所有外汇经纪商标准操作规程，周三格林威治时间23:59:59 过后仍未平仓的头寸须付掉期利率的三倍为周末费率。

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends – a standard practice for all brokers.
de_de: Positionen die an einem Mittwoch um 23:59:59 GMT noch offen sind, wird der Swapsatz dreimal in Rechnung gestellt, um für Wochenenden aufzukommen - eine gängige Praxis für alle Broker.
fr_fr: Les positions qui sont encore ouvertes le mercredi à 23:59:59 GMT seront facturées trois fois le taux swap pour compte durant les weekends - une pratique courante pour tous les courtiers.
id_id: Posisi yang masih berjalan pada hari Rabu pada 23:59:59 GMT akan dikenakan biaya swap tiga kali pada akun untuk akhir pekan - hal yang biasa di lakukan pada semua broker.
pl_pl: W przypadku pozycji, które będą wciąż otwarte w piętek o godzinie 23:59:59 czasu uniwersalnego (GMT) zostanie pobrana potrójna wartość stawek swapowych, aby uwzględnić dni weekendowe – jest to standardowa praktyka w przypadku wszystkich brokerów Forex.
pt_pt: Posições que ainda estão abertas na quarta-feira às 23:59:59 GMT irão ser cobradas três vezes a taxa de swap para contabilizar os fins-de-semana, uma prática corrente de todas as corretoras.
vi_vn: Các phiên vẫn mở vào thứ tư lúc 23:59:59 GMT sẽ phải trả gấp ba lần theo tỷ lệ trao đổi vào tài khoản cho ngày cuối tuần - một tiêu chuẩn cho tất cả các môi giới.
zh_cn: 按照所有经纪商标准操作规程，周三格林威治时间23:59:59 过后仍未平仓的头寸须付掉期利率的三倍为周末费率。

source: Postal Code/ZIP
de_de: Postleitzahl/PLZ
fr_fr: Code postal
id_id: Kode Pos
pl_pl: Kod pocztowy
pt_pt: Código postal/CEP
vi_vn: Mã bưu chính/ Mã ZIP
zh_cn: 邮编

source: Postal/ZIP code
fr_fr: Code postal
id_id: Kode POS
pl_pl: Kod pocztowy
vi_vn: Mã số bưu chính/ZIP
zh_cn: 邮政编码

source: PostgreSQL Database Administrator (DBA)
de_de: PostgreSQL Datenbank Administrator (DBA)
fr_fr: Administrateur de Base de données PostgreSQL (DBA)
pl_pl: Administrator Bazy Danych PostgreSQL (DBA)
pt_pt: Administrador de Banco de Dados PostgreSQL (DBA)
vi_vn: Quản trị viên cho cơ sở dữ liệu PostgreSQL (DBA)
zh_cn: PostgreSQL数据库管理员 (DBA)

source: Potential Conflicts of Interest
de_de: Potentielle Interessenkonflikte
id_id: Potensi Konflik Kepentingan
pl_pl: Potencjalny konflikt interesów
pt_pt: Potencial conflitos de interesse
vi_vn: Xung Đột Lợi Ích
zh_cn: 潜在的利益冲突

source: Potential Payout
de_de: Mögliche Auszahlung
fr_fr: Paiement potentiel
id_id: Potensi Hasil
pl_pl: Możliwa wypłata
pt_pt: Possível Prêmio
vi_vn: Khoảng Được Trả Tiềm Năng
zh_cn: 可能的赔付额

source: Potential Profit
de_de: Möglicher Gewinn
fr_fr: Profits potentiels
id_id: Potensi Hasil
pl_pl: Możliwy zysk
pt_pt: Lucro Potencial
vi_vn: Lợi Nhuận Tiềm Năng
zh_cn: 潜在利润

source: Potential Profit/Loss
de_de: Möglicher Gewinn/Verlust
fr_fr: Bénéfice/Perte Potentielle
id_id: Potensi Laba/Rugi
pl_pl: Potencjalny zysk/strata
pt_pt: Lucro/Perda potencial
vi_vn: Lợi nhuận / thua lỗ tiềm năng
zh_cn: 潜在利润/亏损

source: Potential profit
de_de: Potentielle Rendite
fr_fr: Profits potentiels
id_id: Potensi laba
pl_pl: Możliwy zysk
pt_pt: Lucro potencial
vi_vn: Lợi nhuận tiềm năng
zh_cn: 潜在利润

source: Power & simplicity
de_de: Stärke & Bescheidenheit
fr_fr: Efficacité et simplicité
id_id: Kuat & sederhana
pl_pl: Siła i prostota
pt_pt: Potência e simplicidade
vi_vn: Mạnh mẽ và đơn giản
zh_cn: 简单而强大

source: Powerful charting and technical analysis
de_de: Leistungsfähiges Charting und leistungsfähige Analyse
fr_fr: Graphiques et outils d'analyse technique performants
id_id: Charting lengkap dan analisis teknis
pl_pl: Funkcjonalne wykresy i zaawansowana analiza techniczna
pt_pt: Poderosos gráficos e análise técnica
vi_vn: Phân tích biểu đồ và kỹ thuật mạnh mẽ
zh_cn: 功能强大的图表和技术分析

source: Practice account with replenishable USD 10,000 virtual credit.
de_de: Übungskonto mit einem nachwachsenden 10.000 USD virtuellen Kredit.
fr_fr: Compte d'entrainement avec un crédit virtuel renouvelable de 10 000 USD.
id_id: Akun latihan dengan dana virtual sebesar USD 10.000 yang dapat diisi ulang.
pl_pl: Konto wirtualne z odnawialnymi środkami wirtualnymi w wysokości 5 000 USD.
pt_pt: Uma conta de treinamento com 10.000 USD em crédito virtual recuperável.
vi_vn: Tài khoản thử với 10,000 USD tín dụng ảo có thể cấp thêm.
zh_cn: 拥有10,000美元虚拟资金, 并可充值的练习账户

source: Practice your trading strategies in a risk-free environment by using virtual funds.
de_de: Üben Sie Ihre Handelsstrategien in einer risikofreien Umgebung mit virtuellen Geldern.
fr_fr: Pratiquez vos stratégies de trading dans un environnement sans risque en utilisant des fonds virtuels.
id_id: Latih strategi trading Anda tanpa risiko dengan menggunakan dana virtual.
pl_pl: Przećwicz swoje strategie handlowe w bezpiecznym środowisku przy użyciu funduszy wirtualnych.
pt_pt: Treine a sua estratégia de negociação num ambiente livre de riscos ao usar dinheiro virtual.
vi_vn: Thực hành chiến lược kinh doanh của bạn trong một môi trường không rủi ro bằng cách sử dụng tiền ảo.
zh_cn: 使用虚拟资金在无风险的环境中实践您的交易策略。

source: Practise with virtual funds
de_de: Üben Sie mit virtuellen Mitteln
fr_fr: Exercez vous avec des fonds virtuels
id_id: Berlatih menggunakan akun virtual
pl_pl: Ćwicz przy użyciu wirtualnych środków
pt_pt: Treine com fundos virtuais
vi_vn: Thực hành với quỹ tiền ảo
zh_cn: 使用虚拟资金练习

source: Practise your trading strategy with virtual funds in a risk-free environment.
de_de: Üben Sie Ihre Handelsstrategie mit virtuellen Fonds in einer risikofreien Umgebung.
fr_fr: Pratiquez votre stratégie de trading avec des fonds virtuels dans un environnement sans risque.
id_id: Latih strategi trading Anda menggunakan dana virtual dengan bebas risiko.
pl_pl: Przećwicz swoją strategię handlową w środowisku pozbawionym ryzyka, korzystając z wirtualnych środków.
pt_pt: Pratique a sua estratégia de negociação com fundos virtuais num ambiente livre de riscos.
vi_vn: Thực hành chiến lược giao dịch của bạn với các tiền ảo trong một môi trường không có rủi ro.
zh_cn: 在无风险的环境中使用虚拟基金实践您的交易策略。

source: Precious metal pairs including gold and platinum.
de_de: Edelmetallpaare, einschließlich Gold und Platin.
fr_fr: Paires de métaux précieux y compris or et platine.
id_id: Pasangan logam mulia termasuk emas dan platinum.
pl_pl: Pary metali szlachetnych, w tym złoto i platyna.
pt_pt: Metais preciosos, incluindo ouro e platina.
vi_vn: Cặp kim loại quý bao gồm cả vàng và bạch kim.
zh_cn: 包括黄金和铂金的贵重金属。

source: Precious metals
de_de: Edelmetalle
fr_fr: Métaux précieux
id_id: Logam mulia
pl_pl: Metale szlachetne
pt_pt: Metais preciosos
vi_vn: Kim loại quý
zh_cn: 贵重金属

source: Precious metals are harder to come by and are more valuable than industrial metals. Because precious metals are softer and less reactive, they are widely used in jewellery, medical devices, and electronics.
de_de: Edelmetalle sind schwerer zu bekommen und sind wertvoller als Industriemetalle. Da Edelmetalle weicher und weniger reaktiv sind, werden sie weitläufig für Schmuck, medizinische Geräte und Elektronik verwendet.
fr_fr: Les métaux précieux sont plus difficiles à trouver et sont plus précieux que les métaux industriels. Parce que les métaux précieux sont plus doux et moins réactifs, ils sont largement utilisés en joaillerie, dispositifs médicaux et l’électronique.
id_id: Logam mulia lebih sulit ditemukan dan lebih berharga daripada logam industri. Karena logam mulia lebih lembut dan kurang reaktif, mereka banyak digunakan dalam perhiasan, peralatan medis, dan elektronik.
pl_pl: Metale szlachetne są rzadsze i cenniejsze niż metale przemysłowe. Ze względu na to, że są one miększe i rzadziej wchodzą w reakcję, są powszechnie używane w produktach jubilerskich, urządzeniach medycznych i elektronicznych.
pt_pt: Metais preciosos são mais difíceis de obter e são mais valiosos do que metais indústrias. Como os metais preciosos são mais maleáveis e menos reativos, eles são amplamente usados no fabrico de joias, dispositivos médicos e na eletrônica.
vi_vn: Kim loại quý là khó kiếm và có có giá trị hơn so với kim loại công nghiệp. Bởi vì kim loại quý nhẹ nhàng hơn và ít phản ứng, chúng được sử dụng rộng rãi trong đồ trang sức, thiết bị y tế và các thiết bị điện tử.
zh_cn: 贵重金属较难获取，比工业金属更有价值。由于贵重金属比较软，反应性也较低，因此广泛用于珠宝、医疗器械和电子产品。

source: Predict if the market will rise or fall from its current level, or if it will end higher or lower than a price target
de_de: Sagen Sie voraus, ob der Kurs von seinem aktuellen Level steigen oder fallen wird, oder höher oder niedriger als ein Kursziel enden wird
fr_fr: Prédisez si le marché va augmenter ou diminuer de son niveau actuel, ou s'il finira supérieur ou inférieur au prix cible
id_id: Menganalisa apakah pasar akan naik atau turun dari level saat ini, atau apakah akan berakhir lebih tinggi atau lebih rendah dari target harga
pl_pl: Prognozuj, czy cena rynkowa wzrośnie czy spadnie w porównaniu z obecnym poziomem lub czy zakończy się powyżej lub poniżej ceny docelowej
pt_pt: Preveja se o mercado irá terminar acima ou abaixo do seu nível atual ou se ele irá terminar acima ou abaixo de um preço-alvo
vi_vn: Dự đoán nếu thị trường sẽ tăng hay giảm từ mức hiện tại của nó, hoặc nếu nó sẽ kết thúc cao hơn hoặc thấp hơn so với một giá mục tiêu
zh_cn: 预测市场价格是否会从当前水平上涨或下跌, 或者合约到期时是否高于或低于目标价格

source: Predict if the market will stay between or go outside two price targets
de_de: Sagen Sie voraus, ob der Kurs zwischen oder außerhalb zweier Kursziele sein wird
fr_fr: Prédisez si le marché restera à l'intérieur ou sortira de la zone entre deux prix-cibles
id_id: Menganalisa apakah pasar akan tetap berada di antara atau bergerak ke luar dua target harga
pl_pl: Prognozuj, czy cena rynkowa pozostanie w przedziale dwóch cen docelowych, czy wyjdzie poza ten przedział
pt_pt: Preveja se o mercado irá ficar dentro ou sair fora de dois preços-alvo
vi_vn: Dự đoán thị trường ở giữa hoặc ra ngoài hai giá mục tiêu
zh_cn: 预测市价是否保持在两个目标价格的范围之内，或超出范围之外

source: Predict if the market will touch or not touch a price target
de_de: Sagen Sie voraus, ob der Kurs einen Zielkurs erreichen oder nicht erreichen wird
fr_fr: Prédisez si le marché va toucher ou non le prix cible
id_id: Menganalisa apakah pasar akan menyentuh atau tidak menyentuh target harga
pl_pl: Prognozuj, czy cena rynkowa osiągnie poziom ceny docelowej
pt_pt: Preveja se o mercado irá tocar ou não tocar num preço-alvo
vi_vn: Dự đoán nếu thị trường sẽ chạm hoặc không chạm một giá mục tiêu
zh_cn: 预测市场价格是否会触及目标价格

source: Predict market movement using up/down, touch/no touch, and in/out trade types.
de_de: Sagen Sie Marktbewegungen mittels auf/ab, Ziel/kein Ziel, und innerhalb/außerhalb Handelstypen vorher.
fr_fr: Prédire les mouvements du marché à l’aide de types de trade comme haut/bas, touche/ne touche pas et dans/hors de.
id_id: Memprediksi pergerakan pasar menggunakan jenis trading up/down, touch/no touch, dan in/out.
pl_pl: Prognozuj ruchy na rynku, korzystając z zakładów typu góra/dół, osiągnie/nie osiągnie i w/poza.
pt_pt: Preveja os movimentos do mercado usando negociações do tipo "acima/abaixo", "toca/não toca" e "dentro/fora".
vi_vn: Dự đoán chuyển động thị trường bằng cách sử dụng các loại giao dịch lên/xuống, chạm/không chạm, và vào/ra.
zh_cn: 使用上涨/下跌、触及/未触及和范围内/范围外交易类型预测市场变动。

source: Predict that the last digit is an even number or odd number after the last tick
de_de: Sagen voraus, dass die letzte Ziffer eine gerade oder ungerade Zahl nach dem letzten Tick ist
fr_fr: Prédisez que le dernier chiffre est un nombre pair ou impair après le dernier tick
id_id: Memprediksi bahwa digit terakhir adalah nomer genap atau nomer ganjil setelahh tick terakhir
pl_pl: Prognozuj, czy ostatnia cyfra po ostatniej najmniejszej zmianie ceny jest parzysta czy nieparzysta
pt_pt: Preveja se o último dígito será par ou ímpar depois do último tique-taque
vi_vn: Dự đoán rằng chữ số cuối là một số chẵn hoặc lẻ số sau tick cuối cùng
zh_cn: 预测最后跳动点后最后一个数字是偶数或奇数

source: Predict that the last digit is higher or lower
de_de: Sagen Sie voraus, dass die letzte Stelle darüber oder darunter liegt
fr_fr: Prédire que le dernier chiffre est plus haut ou plus bas
id_id: Prediksikan digit terakhir lebih tinggi atau lebih rendah
pl_pl: Prognozuj, czy ostatnia cyfra będzie wyższa czy niższa niż dana wartość
pt_pt: Preveja se o último dígito será superior ou inferior
vi_vn: Dự đoán chữ số cuối là cao hơn hoặc thấp hơn
zh_cn: 预测最后数字是大于或小于

source: Predict that the last digit will match or not match
de_de: Sagen Sie voraus, dass die letzte Stelle gleich oder verschieden ist
fr_fr: Predire que le dernier chiffre correspondra ou pas
id_id: Prediksikan digit terakhir akan cocok atau tidak
pl_pl: Prognozuj, czy ostatnia cyfra będzie taka sama, czy nie
pt_pt: Preveja se o último dígito irá combinar ou diferir
vi_vn: Dự đoán các chữ số cuối cùng sẽ khớp hoặc không khớp
zh_cn: 预测最后数字是否符合

source: Predict that the market stays inside or goes outside two price targets any time during the contract period
de_de: Sagen Sie voraus, dass der Kurs sich innerhalb oder außerhalb zwischen zwei Zielkursen zu jeder Zeit während der Kontraktlaufzeit bewegt
fr_fr: Prédisez si le marché fluctuera à l'intérieur ou à l'extérieur de la zone définie entre deux prix-cibles, à tout moment de la période du contrat
id_id: Prediksikan bahwa pasar tetap berada di dalam atau melampaui dua target harga setiap saat selama masa kontrak
pl_pl: Prognozuj, czy cena rynkowa pozostanie w przedziale cen docelowych lub przekroczy ten przedział w dowolnym momencie w danym okresie trwania kontraktu
pt_pt: Preveja se o mercado permanecerá dentro ou sairá fora de dois preços-alvo em qualquer momento durante o período do contrato
vi_vn: Dự đoán rằng thị trường vẫn nằm giữa hoặc ra ngoài 2 mức giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng
zh_cn: 预测市价在合约期限内的任何时间都保持在两个目标价位范围之内或超出范围之外

source: Predict that the market stops inside or outside two price targets at the end of the time period
de_de: Sagen Sie voraus, dass der Kurs zum Ende eines Zeitraums innerhalb oder außerhalb zweier Kursziele schließt
fr_fr: Prédisez que le marché terminera à l'intérieur ou à l'extérieur de la zone délimitée par deux prix-cibles à la fin de la période d'activité de l'option
id_id: Prediksikan bahwa pasar berhenti di dalam atau di luar dua target harga pada akhir periode waktu
pl_pl: Prognozuj, czy cena rynkowa zatrzyma się pod koniec okresu w przedziale między dwiema cenami docelowymi czy poza nim
pt_pt: Preveja se o mercado termina dentro ou fora de dois preços-alvo no fim do período de tempo
vi_vn: Dự đoán rằng thị trường sẽ dừng lại ở trong hay ngoài 2 mức giá mục tiêu khi kết thúc thời hạn nhất định
zh_cn: 预测市场价格在合约到期时处于两个目标价格范围之内或之外

source: Predict that the market will end higher or lower than a price target
de_de: Sagen Sie voraus, dass der Kurs höher oder niedriger als der Zielkurs enden wird
fr_fr: Prédisez si le marché finira en hausse ou en baisse par rapport au prix cible
id_id: Prediksikan bahwa pasar akan berakhir lebih tinggi atau lebih rendah dari target harga
pl_pl: Prognozuj, czy cena rynkowa będzie wyższa czy niższa od ceny docelowej
pt_pt: Preveja se o mercado irá terminar acima ou abaixo de um preço-alvo
vi_vn: Dự đoán rằng thị trường sẽ kết thúc cao hơn hoặc thấp hơn mức giá mục tiêu
zh_cn: 预测到期时市场价格是高于还是低于目标价格

source: Predict that the market will end higher or lower than the average price.
de_de: Sagen Sie voraus, dass der Kurs höher oder niedriger als der Durchschnittskurs enden wird.
fr_fr: Prédisez que le marché terminera à un cours supérieur ou inférieur au cours moyen.
id_id: Menganalisa dimana pasar akan berakhir lebih tinggi atau lebih rendah dari harga rata-rata.
pl_pl: Prognozuj, czy cena rynkowa będzie wyższa czy niższa od średniej ceny.
pt_pt: Preveja se o mercado terminará mais alto ou mais baixo que o preço médio.
vi_vn: Dự đoán xem thị trường sẽ kết thúc cao hơn hoặc thấp hơn giá trung bình.
zh_cn: 预测市价在收盘时高于或低于平均价格.

source: Predict that the market will end up higher than either the current level or the level at a predetermined time (reset time)
de_de: Sagen Sie voraus, dass der Kurs höher als das aktuelle Level oder als eine vorbestimmte Zeit (Nachstellzeit) sein wird
fr_fr: Prédire que le marché finira plus haut que soit le niveau actuel ou le niveau à un moment prédéterminé (temps de réinitialisation)
id_id: Menganalisa pasar akan berakhir lebih tinggi dari level saat ini atau level pada waktu yang ditentukan sebelumnya (waktu reset)
pl_pl: Prognozuj, czy końcowa cena rynkowa będzie wyższa niż obecna cena lub cena w określonym wcześniej czasie (czas resetowania)
pt_pt: Preveja que o mercado irá terminar mais alto que o nível atual ou o nível a uma hora predeterminada (hora de redefinição)
vi_vn: Dự đoán thị trường sẽ kết thúc cao hơn so với mức hiện hành hoặc các mức tại một thời gian định trước (Thời gian đặt lại)
zh_cn: 预测市场价最终将高于当前水平或预定时间(重设时间) 的水平

source: Predict that the market will end up lower than either the current level or the level at a predetermined time (reset time)
de_de: Sagen voraus, dass der Kurs niedriger als das aktuelle Level oder als die vorbestimmte Zeit (Nachstellzeit) sein wird
fr_fr: Prédire que le marché finira plus bas que soit le niveau actuel ou le niveau à un moment prédéterminé (temps de réinitialisation)
id_id: Menganalisa pasar akan berakhir lebih rendah dari level saat ini atau level pada waktu yang ditentukan sebelumnya (waktu reset)
pl_pl: Prognozuj, czy końcowa cena rynkowa będzie niższa niż obecna cena lub cena w określonym wcześniej czasie (czas resetowania)
pt_pt: Preveja que o mercado irá terminar mais baxio que o nível atual ou o nível a uma hora predeterminada (hora de redefinição)
vi_vn: Dự đoán thị trường sẽ kết thúc thấp hơn so với mức hiện hành hoặc các cấp tại một thời gian định trước (Thời gian đặt lại)
zh_cn: 预测市场价最终将低于当前水平或预定时间(重设时间) 的水平

source: Predict that the market will rise or fall from its current level
de_de: Sagen Sie voraus, dass der Kurs von seinem aktuellen Level steigen oder fallen wird
fr_fr: Prédisez que le marché va augmenter ou baisser par rapport à son niveau actuel
id_id: Prediksikan bahwa pasar akan naik atau turun dari level saat ini
pl_pl: Prognozuj, czy rynek zyska czy straci w stosunku do obecnego poziomu
pt_pt: Preveja se o mercado irá subir ou descer do seu nível atual
vi_vn: Dự đoán rằng thị trường sẽ tăng hay giảm từ mức hiện tại
zh_cn: 预测市场价格是否会从当前水平上涨或下跌

source: Predict that the market will touch or not touch a target any time during the contract period.
de_de: Sagen Sie voraus, ob der Kurs ein Ziel erreichen oder nicht erreicht wird, zu jeder Zeit während der Kontraktlaufzeit.
fr_fr: Prédisez que le marché touche ou ne touche pas une cible à tout moment pendant la durée du contrat.
id_id: Menganalisa dimana pasar akan menyentuh atau tidak menyentuh target kapan saja selama periode kontrak.
pl_pl: Prognozuj, czy cena rynkowa osiągnie cenę docelową czy nie osiągnie jej w dowolnym momencie w danym okresie trwania kontraktu.
pt_pt: Preveja se o mercado irá tocar ou não qualquer preço-alvo em qualquer momento durante o período do contrato.
vi_vn: Dự đoán rằng thị trường sẽ chạm hoặc không chạm mục tiêu bất kì lúc nào trong suốt kì hợp đồng.
zh_cn: 预测市价在合约期限内的任何时间都触及或不触及目标价。

source: Predict the direction<br />and purchase
de_de: Sagen Sie die Richtung voraus<br />und kaufen Sie
fr_fr: Prédire la direction<br />et acheter
id_id: Analisa arah<br />dan beli
pl_pl: Oszacuj kierunek zmian<br />i kup
pt_pt: Preveja a direção<br />e compre
vi_vn: Dự đoán khuynh hướng<br />và thu mua
zh_cn: 预测价格走向<br />并购入

source: Predict the highest or lowest tick among the next 5 ticks.
fr_fr: Prédire le plus haut ou plus bas tick parmi les 5 ticks suivants.
id_id: Analisa tik tertinggi atau terendah antara 5 tik berikutnya.
pl_pl: Prognozuj największą lub najmniejszą zmianę ceny spośród następnych 5 zmian.
vi_vn: Dự đoán tick cao nhất hoặc thấp nhất trong 5 tick tiếp theo.
zh_cn: 预测接下来5个价格变动中的最高或最低价格变动点。

source: Predict the last decimal digit of the spot price with Digits. There are three types of Digits trades:
de_de: Sagen Sie die letzte Dezimalstelle des Kassakurses voraus. Es gibt drei Typen von Ziffern-Geschäften:
fr_fr: Prédisez la dernière décimale de votre prix spot. Il y a trois types d'option « Chiffres » :
id_id: Prediksikan angka desimal terakhir dari harga spot dengan Digit. Ada tiga jenis perdagangan Digit:
pl_pl: Prognozuj ostatnią cyfrę ceny spot. Są trzy rodzaje zakładów typu „Cyfry”:
pt_pt: Preveja o último dígito do preço à vista com "Dígitos". Há 3 tipos de negociações "Dígitos":
vi_vn: Dự đoán chữ số cuối của số thập phân trong giá tại điểm giao dịch Chữ Số. Có ba loại giao dịch Chữ số:
zh_cn: 预测现货价格最后小数点数值的数字。共有三种数字交易：

source: Predict whether the exit spot will be higher or lower than the entry spot within a selected duration from 5 ticks to 10 ticks, or 1 minute to 5 minutes.
fr_fr: Prédire si la sortie spot sera supérieure ou inférieure à l’entrée spot au sein d’une durée choisie à partir des 5 à 10 ticks ou 1 minute à 5 minutes.
id_id: Analisa apakah spot akhir akan lebih tinggi atau lebih rendah dari spot awal selama durasi terpilih dari 5 hingga 10 tik, atau 1 hingga 5 menit.
pl_pl: Prognozuj, czy punkt wyjściowy będzie większy lub mniejszy od punktu wejściowego w wybranym okresie od 5 do 10 zmian ceny lub od 1 do 5 minut.
vi_vn: Dự đoán xem điểm chốt sẽ cao hơn hay thấp hơn điểm khởi đầu vào trong khoảng thời gian đã chọn từ 5 tick đến 10 tick, hoặc 1 phút đến 5 phút.
zh_cn: 预测退市现货价在5个跳动点到10个跳动点或1分钟到5分钟的选定时间内是否高于或低于入市现货价。

source: Predict whether the last digit of the last tick will be even or odd within a selected duration from 5 ticks to 10 ticks.
fr_fr: Prédire si le dernier chiffre du dernier tick sera pair ou impair dans une durée choisie à partir de 5 à 10 ticks.
id_id: Analisa digit terakhir dari tik terakhir adalah genap atau ganjil selama durasi terpilih 5 hingga 10 tik.
pl_pl: Prognozuj, czy ostatnia cyfra ostatniej zmiany ceny będzie parzysta czy nieparzysta w wybranym terminie od 5 do 10 zmian ceny.
vi_vn: Dự đoán liệu chữ số cuối cùng của tick cuối cùng sẽ là số chẵn hay lẻ trong khoảng thời gian đã chọn từ 5 tick đến 10 tick.
zh_cn: 预测最后价格变动的最后数字在5个跳动点到10个跳动点的选定时间内是偶数或奇数。
