Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Without prejudice to any other terms of this Agreement, neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable to you in relation to any loss that you incurred whether directly or indirectly by any cause beyond our control, including, but not limited to, any delay or defect in or failure of the whole or any part of the MT5 Trading Platform or any systems or network links.
de_de: Ohne Vorurteil gegen eine Bedingung in dieser Vereinbarung, soll(en) weder das Unternehmen noch seine Direktoren, leitenden Angestellten, Manager, Angestellten oder Agenten Ihnen gegenüber in Verbindung mit jeglichem Verlust, den Sie erleiden, ob direkt oder indirekt von einer Ursache außerhalb unserer Kontrolle, einschließlich aber nicht ausschließlich durch Verzug, oder Mangel, oder durch Ausfall der gesamten, oder eines Teils der MT5 Handelsplattform, oder der Systeme, oder der Netzwerklinks, haftbar sein.
id_id: Tanpa berprasangka pada syarat lain yang disebutkan dalam Perjanjian ini, baik itu Perusahaan atau Direktur Perusahaan, pegawai, manajer, atau agen lain bertanggungjawab kepada Anda pada setiap kerugian yang dihasilkan baik secara langsung atau tidak yang terjadi diluar kekuasaan, termasuk dan tidak terbatas kepada penundaan atau kerusakan atau kegagalan pada semua atau sebagian dari Platform Trading MT5 atau sistem manapun atau link jaringan.
pl_pl: Bez uszczerbku dla jakiegokolwiek innego postanowienia niniejszej Umowy ani Firma ani żaden z jej dyrektorów, specjalistów, kierowników, pracowników ani przedstawicieli nie ponosi odpowiedzialności względem Ciebie za jakiekolwiek straty poniesione przez Ciebie bezpośrednio bądź pośrednio z przyczyn od nas niezależnych, w tym m.in. z powodu jakiegokolwiek opóźnienia w działaniu całości lub części platformy handlowej MT5 lub jakiegokolwiek systemu bądź łącza, błędu w ich działaniu lub ich awarii.
pt_pt: Sem prejuízo de quaisquer outros termos deste Acordo, nem a Empresa nem qualquer dos seus diretores, oficiais, gerentes, funcionários ou agentes serão responsáveis perante você em relação a qualquer perda que você incorreu, quer direta ou indiretamente, por qualquer causa fora do nosso controle, incluindo, mas não só, qualquer demora, defeito ou falha, de toda ou de parte da plataforma de negociação MT5 ou quaisquer sistemas ou ligações de rede.
vi_vn: Không ảnh hưởng đến bất kỳ điều khoản khác của Thỏa Thuận này, Công Ty cũng như bất kỳ các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý của Công Ty sẽ không chịu trách nhiệm đối với bạn trong quan hệ với bất kỳ tổn thất nào mà bạn phải gánh chịu cho dù trực tiếp hay gián tiếp bởi bất kỳ nguyên nhân ngoài tầm kiểm soát của chúng tôi, bao gồm nhưng không giới hạn, bất kỳ sự chậm trễ hoặc khiếm khuyết hay thất bại của toàn bộ hoặc bất kỳ phần nào của Sàn Giao Dịch MT5 hoặc bất kỳ hệ thống hoặc mạng lưới liên kết.
zh_cn: 在不妨害本协议任何其他条款的前提下，本公司或任何董事、职员、经理、雇员或代理不须对您在MT5 交易平台或任何系统或网络链接，包括但不限于全部或任何部分的任何延误或缺陷或者失败，不论是直接或间接由于任何超出我们控制范围的原因所造成的任何损失承担责任。

source: Work alongside the HR Operations team in coordinating with the government linked bodies
de_de: Arbeiten Sie Seite an Seite mit dem Personalwesen-Team, um mit Regierungsverbundenen Körpern zu koordinieren
fr_fr: Travailler aux côtés de l’équipe des Opérations RH dans la coordination avec les instances gouvernementales liées
id_id: Bekerja bersama tim Operasional HR dalam berkoordinasi dengan badan-badan yang terkait dengan pemerintah
pl_pl: Praca z zespołem HR we współpracy z organami rządowymi
pt_pt: Trabalhar junto com a equipe de Operações de RH, em coordenação com os órgãos do governo
vi_vn: Làm việc cùng với đội ngũ nhân sự hoạt động phối hợp với các cơ quan chính phủ được liên kết
zh_cn: 与人力资源运营团队合作进行政府相关机构协调工作

source: Work closely with both technical and non-technical teams to develop and integrate blockchain solutions for our business
de_de: Arbeiten Sie mit technischen und nichttechnischen Teams, um Blockchain Lösungen für unser Geschäft zu entwickeln und zu integrieren
fr_fr: Travailler en étroite collaboration avec les équipes techniques et non techniques pour développer et intégrer des solutions blockchain pour notre entreprise
id_id: Bekerja erat dengan tim teknis dan non-teknis untuk mengembangkan dan mengintegrasikan solusi blockchain pada bisnis kami
pl_pl: Bliska współpraca z zespołami technicznymi i nietechnicznymi i wprowadzanie rozwiązań blockchain na potrzeby naszej działalności
pt_pt: Trabalhar em estreita colaboração com equipes técnicas e não técnicas para desenvolver e integrar soluções de blockchain para o nosso negócio
vi_vn: Phối hợp chặt chẽ với các nhóm kỹ thuật và phi kỹ thuật để phát triển và tích hợp các giải pháp blockchain cho doanh nghiệp của chúng tôi
zh_cn: 与技术和非技术团队紧密合作, 为公司开发和整合业务区块链解决方案

source: Work closely with customer support, compliance, and payment teams
de_de: Arbeiten Sie eng mit dem Kundendienst, Compliance und Zahlungs-Teams zusammen
fr_fr: Travailler en étroite collaboration avec les équipes de support client, de conformité et de paiement
id_id: Bekerja erat dengan tim customer support, kepatuhan, dan pembayaran
pl_pl: Bliska współpraca z działem obsługi klienta, zgodności i płatności
pt_pt: Trabalhar em estreita colaboração com as equipes de apoio, conformidade e pagamento do cliente
vi_vn: Phối hợp chặt chẽ với bộ phận hỗ trợ khách hàng, bộ phận tuân thủ và bộ phận thanh toán
zh_cn: 与客户服务、法律合规性和支付团队密切合作

source: Work closely with other departments to create marketing communication materials such as ads, product announcements, guides, job descriptions, and more
de_de: Arbeiten Sie eng mit anderen Abteilungen zusammen, um Marketing-Kommunikation-Materialien wie Werbungen, Produktankündigungen, Richtlinien, Stellenausschreibungen, und mehr zu erstellen
fr_fr: Travailler en étroite collaboration avec d’autres départements pour créer des documents de communication marketing tels que les publicités, annonces de produits, guides, descriptions de poste, etc
id_id: Bekerja sama dengan departemen lain untuk membuat materi komunikasi pemasaran seperti iklan, pengumuman produk, panduan, deskripsi pekerjaan, dan banyak lagi
pl_pl: Bliska współpraca z innymi działami w celu tworzenia m. in. materiałów marketingowych, takich jak reklamy, zapowiedzi produktów, przewodniki, opisy ofert pracy
pt_pt: Trabalhar em estreita colaboração com outros departamentos para criar materiais de comunicação de marketing, como anúncios, anúncios de produtos, guias, descrições de cargo e muito mais
vi_vn: Phối hợp chặt chẽ với các bộ phận khác để tạo ra các tài liệu truyền thông tiếp thị như quảng cáo, thông báo sản phẩm, hướng dẫn, mô tả công việc và hơn thế nữa
zh_cn: 与其他部门紧密合作, 创建营销宣传材料, 如广告、产品公告、指南、职务说明等

source: Work closely with other teams to come up with effective architecture to support the deployment of new products and features
de_de: Arbeiten Sie eng mit anderen Teams, um sich effektive Architekturen auszudenken, um den Einsatz von neuen Produkten und Features zu unterstützen
fr_fr: Travailler en étroite collaboration avec les autres équipes pour arriver à des architectures effectives pour soutenir le déploiement des nouveaux produits et fonctionnalités
id_id: Bekerja sama dengan tim lain untuk menghasilkan arsitektur yang efektif untuk mendukung penyebaran produk dan fitur baru
pl_pl: Bliska współpraca z innymi zespołami w celu tworzenia skutecznej architektury i wspierania wdrażania nowych produktów i funkcji
pt_pt: Trabalhar em estreita colaboração com outras equipes para criar uma arquitetura eficaz para suportar a implantação de novos produtos e recursos
vi_vn: Phối hợp chặt chẽ với các bộ phận khác để đưa ra kế hoạch hiệu quả để hỗ trợ triển khai các sản phẩm và tính năng mới
zh_cn: 与其他团队密切合作, 提出有效的体系结构, 以支持部署新产品和功能

source: Work closely with the Head of Payments to proactively suggest improvements to cashier setup, including customer activity from an AML and anti-fraud perspective and overall fraud and payment performances (card success rates, chargebacks, etc.)
de_de: Arbeiten Sie eng mit dem Zahlungsleiter zusammen, um Verbesserungsvorschläge für Kassen-Setups, einschließlich Kundenaktivitäten von AML und Anti-Betrugs Perspektiven und allgemeinen Betrugs- und Zahlungsleistungen (Karten-Erfolgsquoten, Rückbuchungen, etc.) proaktiv vorzuschlagen
fr_fr: Travailler en étroite collaboration avec le Responsable des Paiements pour suggérer de manière proactive des améliorations concernant l’installation de la caisse, notamment l’activité des clients au niveau d'AML, de la lutte contre la fraude et des performances de paiement (taux de succès des cartes, retrofacturation, etc.)
id_id: Bekerja sama dengan Kepala Pembayaran secara proaktif menyarankan peningkatan pada pengaturan kas, termasuk aktivitas pelanggan dari AML dan perspektif anti-penipuan dan keseluruhan penipuan dan pertunjukan pembayaran (tingkat keberhasilan kartu, chargeback, dll.)
pl_pl: Ścisła współpraca z kierownikiem działu płatności i sugerowanie usprawnień w ustawieniach sekcji cashier, w tym w zakresie aktywności klientów pod kątem AML i przeciwdziałania praniu pieniędzy oraz ogólnych działań w zakresie przeciwdziałania oszustwom i dokonywania płatności (wskaźnik skuteczności karty, obciążenia zwrotne, itp.)
pt_pt: Trabalhar em estreita colaboração com a cabeça de pagamentos de forma proativa, sugerir melhorias para configuração de caixa, incluindo atividade de cliente de um AML e perspectiva para diminuir fraude e performances fraudulentos e pagamento totais (taxas de sucesso do cartão, estornos, etc.)
vi_vn: Phối hợp chặt chẽ với Trưởng phòng Thanh toán để chủ động đề xuất các cải tiến cho thiết lập thủ quỹ, bao gồm hoạt động của khách hàng từ góc độ AML và chống gian lận và các hành vi liên quan đến gian lận và thanh toán tổng thể (tỷ lệ thành công của thẻ, khoản bồi hoàn, v. v.)
zh_cn: 与支付主管密切合作，主动建议改善收银台设置，包括以反洗钱和反欺诈的角度看客户活动以及整体反欺诈和支付效率（卡支付成功率、退款等）

source: Work closely with the affiliate marketing team to process affiliate commission payments on a monthly basis
de_de: Arbeiten Sie eng mit dem Partner-Marketing-Team zusammen, um Partner-Provisionen auf monatlicher Basis zu bearbeiten
fr_fr: Travailler en étroite collaboration avec l’équipe de marketing affilié pour traiter les paiements de commissions affiliié sur une base mensuelle
id_id: Bekerja erat dengan tim pemasaran afiliasi untuk memproses pembayaran komisi afiliasi setiap bulan
pl_pl: Ścisła współpraca z działem marketingu w celu procesowania co miesiąc wypłat prowizji partnerów
pt_pt: Trabalhe de perto com a equipe de marketing de afiliados para processar pagamentos de comissões de afiliados mensalmente
vi_vn: Phối hợp chặt chẽ với bộ phận tiếp thị liên kết để xử lý thanh toán hoa hồng liên kết hàng tháng
zh_cn: 与联盟营销团队紧密合作, 每月处理联盟佣金支付

source: Work closely with the rest of the QA and IT teams to plan, design, and execute several types of testing based on different objectives
de_de: Arbeiten Sie eng mit dem Rest des QA und IT-Teams zusammen, um mehrere Arten von Tests, die auf verschiedenen Zielen basieren, zu planen, zu gestalten und auszuführen
fr_fr: Travailler en étroite collaboration avec le reste des équipes QA et IT à planifier, concevoir et exécuter plusieurs types de tests basés sur des objectifs différents
id_id: Bekerjasama dengan anggota QA dan IT lainnya untuk merencanakan, merancang, dan melaksanakan beberapa jenis pengujian berdasarkan tujuan yang berbeda
pl_pl: Bliska współpraca z pozostałymi pracownikami działu QA i zespołami IT w celu planowania, tworzenia i przeprowadzania testów w oparciu o różne cele
pt_pt: Trabalhar em estreita colaboração com o resto das equipes de QA e TI para planejar, projetar e executar vários tipos de testes com base em diferentes objetivos
vi_vn: Phối hợp chặt chẽ với các nhóm QA và IT còn lại để lập kế hoạch, thiết kế và thực hiện một số loại thử nghiệm dựa trên các mục tiêu khác nhau
zh_cn: 与其他 QA 和 IT 团队密切合作, 根据不同的目标规划、设计和执行多种类型测试

source: Work experience as a Recruiter in the IT industry or similar role is an advantage
de_de: Arbeitserfahrung als Recruiter in der IT-Branche, oder einer ähnlichen Rolle ist von Vorteil
fr_fr: Expérience de travail comme un Recruteur dans le secteur IT ou similaire est un atout
id_id: Diutamakan berpengalaman kerja sebagai Perekrut di industri IT atau peran serupa
pl_pl: Doświadczenie w pracy jako rekruter w branży IT lub na podobnym stanowisku będzie dodatkowym atutem
pt_pt: Experiência de trabalho como um recrutador no setor de TI ou trabalho semelhante é uma vantagem
vi_vn: Ưu tiên nếu có kinh nghiệm trong ngành tuyển dụng cho CNTT hoặc vai trò tương tự
zh_cn: 有 IT行业招聘或类似职位的工作经验者优先录取

source: Work with the Head of Compliance to ensure group of companies comply with AML, KYC, and Data Protection laws and regulations
de_de: Arbeiten Sie mit dem Compliance-Leiter, um sicherzustellen, dass Unternehmensgruppen mit AML, KYC und Datenschutzgesetzen und Bestimmungen übereinstimmen
fr_fr: Travailler avec le Responsable de la Conformité afin de s'assurer que le groupe de Compagnies se conforme aux lois et règlements AML, KYC et Protection des Données
id_id: Bekerja dengan Kepala Bagian Kepatuhan untuk memastikan grup perusahaan mematuhi undang-undang dan peraturan AML, KYC, dan Perlindungan Data
pl_pl: Współpraca z kierownikiem działu zgodności w celu zapewnienia, że grupa spółek spełnia przepisy i regulacje w zakresie AML, KYC i ochrony danych
pt_pt: Trabalhar com o Chefe de Conformidade para garantir que o grupo de empresas cumpra as leis e regulamentos de AML, KYC e Proteção de Dados
vi_vn: Làm việc với Trưởng phòng Tuân thủ để đảm bảo nhóm các công ty tuân thủ các luật và quy định của AML, KYC và luật bảo vệ dữ liệu
zh_cn: 与法律合规主管合作, 确保公司集团遵守反洗钱、KYC 和数据保护法律和法规

source: Write robust, high-quality, and production-ready code for our websites and applications
de_de: Schreiben Sie einen robusten, qualitativ hochwertigen und serienreifen Code für unsere Websites und Anwendungen
fr_fr: Écrire du code robuste, de haute qualité et prêt pour la production pour nos sites Web et applications
id_id: Menulis kode yang kuat, berkualitas tinggi, dan siap produksi untuk situs web dan aplikasi kami
pl_pl: Pisanie niezawodnych, wysokiej jakości i gotowych do wdrożenia kodów na potrzeby naszych stron internetowych i aplikacji
pt_pt: Escrever código robusto, de alta qualidade e prontos para a produção em nossos sites e aplicativos
vi_vn: Viết mã mạnh mẽ, chất lượng cao và sẵn sàng sử dụng cho các trang web hoặc ứng dụng của chúng tôi
zh_cn: 为我们的网站和应用程序编写强大、高质量和生产就绪的代码

source: Written limits and self-exclusion
de_de: Vereinbarte Limits und Selbstausschluss
fr_fr: Limites écrites et auto-exclusion
id_id: Batas tertulis dan pengecualian diri
pl_pl: Zapisane limity i samodzielne wykluczenie
pt_pt: Limites escritos e auto-exclusão
vi_vn: Giới hạn và tự loại trừ
zh_cn: 书面限制和自我禁止

source: Yandex.Money is an electronic payment service provider that offers consumers an easy, safe, and reliable online payment method. For more information, please visit %1.
fr_fr: Yandex.Money est un fournisseur de services de paiement électronique qui offre aux consommateurs un moyen de paiement en ligne facile, sûre et fiable. Pour plus d’informations, veuillez visiter %1.
id_id: Yandex.Money adalah penyedia layanan pembayaran elektronik yang menawarkan metode pembayaran online yang mudah, aman, dan handal. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Yandex.Money to dostawca usług płatności elektronicznych, który oferuje klientom prostą, bezpieczną i rzetelną metodę dokonywania płatności on-line. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: O Yandex.Money é um provedor de serviços de pagamentos eletrônicos que proporciona aos clientes um método de pagamento online fácil de usar, seguro e confiável. Para mais informações, visite %1.
vi_vn: Yandex.Money là nhà cung cấp dịch vụ thanh toán điện tử cung cấp cho người tiêu dùng phương thức thanh toán trực tuyến dễ dàng, an toàn và đáng tin cậy. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Yandex.Money是为消费者提供简单、安全、可靠的在线支付方式的电子支付服务提供商。欲知详情, 请访问 %1。

source: Yes
de_de: Ja
fr_fr: Oui
id_id: Ya
pl_pl: Tak
pt_pt: Sim
vi_vn: Có
zh_cn: 是的

source: Yes I'm sure
fr_fr: Oui j'en suis sûr
id_id: Ya saya yakin
pl_pl: Tak, na pewno
vi_vn: Vâng, tôi chắc chắn
zh_cn: 是的, 我确认

source: Yes, I understand
de_de: Ja, ich verstehe
fr_fr: Oui, je comprends
id_id: Ya, saya mengerti
pl_pl: Tak, rozumiem
pt_pt: Sim, eu compreendo
vi_vn: Vâng, tôi đã hiểu
zh_cn: 是的, 我明白

source: Yes, I want to sign up as an affiliate
de_de: Ja, ich möchte mich als Partner anmelden
fr_fr: Oui, je veux m'inscrire en tant qu'affilié
id_id: Ya, saya ingin mendaftar sebagai afiliasi
pl_pl: Tak, chcę zarejestrować się jako partner
pt_pt: Sim, quero me inscrever como afiliado
vi_vn: Vâng, tôi muốn đăng ký trở thành một liên kết
zh_cn: 是的, 我想注册为联盟会员

source: Yes, I'm sure
fr_fr: Oui, j'en suis sûr
id_id: Ya, saya yakin
pl_pl: Tak, na pewno
vi_vn: Vâng, tôi chắc chắn
zh_cn: 是的, 我确认

source: Yes, we will provide you with banners, links, reviews, videos, and text ads that you can use to drive referrals to the %1 MT5 platform.
de_de: Ja, wir werden Ihnen Banner, Links, Rezensionen, Videos und Textanzeigen anbieten, die Sie dazu verwenden können, um Empfehlungen auf die %1 MT5 Plattform zu leiten.
fr_fr: Oui, nous vous fournirons des bannières, liens, commentaires, vidéos et publicités textuelles que vous pouvez utiliser pour obtenir des clients référés sur la plateforme MT5 %1.
id_id: Ya, kami akan memberi Anda spanduk, link, ulasan, video, dan iklan teks yang dapat Anda gunakan untuk mengarahkan referensi ke platform MT5 %1.
pl_pl: Tak, zapewnimy Ci banery, łącza, opisy, nagrania oraz treść reklam, które możesz wykorzystać w celu przekierowywania klientów na platformę MT5 %1.
pt_pt: Sim, iremos lhe fornecer banners, links, artigos, vídeos e anúncios de texto para você poder usar para indicar clientes à plataforma MT5 %1.
vi_vn: Vâng, chúng tôi sẽ cung cấp cho bạn với các biểu ngữ, liên kết, đánh giá, video và văn bản quảng cáo mà bạn có thể sử dụng cho việc quảng bá sàn giao dịch MT5 %1.
zh_cn: 是的, 我们将为您提供横幅、链接、评论、视频和文本广告, 您可以使用它来介绍客户使用 %1 MT5 平台。

source: You acknowledge and accept that a Transaction may be subject to market rules laid down in by-laws, rules, provisions, customs, and practices of an exchange, a market, a clearing house, a body or any other organisation involved in the execution, clearing, and/or settlement of said Transaction. Should any such organisation take decisions or measures which affect a Transaction or an Open Position, the Company shall be entitled to take any action (including closing any Open Position of the client) which it, at its sole discretion, considers reasonable. This clause does not apply to Volatility Indices.
de_de: Sie erkennen an und stimmen zu, dass eine Transaktion Marktregeln, die von Satzungen, Regelungen, Bestimmungen, Bräuchen und Methoden einer Börse, eines Markts, einer Clearingstelle, eines Körpers, oder irgendeiner anderen Organisation, die in die Ausführung, Abrechnung, und/oder Abwicklung der besagten Transaktion involviert ist, unterliegt. Sollte irgendeine solche Organisation Entscheidungen treffen, oder Maßnahmen ergreifen, die die Transaktion oder eine offene Position beeinträchtigen, soll das Unternehmen dazu berechtigt sein, jede Handlung (einschließlich der Schließung jeglicher offener Position des Kunden) vorzunehmen, die es, nach eigenem Ermessen, als vernünftig erachtet. Diese Klausel gilt nicht für Volatilität Indizes.
id_id: Anda mengetahui dan menerima Transaksi mungkin akan tergantung kepada peraturan pasar yang ditetapkan oleh hukum, peraturan, ketentuan, adat istiadat, dan praktek pertukaran, pasar, rumah kliring, perbadanan atau organisasi lain yang terlibat dalam pelaksanaan, kliring, dan/atau penyelesaian Transaksi yang disebutkan. Jika organisasi yang disebutkan diatas mengambil keputusan yang mempengaruhi Transaksi atau Open Position, maka Perusahaan dapat mengambil tindakan (termasuk menutup Open Position klien) dengan keputusan sendiri, yang dianganggap wajar. Klausul ini tidak berlaku pada Indeks Volatilitas.
pl_pl: Przyjmujesz do wiadomości i akceptujesz, że transakcja może podlegać zasadom rynkowym określonym w regulaminach, zasadach, przepisach, w tym przepisach celnych oraz praktykach giełdowych, rynkowych, praktykach izby rozliczeniowej, organu lub jakiejkolwiek innej organizacji zaangażowanej w realizację i rozliczanie transakcji. W przypadku, gdy taka organizacja podejmie decyzje lub środki wpływające na transakcję lub otwartą pozycję Firma jest uprawniona do podjęcia dowolnych działań (w tym zamknięcia dowolnej otwartej pozycji klienta), jakie uzna za stosowne. Niniejsza klauzula nie ma zastosowania w odniesieniu do Wskaźników zmienności.
pt_pt: Você reconhece e aceita que a transação pode estar sujeita a regras de mercado estabelecidas em estatutos, regras, provisões, costumes e práticas de uma bolsa, de um mercado, de uma casa de compensação, um corpo ou qualquer outra organização envolvida na execução, compensação e/ou liquidação de tal transação. Caso tal organização tome decisões ou medidas que afetam uma transação ou uma posição em aberto, a Empresa terá o direito de tomar qualquer ação (incluindo fechar qualquer posição em aberto do cliente) que ela, a seu exclusivo critério, considera razoável. Esta cláusula não se aplica a Índices Volatility.
vi_vn: Bạn công nhận và chấp nhận rằng một giao dịch có thể bị ảnh hưởng bởi những quy định của thị trường như pháp luật, quy tắc, chỉ thị, hải quan và thực tiễn của một cuộc trao đổi, một thị trường, một nhà giải thể, một phần hoặc bất kỳ tổ chức khác có liên quan trong việc thực hiện, thanh toán bù trừ, và/hoặc giải quyết Giao Dịch nói trên. Bất kỳ tổ chức như vậy sẽ quyết định hoặc có biện pháp ảnh hưởng đến một Giao Dịch hoặc một Phiên Mở, Công Ty sẽ được quyền thực hiện bất kỳ hành động (bao gồm cả đóng bất kỳ Phiên Mở của khách hàng) theo ý mình, sau khi xem xét hợp lý. Điều khoản này không áp dụng cho Chỉ Số Biến Động.
zh_cn: 您确认并接受交易必须受到由法律、规则、规定、习俗和参与该交易执行、结算和（或）结清的交易 所、市场、结算所、交易机构或任何其他组织的做法规定的的市场规则。如果任何此类机构采取影响交易或持仓头寸的决定或措施，本公司有权自行决定采取任何我们认为合理的行动（包括替客户开盘或收盘）。本条款不适用于波动率指数。

source: You acknowledge and agree that it is your absolute responsibility to ensure that all orders or positions have been closed in your Account prior to revocation.
de_de: Sie bestätigen und stimmen zu, dass es in Ihrer Verantwortung liegt, sicherzustellen, dass alle Order oder Positionen vor dem Widerruf in Ihrem Konto geschlossen wurden.
fr_fr: Vous reconnaissez et acceptez qu’il est de votre responsabilité absolue de vous assurer que tous les ordres ou positions ont été fermés sur votre Compte avant la révocation.
id_id: Anda mengakui dan setuju bahwa Anda bertanggung jawab mutlak untuk memastikan bahwa semua pesanan atau posisi telah ditutup pada Akun Anda sebelum pencabutan.
pl_pl: Potwierdzasz i akceptujesz, że Twoją całkowitą odpowiedzialnością jest zapewnienie, że przed odwołaniem podmiotu wszystkie zlecenia lub pozycje są zamknięte na Twoim koncie.
pt_pt: Você reconhece e aceita que é da sua inteira responsabilidade certificar que todas as ordens ou posições tenham sido fechadas na sua conta antes da revogação.
vi_vn: Bạn công nhận và đồng ý rằng bạn có trách nhiệm tuyệt đối để đảm bảo rằng tất cả các đơn đặt hàng hoặc phiên đã bị đóng cửa trong tài khoản của bạn trước khi thu hồi.
zh_cn: 您确认并同意, 确保撤销前关闭您的账户所有订单或头寸是您的绝对责任。
