Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The same concept applies to our cryptocurrency pairs.
de_de: Das gleiche Konzept gilt für unsere Kryptowährungspaare.
fr_fr: Le même concept s’applique à nos paires de crypto monnaies.
id_id: Konsep yang sama berlaku pada pasangan mata uang kripto kami.
pl_pl: To samo dotyczy naszych par kryptowalut.
pt_pt: O mesmo conceito se aplica aos nossos pares de criptomoedas.
vi_vn: Khái niệm tương tự áp dụng cho cặp cryptocurrency của chúng tôi.
zh_cn: 同样的概念适用于我们的加密货币对。

source: The server <a href="%1">endpoint</a> is: %2
de_de: Der Server <a href="%1">Endpunkt</a> ist: %2
fr_fr: Le <a href="%1"> 1terminal</a> 2 du serveur est : %2
id_id: Titik akhir <a href="%1">server</a> adalah: %2
pl_pl: <a href="%1">Punkt końcowy</a> serwera to: %2
pt_pt: O terminal do <a href="%1"> 1servidor</a> 2 é: %2
vi_vn: Máy chủ <a href="%1">điểm kết thúc</a> là: %2
zh_cn: 服务器<a href="%1">终端</a>是: %2

source: The size of your instrument portfolio exceeds EUR 500,000 or its equivalent
de_de: Die Größe Ihres Instrumenten-Portfolios übersteigt 500.000 EUR oder dessen Gegenwert
fr_fr: La taille de votre portefeuille d’instrument est supérieur à 500 000 euros ou son équivalent
id_id: Ukuran portofolio instrumen Anda melebihi EUR 500.000 atau setara
pl_pl: Wartość Twojego portfela instrumentów finansowych przekracza 500 000 EUR lub równowartość tej kwoty
pt_pt: O tamanho da sua carteira de instrumentos excede 500.000 EUR ou equivalente
vi_vn: Kích thước của danh mục đầu tư thiết bị của bạn vượt quá 500.000 EUR hoặc tương đương
zh_cn: 您的工具组合大小已超过50万欧元或相同价值

source: The smoothing and filtering algorithms described above.
de_de: Die oben beschriebenen glättenden und filternden Algorithmen.
fr_fr: Les algorithmes de lissage et de filtrage décrits ci-dessus.
id_id: Penghalusan dan penyaringan algoritma seperti dijelaskan diatas.
pl_pl: Algorytmy wygładzające i filtrujące opisane powyżej.
pt_pt: Os algoritmos de suavização e de filtragem descritos abaixo.
vi_vn: Thuật toán làm mịn và lọc được mô tả ở trên.
zh_cn: 上述平滑和滤波算法。

source: The spread is the difference between the ask and bid price.
de_de: Der Spread ist die Differenz zwischen dem Brief- und Geldkurs.
fr_fr: Le spread est la différence entre le prix à la vente et le prix à l'achat.
id_id: Spread adalah perbedaan antara harga jual dan beli.
pl_pl: Spread jest różnicą między ceną zakupu a ceną sprzedaży.
pt_pt: O spread é a diferença entre o preço de venda e o preço de compra.
vi_vn: Biên lãi là sự chênh lệch giữa giá mua vào và giá bán ra.
zh_cn: 价差是要价和出价之间的差额。

source: The spread is the difference between the buy price and sell price. A fixed spread means that the spread will remain as it is no matter the market condition except in rare cases of extreme market volatility. A variable spread means that the spread is constantly changing, depending on the market condition.
de_de: Der Spread ist die Differenz zwischen dem Kaufpreis und Verkaufspreis. Ein festgelegter Spread bedeutet, dass der Spread, unabhängig vom Marktzustand, unverändert bleiben wird, außer in seltenen Fällen von extremer Marktvolatilität. Ein variabler Spread bedeutet, dass sich der Spread, abhängig von der Marktlage, ständig verändert.
fr_fr: Le spread est la différence entre le prix d’achat et prix de vente. Un spread fixe signifie que le spread restera tel qu’il est peu importe l’état du marché sauf dans de rares cas de volatilité extrême du marché. Un spread variable signifie que le spread évolue constamment, selon l’état du marché.
id_id: Spread adalah perbedaan antara harga jual dan harga beli. Spread tetap berarti bahwa spread akan tetap dalam kondisi pasar apapun kecuali dalam kasus volatilitas pasar yang ekstrim. Variabel spread berarti spread terus berubah, tergantung kondisi pasar.
pl_pl: Spread jest różnicą między ceną zakupu a ceną sprzedaży. Stały spread oznacza, że nie zmieni się niezależnie od warunków rynkowych z wyjątkiem rzadkich przypadków ekstremalnej zmienności na rynku. Zmienny spread oznacza, że będzie się stale zmieniał w zależności od warunków rynkowych.
pt_pt: O spread é a diferença entre o preço de compra e de venda. Um spread fixo significa que o spread irá permanecer tal como está independentemente das condições do mercado exceto em raros casos de volatilidade de mercado extrema. Um spread variável significa que o spread está constantemente em alteração, dependendo das condições do mercado.
vi_vn: Biên lãi là sự khác biệt giữa giá mua và giá bán. Biên lãi cố định tức là biên lãi sẽ giữ nguyên như là không bất kể điều kiện thị trường ngoại trừ trong một vài trường hợp hiếm của biến động thị trường cực độ. Một biên lãi hay thay đổi có nghĩa là biên lãi liên tục thay đổi, phụ thuộc vào điều kiện thị trường.
zh_cn: 价差是买价和卖价之间的差额。固定价差表示价差将保持不变，除非发生市场极度波动的罕见情况。可变价差表示价差会根据市场情况不断变化。

source: The spread – why it matters
de_de: Der Spread – Warum er wichtig ist
fr_fr: Le spread – pourquoi c’est important
id_id: Spread – mengapa sangat penting
pl_pl: Spread – dlaczego jest istotny
pt_pt: O spread – por que interessa
vi_vn: Biên lãi - Tại sao nó quan trọng
zh_cn: 为什么价差很重要

source: The stake is the amount that a trader must pay to enter into a trade.
de_de: Der Einsatz ist der Betrag, den ein Händler zahlen muss, um einen Kontrakt abzuschließen.
fr_fr: L'investissement désigne le montant que le trader doit payer pour négocier un contrat.
id_id: Modal adalah jumlah yang dibayarkan oleh trader pada saat membeli kontrak.
pl_pl: Stawka to kwota, którą gracz musi zapłacić, żeby przystąpić do transakcji.
pt_pt: Uma aposta é a quantia que o negociador deve pagar para iniciar uma negociação.
vi_vn: Vốn đầu tư là số tiền nhà giao dịch cần phải trả để được vào một giao dịch.
zh_cn: 投注金额即交易者执行交易而必需支付的金额。

source: The sum received in the %1 Agent Account shall be subsequently transferred by the Agent to the respective %1 Client's Account.
de_de: Die Summe, die im %1 Agenten-Konto erhalten wird, wird folglich vom Agenten auf das jeweilige %1 Kundenkonto überwiesen.
id_id: Jumlah yang diterima dalam Akun Agen %1 akan ditransfer oleh Agen ke dalam Akun Klien %1 masing-masing.
pl_pl: Kwota zgromadzona na Koncie pośrednika %1 ma zostać następnie przelana przez Pośrednika na odpowiednie Konto Klienta %1.
vi_vn: Số tiền nhận được trong Tài khoản Đại lý %1 sau đó sẽ được Đại lý chuyển đến Tài khoản %1 của Khách hàng tương ứng.
zh_cn: %1代理账户收到的金额须由代理随后转移到%1客户账户。

source: The system fills orders on a first-in-first out basis, i.e. based on the sequence of the order received, and this is beyond our control. As a result, you may find it difficult or impossible to close a position at the intended price stipulated in your Stop Order during certain market conditions. The placement of Stop Order by you, though useful as a risk management tool, will not necessarily limit your losses to your intended amounts, in the event of highly volatile trading conditions, since market conditions may make it impossible to execute such orders and there is uncertainty about your possible exit price. In short, a Stop Order is not guaranteed because it cannot operate whatever the market circumstances are.
de_de: Das System erfüllt Order auf einer first-in-first out Basis, d.h. auf der Reihenfolge, in der die Order erhalten wurde, basierend; und dies befindet sich außerhalb unserer Kontrolle. Dadurch könnten Sie es schwierig oder unmöglich finden, eine Position zum vorgesehenen Kurs, der in Ihrer Stop Order festgelegt wurde, während bestimmter Marktkonditionen zu schließen. Eine von Ihnen platzierte Stop Order wird, obwohl sie ein hilfreiches Risikomanagement-Tool sein kann, Ihre Verluste, im Fall von hohen volatilen Handelskonditionen, nicht notwendigerweise auf von Ihnen festgelegte Beträge begrenzen, da Marktkonditionen es unmöglich machen können, solche Order auszuführen, und Ihr realisierbarer Kurs zum Vertragsende ungewiss ist. Kurz, eine Stop Order ist nicht gewährleistet, da sie nicht in allen Marktumständen operieren kann.
id_id: Sistem akan menangani order bersasarkan pertama masuk pertama keluar, yaitu aturan berdasarkan penerimaan order dan hal ini adalah diluar kontrol kami. Anda mungkin akan mengalami kesulitan atau mustahil untuk menutup posisi berdasarkan harga yang Anda inginkan pada Stop Order Anda berdasarkan kondisi pasar. Penempatan Stop Order Anda, meskipun berguna sebagai pengatur risiko namun tidak seharusnya membatasi kerugian sesuai dengan keinginan Anda, pada saat kondisi trading dengan volatilitas tinggi, berhubung kondisi pasar yang tidak memungkinkan untuk mengeksekusi order Anda dan ketidak pastian mengenai harga akhir Anda. Pada intinya, Stop Order tidak menjamin karena pengoperasiannya adalah berdasarkan keadaan pasar.
pl_pl: System przetwarza zlecenia przy wykorzystaniu metody FIFO („pierwsze weszło, pierwsze wyszło”) w zależności od kolejności otrzymywania zleceń i nie mamy na to wpływu. W rezultacie zamknięcie danej pozycji po zakładanej cenie, która została określona w Twoim zleceniu Stop może okazać się trudne lub niemożliwe w określonych warunkach rynkowych. Złożenie przez Ciebie zlecenia Stop, mimo że jest przydatnym narzędziem zarządzania ryzykiem, w przypadku bardzo zmiennych warunków rynkowych może nie być skutecznym sposobem ograniczania strat do zamierzonej kwoty, gdyż warunki rynkowe mogą uniemożliwić realizację takich zleceń i możliwa cena końcowa jest niepewna. Podsumowując, zlecenie Stop nie jest zleceniem gwarantowanym, gdyż nie można go stosować w każdych warunkach rynkowych.
pt_pt: O sistema realiza ordens numa base de primeiro a chegar, primeiro a sair, i.e. baseado na sequência da ordem recebida, e isso está fora do nosso controle. Como resultado, você poderá achar difícil ou impossível fechar uma posição ao preço pretendido estipulado na sua ordem de interrupção durante certas condições do mercado. A realização de uma ordem de interrupção por você, apesar de ser útil como uma ferramenta de gerenciamento de risco, não limitará necessariamente as suas perdas aos valores pretendidos, no evento de condições de negociação altamente voláteis, visto que as condições de mercado podem torná-lo impossível de executar tais ordens e há incerteza sobre o seu possível preço de saída. Resumindo, uma ordem de interrupção não é garantida porque ela pode não funcionar em todas as circunstâncias do mercado.
vi_vn: Hệ thống điền lệnh dựa trên lần đầu trong lần đầu xuất hiện, tức là dựa trên các chuỗi theo thứ tự nhận được, và điều này là ngoài tầm kiểm soát của chúng tôi. Kết quả là, bạn có thể tìm thấy nó khó khăn hoặc không thể đóng một phiên dự định mức quy định để ngăn chặn của bạn trong điều kiện thị trường nhất định. Sự đặt vào của Lệnh Dừng bởi bạn, mặc dù hữu ích như là một công cụ quản lý rủi ro, sẽ không nhất thiết giới hạn thiệt hại của bạn với số lượng dự định của bạn, trong trường hợp có điều kiện kinh doanh rất dễ bay hơi, vì điều kiện thị trường có thể làm cho nó không thể thực hiện các đơn đặt hàng như vậy và không chắc chắn về giá của bạn có thể thoát khỏi. Trong ngắn hạn, một Lệnh Dừng lại không được bảo đảm bởi vì nó không thể hoạt động thị trường trường hợp bất cứ điều gì.
zh_cn: 系统按先进先出的次序，即按照收到订单的顺序处理订单，这是我们无法控制的。因此，您可能会发现很难或无法在某些市场条件下按照您的止损单规定的预期价位平仓。您设定的止损单虽然是有用的风险管理工具，却不一定能按照您原先设想的数额限制损失。在极不稳定的交易条件下，由于市场情况可能无法执行这些指令，您的退出价格具不确定性。简而言之，止损单是无法提供保证的，因为无法在所有市场情况下运作。

source: The terms 'the Company' and '%1' shall denote
de_de: Die Begriffe 'das Unternehmen' und '%1' sollen anzeigen, dass
fr_fr: Les termes « la Compagnie » et «%1» désigne
id_id: Istilah 'Perusahaan' dan '%1' harus menunjukkan
pl_pl: Termin „Firma” oraz „%1” będzie oznaczać
vi_vn: Thuật ngữ 'Công Ty' và '%1' sẽ biểu thị cho
zh_cn: “公司”与“%1”字词指

source: The trading services described in this Agreement are OTC. This means that one or more of the underlying instruments in which you transact with us, though quoted on an exchange, are not traded on an exchange when transacted through the Electronic Trading Platform as described in this Agreement.
de_de: Die Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, sind OTC. Das bedeutet, dass eines oder mehrere dieser Basisinstrumente, die Sie mit uns abschließen, obwohl nach der Börse notiert, nicht auf einer Börse gehandelt werden, wenn sie - wie in dieser Vereinbarung beschrieben - durch die elektronische Handelsplattform abgeschlossen werden.
id_id: Layanan trading yang dijelaskan dalam Perjanjian ini adalah OTC. Hal ini berarti bahwa satu atau lebih dari instrumen dasar yang Anda tradingkan, meskipun dikutip pada bursa, instrumen dasar tersebut tidak diperdagangkan pada bursa saat ditransaksikan melalui Platform Trading Elektronik seperti yang dijelaskan dalam Perjanjian ini.
pl_pl: Usługi handlowania opisane w niniejszej Umowie są przeprowadzane na rynku obrotu pozagiełdowego. Oznacza to, że w przypadku co najmniej jednego instrumentu bazowego, którym handlujesz za pośrednictwem naszej platformy, mimo, że jest on kwotowany na rynku walutowym, jak opisano w niniejszej Umowie, gdy transakcja zostaje zawarta za pośrednictwem platformy handlu elektronicznego, handel nim nie odbywa się na rynku walutowym.
pt_pt: Os serviços de negociação descritos neste Acordo são realizados em mercados de balcão. Isto significa que um ou mais dos instrumentos que você normalmente negocia conosco, apesar de serem cotados em bolsa, não são negociados numa bolsa quando transacionados através da plataforma de negociação eletrônica, conforme descrito neste Acordo.
vi_vn: Các dịch vụ giao dịch được mô tả trong Thỏa thuận này là OTC. Điều này có nghĩa là một hoặc nhiều công cụ cơ bản mà bạn giao dịch với chúng tôi, mặc dù được trích dẫn trên sàn giao dịch, không được giao dịch trên sàn giao dịch khi giao dịch qua Sàn Giao Dịch Điện Tử như được mô tả trong Thỏa Thuận này.
zh_cn: 本协议所描述的交易服务为场外交易。这意味着，您与我们进行交易的一个或多个标的工具，虽然由交易所报价，但通过本协议所述电子交易平台交易时却不是在交易所交易。

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"). You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company's %1Complaints and Disputes%2 section.
de_de: Die auf dieser Site ausgeführten Transaktionen und die Beziehung zwischen Kunden und dem Unternehmen unterliegen und werden nach den Gesetzen des Landes ausgelegt, in dem das Unternehmen gegründet wurde (Rechtsprechung). Sie sind damit einverstanden, dass die Gerichte dieser Länder die alleinige Rechtsprechung bezüglich solcher Streitfälle haben und Sie sind damit einverstanden, dass jeglicher Anspruch, den Sie gegenüber dem Unternehmen haben könnten, nur vor diesen Gerichten verhandelt wird. Für weitere Informationen verweisen wir auf den Abschnitt über %1Beschwerden und Streitfälle%2 mit dem Unternehmen.
id_id: Transaksi yang dilakukan di situs ini dan hubungan antara klien dan perusahaan adalah diatur dan ditafsirkan sesuai dengan hukum negara pendirian perusahaan ("Yurisdiksi"). Anda bersetuju bahwa pengadilan yurisdiksi akan memiliki kewenangan tunggal untuk menyelesaikan perselisihan yang mungkin timbul dalam kaitan tersebut. Untuk tujuan tersebut, Anda tidak dapat ditarik kembali tunduk kepada yurisdiksi pengadilan dari yurisdiksi berkaitan dengan masalah tersebut dan Anda setuju bahwa setiap klaim yang mungkin Anda miliki terhadap perusahaan hanya akan dibawa ke pengadilan dari yurisdiksi. Untuk informasi lebih lanjut tentang keluhan dan perselisihan, silakan lihat bagian %1Keluhan dan Perselisihan%2 perusahaan.
pl_pl: Transakcje zawierane na niniejszym portalu, jak również relacje między Klientami a Firmą podlegają prawu państwa, w którym znajduje się siedziba Firmy („Jurysdykcja”). Użytkownik zgadza się, aby sądy podlegające tej Jurysdykcji miały wyłączne prawdo rozstrzygania wszelkich sporów, które mogą powstać w odniesieniu do niniejszej Umowy. W tych celach użytkownik nieodwołalnie poddaje się orzecznictwu sądów niniejszej Jurysdykcji w odniesieniu do wszelkich sporów oraz zgadza się, że wszelkie roszczenia, jakie użytkownik może mieć względem Firmy będą rozpatrywane przed sądami niniejszej Jurysdykcji. Więcej informacji na temat skarg i sporów można znaleźć w sekcji %1Skargi i spory%2.
pt_pt: As transações efetuadas neste site e as relações entre os Clientes e a Empresa devem ser regidos e interpretados de acordo com as leis do país de incorporação da Empresa (a "Jurisdição"). Você aceita que os tribunais da Jurisdição terão competência exclusiva para dirimir quaisquer litígios que possam surgir em relação às mesmas. Para esse fim, você submete-se de forma irrevogável à competência dos tribunais da Jurisdição em relação a qualquer litígio e concorda que qualquer ação contra a Empresa será intentada somente perante os tribunais da Jurisdição. Para mais informações sobre reclamações e disputas, por favor consulte a seção de %1Reclamações e Disputas%2 da Empresa.
vi_vn: Các giao dịch được thực hiện trên trang web này và mối quan hệ giữa Khách Hàng và Công Ty sẽ được điều chỉnh và hiểu theo luật pháp của quốc gia thành lập Công ty ("Quyền tài phán"). Bạn đồng ý rằng các tòa án của Thẩm phán sẽ có thẩm quyền duy nhất để giải quyết mọi tranh chấp có thể phát sinh liên quan đến các tòa án đó. Vì những mục đích như vậy, bạn không thể hủy ngang bằng với thẩm quyền của tòa án thẩm quyền liên quan đến bất kỳ tranh chấp nào và bạn đồng ý rằng bất kỳ khiếu nại nào bạn có thể chống lại Công Ty sẽ chỉ được đưa ra trước tòa án. Để biết thêm thông tin về khiếu nại và tranh chấp, vui lòng tham khảo phần%1Khiếu Nại và Tranh Chấp%2 của Công ty.
zh_cn: 通过本网站完成的交易以及客户和本公司之间的关系由本公司注册所在国（即“管辖地”）的法律管辖和解释。对于可能出现的任何相关纠纷，您认同管辖地法院有作出相应处置的专属管辖权。因此，您不可撤销地服从管辖地法院对所有此类纠纷的司法管辖权，且您同意，对本公司的任何索赔只能在管辖地法院提起。详细信息请参阅本公司的%1投诉和纠纷%2部分。

source: The two passwords that you entered do not match.
de_de: Die beiden Passwörter, die Sie eingegeben haben, stimmen nicht überein.
fr_fr: Les deux mots de passe que vous avez entrés ne correspondent pas.
id_id: Kedua-dua kata sandi yang Anda masukkan tidak cocok.
pl_pl: Wprowadzone hasła nie są identyczne.
pt_pt: As palavras-chave que introduziu não coincidem.
vi_vn: Hai mật khẩu bạn vừa nhập không khớp với nhau.
zh_cn: 两次输入的密码不一致。

source: The use of the %1 API is at your own risk, and you assume full responsibility and risk of loss it may suffer as a result of using, or accessing the %1 API. Except to the extent that liability under any applicable law or regulation cannot be excluded:
de_de: Sie verwenden das %1 API auf eigenes Risiko und Sie übernehmen die volle Verantwortung und das Verlustrisiko, die Sie als Ergebnis der Verwendung oder des Zugriffs auf das %1 API erleiden. Ausgenommen hiervon ist die Haftung, die nach geltenden Gesetzen oder Vorschriften nicht ausgeschlossen werden darf:
id_id: Penggunaan API %1 adalah risiko Anda sendiri, dan Anda bertanggung jawab penuh dan risiko kerugian yang mungkin akan dialami sebagai akibat dari menggunakan atau mengakses API %1. Kecuali sejauh bahwa kewajiban di bawah hukum atau peraturan yang berlaku tanpa kecualikan:
pl_pl: Użytkownik korzysta z API %1 na własne ryzyko i akceptujesz pełną odpowiedzialność i ryzyko straty, która może nastąpić w wyniku korzystania API %1 lub dostępu do niego. Za wyjątkiem odpowiedzialności, której nie można wykluczyć ani ograniczyć w świetle obowiązujących przepisów i regulacji prawnych:
pt_pt: O uso da API %1 corre por sua conta e risco e você assume toda a responsabilidade e o risco de perda que ela pode sofrer como resultado do uso da ou acesso à API %1. Exceto na medida em que tal responsabilidade, sob qualquer lei ou regulamento, não pode ser excluída:
vi_vn: Sử dụng %1 API rất rủi ro, và bạn phải chịu trách nhiệm hoàn toàn và nguy cơ bị lỗ có thể phải chịu do sử dụng hoặc truy cập vào %1 API. Ngoại trừ trong phạm vi mà không thể được loại trừ trách nhiệm pháp lý theo bất kỳ luật hoặc quy định:
zh_cn: 除了不能排除的任何适用法律、法规所规定的赔偿责任范围以外，使用%1 API须自行承担所有风险和责任，并承担所有因使用或访问%1 API而可能遭受的亏损风险︰

source: The use, operation or combination of the %1 API with non-%1 API(s), data, equipment or documentation if liability would have been avoided but for such use, operation, or combination; or
de_de: Die Verwendung, der Betrieb oder die Kombination des %1 API mit %1 fremden API(s), Daten, Geräten oder Dokumentationen, wenn die Haftung durch eine derartige Verwendung, Betrieb oder Kombination vermieden werden konnte oder
id_id: Penggunaan, operasi atau kombinasi dari API %1 dengan bukan API %1 baik itu data, peralatan atau dokumentasi jika kewajiban dihindari tetapi untuk penggunaan tersebut, operasi atau kombinasi atau
pl_pl: W przypadku korzystania z API %1 w połączeniu z innym API, danymi, sprzętem lub dokumentacją innego pochodzenia, wyłącza się odpowiedzialność; lub
pt_pt: O uso, a operação ou a combinação da API %1 com API(s), dados, equipamentos ou documentação não pertencentes à %1, caso a responsabilidade tivesse sido evitada não fosse tal uso, operação ou combinação; ou
vi_vn: Việc sử dụng, thao tác hoặc sự kết hợp của %1 API với không %1 API(s), dữ liệu, thiết bị hoặc tài liệu hướng dẫn nếu trách nhiệm pháp lý nào có tránh được, cho hoạt động, hoặc kết hợp; hoặc
zh_cn: 如原本可以避免承担责任，但因为将%1 API与非%1 API系统、数据、设备或文件同时使用、操作或组合;或

source: The various trade types available on our MT5 platform.
fr_fr: Les différents types de trades disponibles sur notre plateforme MT5.
id_id: Berbagai jenis trading yang tersedia pada platform MT5 kami.
pl_pl: Różne rodzaje zakładów dostępne na naszej platformie MT5.
pt_pt: Os vários tipos de negociações disponíveis na nossa plataforma de MT5.
vi_vn: Các hình thức giao dịch khác nhau có sẵn trên sàn MT5 của chúng tôi.
zh_cn: 我们的 MT5 平台提供各种交易类型。
