Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
de_de: Seit fünfzehn Jahren auf dem Markt und wir führen immer noch Neuerungen ein, wachsen und arbeiten an neuen Wegen, um unsere Kunden besser zu bedienen. Wir bieten zum ersten Mal kurzfristige Ziel/Kein Ziel Kontrakte an und führen eine neue Charting Anwendung ein. Wir sind uns sicher, dass wir über die wettbewerbsfähigste Plattform für digitale Optionen für das private Publikum verfügen.
fr_fr: Forts de quinze ans d'expérience, nous restons tournés vers l'innovation et la croissance et nous nous efforçons de toujours mieux servir nos clients. Pour la première fois, nous proposons des options « touche/ne touche pas » et nous inaugurons une nouvelle application graphique. Nous sommes convaincus que notre plateforme d'options binaires est la plus compétitive et la plus complète accessible aux clients du marché de détail.
id_id: Sudah lima belas tahun dan kami terus berinovasi, berkembang dan berusaha menyediakan hal terbaru dalam memberikan pelayanan terbaik untuk pelanggan kami. Untuk pertama kalinya kami menawarkan kontrak jangka pendek touch/no-touch dan memperkenalkan aplikasi charting terbaru. Kami yakin bahwa kami memiliki platform trading paling kompetitif dan komprehensif yang tersedia di pasaran.
pl_pl: Już od 15 lat stawiamy na innowacyjność i rozwój, a także poszukujemy nowych sposobów, aby lepiej służyć naszym klientom. Po raz pierwszy oferujemy krótkoterminowe zakłady typu „osiągnie/nie osiągnie” i wprowadzamy nową aplikację do wykresów. Naszym zdaniem nasza platforma jest najbardziej konkurencyjna i posiada najbardziej funkcjonalne opcje cyfrowe dostępne dla klientów.
pt_pt: Quinze anos depois e ainda estamos inovando, crescendo e trabalhando em novas maneiras de servir melhor os nossos clientes. Pela primeira vez, nós oferecemos negociações toca/não toca de curto prazo e introduzimos um novo aplicativo de gráficos. Acreditamos que temos a plataforma de opções digitais mais competitiva e abrangente disponível ao grande público.
vi_vn: Mười lăm năm qua, chúng tôi vẫn luôn cải tiến, lớn mạnh và đổi mới phương thức hoạt động để phục vụ khách hàng tốt hơn. Đối với lần đầu tiên, chúng tôi cung cấp phương thức giao dịch chạm/ không chạm ngắn hạn và giới thiệu ứng dụng biểu đồ mới. Chúng tôi tin rằng chúng tôi đang sở hữu sàn giao dịch hợp đồng tùy chọn điện tử toàn diện và cạnh tranh nhất cho cộng đồng bán lẻ.
zh_cn: 十五年过去了，我们仍在不断地创新、成长，寻求新的方式为客户提供更好的服务。我们首次提供短期“触及/未触及”交易，并推出新的图表应用程序。我们认为，对于散户投资者而言，我们提供了最有竞争力、最全面的数字期权平台。

source: File (%1) size exceeds the permitted limit. Maximum allowed file size: %2
de_de: Dateigröße (%1) überschreitet den zulässigen Grenzwert. Maximal zulässige Dateigröße: %2
fr_fr: Taille du fichier (%1) dépasse la limite autorisée. La taille maximum du fichier est de : %2
id_id: Ukuran file (%1) melebihi batas yang diijinkan. Ukuran file maksimum yang diizinkan: %2
pl_pl: Rozmiar pliku (%1) przekracza dozwolony limit. Maksymalny dozwolony rozmiar pliku: %2
pt_pt: O arquivo (%1) excede o limite de tamanho permitido. Tamanho de arquivo máximo permitido: %2
vi_vn: Kích thước tập tin (%1) vượt quá giới hạn cho phép. Kích thước tập tin tối đa cho phép: %2
zh_cn: 文件 (%1) 大小超过允许限额。允许的最大文件大小: %2

source: File Name
de_de: Dateiname
fr_fr: Nom du Fichier
id_id: Nama file
pl_pl: Nazwa pliku
pt_pt: Nome do arquivo
vi_vn: Tên tệp tin
zh_cn: 文件名

source: File records and documents of customer interactions according to existing guidelines
de_de: Datei-Aufzeichnungen und Unterlagen von Kundeninteraktionen nach gültigen Richtlinien
fr_fr: Classer les dossiers et documents concernant les interactions avec les clients selon les lignes directrices existantes
id_id: Mengarsip file dan dokumen pelanggan sesuai dengan pedoman yang ada
pl_pl: Składanie sprawozdań i przygotowywanie dokumentacji dot. interakcji klientów zgodnie z istniejącymi wytycznymi
pt_pt: Registros de arquivos e documentos de interações com clientes de acordo com as diretrizes existentes
vi_vn: Hồ sơ tệp và tài liệu về tương tác của khách hàng theo nguyên tắc hiện tại
zh_cn: 根据现有准则保存客户互动的记录和文档

source: Filtering Controls
de_de: Filtersteuerungen
fr_fr: Systèmes de filtrage
pl_pl: Zarządzanie filtrowaniem
pt_pt: Filtro de Controle
vi_vn: Điều khiển bộ lọc
zh_cn: 过滤控制

source: Filtering Stray Ticks
de_de: Tick-Irrläufer filtern
id_id: Penyaringan Tik Monoton
pl_pl: Filtrowanie błędnych zmian ceny
pt_pt: Filtrar tique-taques extraviados
vi_vn: Bộ lọc kĩ thuật quan sát chuyển biến phân tán
zh_cn: 过滤离散价位

source: Final price
de_de: Schlusskurs
fr_fr: Prix final
id_id: Harga akhir
pl_pl: Cena ostateczna
pt_pt: Preço final
vi_vn: Giá cuối cùng
zh_cn: 最终价格

source: Finally, make your prediction: will the market price end up higher or lower than the entry spot at the end of the contract? If you need to review a previous transaction, you may browse your full transaction history via the 'History' tab.
de_de: Machen Sie abschließend Ihre Vorhersage: wird der Marktkurs am Ende des Kontrakts höher oder niedriger als der Einstiegskurs sein? Sollten Sie eine vorherige Transaktion überprüfen wollen, können Sie Ihre vollständige Verlaufsgeschichte über den "Verlauf" einsehen.
fr_fr: Enfin, faîtes votre prédiction : est ce que le prix du marché finira plus haut ou plus bas par rapport à l’entrée spot à la fin du contrat ? Si vous avez besoin de revoir une opération précédente, vous pouvez parcourir l’historique de vos transactions via l’onglet « Historique ».
id_id: Terakhir, lakukan analisa Anda: apakah harga pasar akan berakhir lebih tinggi atau lebih rendah dari spot awal pada akhir kontrak? Jika Anda ingin meninjau transaksi sebelumnya, Anda bisa melihat seluruh transaksi pada tab 'Riwayat'.
pl_pl: Określ swoją prognozę: czy w momencie zakończenia kontraktu cena rynkowa będzie wyższa czy niższa od ceny wejściowej? Jeśli chcesz przeanalizować poprzednie transakcje, możesz przejrzeć swoją pełną historię transakcji w zakładce Historia.
pt_pt: Por fim, faça a sua previsão: o preço de mercado terminará acima ou abaixo do preço de entrada no fim do contrato? Caso necessite rever uma transação anterior, poderá consultar o histórico completo das suas transações através da guia "Histórico".
vi_vn: Cuối cùng, đưa ra dự đoán của bạn: liệu giá thị trường có kết thúc cao hơn hoặc thấp hơn so với điểm vào tại cuối hợp đồng không? Nếu bạn cần xem lại giao dịch trước đó, bạn có thể xem toàn bộ lịch sử giao dịch của mình thông qua 'Lịch sử'.
zh_cn: 最后, 作出您的预测: 市场价格最终会高于或低于合约结束时的入市价格？如果需要审阅之前的交易记录, 您可以通过 "历史" 选项卡浏览完整的交易历史。

source: Finance
de_de: Finanzen
id_id: Keuangan
pl_pl: Finanse
pt_pt: Finanças
vi_vn: Tài chính
zh_cn: 金融

source: Financial Account
de_de: Finanzkonto
fr_fr: Compte Financier
id_id: Akun Finansial
pl_pl: Konto finansowe
pt_pt: Conta financeira
vi_vn: Tài Khoản Tài Chính
zh_cn: 金融账户

source: Financial Account Opening
de_de: Eröffnung eines Finanzkontos
fr_fr: Ouverture d'un compte financier
id_id: Pendaftaran Akun Finansial
pl_pl: Otwarcie konta finansowego
pt_pt: Abertura de contas financeiras
vi_vn: Mở Tài Khoản Tài Chính
zh_cn: 开立金融账户

source: Financial Assessment
de_de: Finanzielle Beurteilung
fr_fr: Évaluation financière
id_id: Penilaian Keuangan
pl_pl: Ocena finansowa
pt_pt: Avaliação financeira
vi_vn: Đánh Giá Tài Chính
zh_cn: 金融评估

source: Financial Instrument
de_de: Finanzinstrument
fr_fr: Instrument Financier
id_id: Instrumen Keuangan
pl_pl: Instrument finansowy
pt_pt: Instrumento financeiro
vi_vn: Công Cụ Tài Chính
zh_cn: 财务工具

source: Financial Markets Analyst
de_de: Finanz Marktanalyst
fr_fr: Analyste des Marchés Financiers
pl_pl: Analityk rynków finansowych
pt_pt: Analista de Mercados Financeiros
vi_vn: Nhà phân tích thị trường tài chính
zh_cn: 金融市场分析师

source: Financial Risk approval is required. Please contact %1customer support%2 for more information.
de_de: Dem Finanzrisiko muss zugestimmt werden. Bitte kontaktieren Sie die %1Kundenbetreuung%2, um mehr Informationen zu erhalten.
fr_fr: Une évaluation du risque financier est requise. Veuillez contacter le %1service clientèle%2 pour obtenir des informations supplémentaires.
id_id: Persetujuan pada risiko keuangan diperlukan. Silahkan hubungi %1customer support%2 untuk informasi lebih lanjut.
pl_pl: Wymagane jest zatwierdzenie dot. ryzyka finansowego. Proszę skontaktować się z %1działem obsługi klienta%2, aby uzyskać więcej informacji.
pt_pt: A aprovação de risco financeiro é obrigatória. Por favor contate o %1apoio ao cliente%2 para mais informações.
vi_vn: Phê duyệt rủi ro tài chính là cần thiết. Xin vui lòng liên hệ với %1hỗ trợ khách hàng%2 để biết thêm thông tin chi tiết.
zh_cn: 需要通过金融风险批准。欲知详情，请联系%1客服部%2。

source: Financial assessment
de_de: Finanzielle Bewertung
fr_fr: Évaluation financière
id_id: Penilaian keuangan
pl_pl: Ocena finansowa
vi_vn: Đánh giá tài chính
zh_cn: 财务评估

source: Financial derivatives that allow you to trade on the movement of underlying assets.
de_de: Derivative Finanzinstrumente, die Ihnen erlauben, die Bewegung der Basiswerte zu handeln.
fr_fr: Produits financiers dérivés qui vous permettent de trader sur la circulation des actifs sous-jacents.
id_id: Derivatif finansial yang memungkinkan Anda bertrading pada pergerakan aset dasar.
pl_pl: Finansowe instrumenty pochodne pozwalające handlować w oparciu o zmiany aktywów bazowych.
pt_pt: Derivativos financeiros que lhe permitem negociar sobre o movimento de ativos subjacentes.
vi_vn: Phái sinh tài chính cho phép bạn giao dịch trên sự di chuyển tài sản cơ bản.
zh_cn: 金融衍生产品让您交易标的资产的走势。

source: Financial information
de_de: Finanzinformationen
fr_fr: Informations financières
id_id: Informasi keuangan
pl_pl: Informacje finansowe
pt_pt: Informações financeiras
vi_vn: Thông tin tài chính
zh_cn: 金融信息

source: Find a trading platform that suits your experience and preferred strategy – whether you're a new or seasoned trader.
de_de: Finden Sie eine Handelsplattform, die mit Ihren Bedürfnissen und Ihrer bevorzugten Strategie übereinstimmt - egal, ob Sie ein neuer oder erfahrener Händler sind.
fr_fr: Trouvez une plateforme de trading qui convient à votre expérience et stratégie préférée – que vous soyez un trader débutant ou expérimenté.
id_id: Temukan platform trading yang sesuai dengan pengalaman dan strategi pilihan Anda - baik Anda seorang trader baru atau berpengalaman.
pl_pl: Znajdź platformę handlową, która odpowiada Twojemu doświadczeniu i preferowanej strategii handlowej – niezależnie od tego, czy jesteś nowym czy doświadczonym graczem.
pt_pt: Procure uma plataforma de negociação que melhor atenda à sua experiência e estratégia preferida – quer você seja um principiante ou negociador experiente.
vi_vn: Tìm một sàn giao dịch phù hợp với kinh nghiệm và chiến lược mà bạn nắm rõ dù bạn là một nhà giao dịch mới hay đã rất dày dạn.
zh_cn: 无论您是新手还是经验丰富的交易员，都有适合您的交易策略的平台。

source: Find out more about the costs and details of each CFD asset we offer.
de_de: Lernen Sie mehr über die Kosten und Details jeder CFD Anlage, die wir anbieten.
fr_fr: En savoir plus sur les coûts et les détails de chaque actif CFD que nous offrons.
id_id: Cari tahu lebih lanjut mengenai biaya dan rincian dari setiap aset CFD yang kami tawarkan.
pl_pl: Dowiedz się więcej o kosztach i szczegółach każdego oferowanego przez nas aktywa w przypadku kontraktów CFD.
pt_pt: Descubra mais sobre os custos e os detalhes de cada ativo de CFD que disponibilizamos.
vi_vn: Tìm hiểu thêm về các chi phí và các chi tiết của mỗi tài sản CFD chúng tôi cung cấp.
zh_cn: 了解我们提供的每个差价合约资产的成本和详细信息。

source: Find out more about the costs and details of every cryptocurrency pair we offer.
de_de: Lernen Sie mehr über die Kosten und Details jedes Kryptowährungspaares, das wir anbieten.
fr_fr: En savoir plus sur les coûts et les détails de chaque paire de crypto monnaie que nous offrons.
id_id: Cari tau lebih lanjut mengenai biaya dan rincian setiap pasangan mata uang kripto yang kami tawarkan.
pl_pl: Dowiedz się więcej o kosztach i szczegółach każdej oferowanej przez nas pary kryptwalut.
pt_pt: Descubra mais sobre os custos e os detalhes de cada par de criptomoedas que disponibilizamos.
vi_vn: Tìm hiểu thêm về chi phí và các chi tiết của mỗi cặp cryptocurrency chúng tôi cung cấp.
zh_cn: 了解我们提供的每个加密货币对的成本和详细信息。

source: Find out more about the costs and details of every currency pair we offer.
de_de: Lernen Sie mehr über die Kosten und Details jedes Währungspaares, das wir anbieten.
fr_fr: En savoir plus sur les coûts et les détails de chaque paire de monnaie que nous offrons.
id_id: Cari tahu lebih lanjut mengenai biaya dan rincian dari setiap pasangan mata uang yang kami tawarkan.
pl_pl: Dowiedz się więcej o kosztach i szczegółach każdej oferowanej przez nas pary walutowej.
pt_pt: Descubra mais sobre os custos e os detalhes de cada par de moedas que disponibilizamos.
vi_vn: Tìm hiểu thêm về các chi phí và các chi tiết của mỗi cặp tiền tệ mà chúng tôi cung cấp.
zh_cn: 了解我们提供的每个货币对的成本和详细信息。

source: Find out more about the costs and details of every metal pair we offer.
de_de: Lernen Sie mehr über die Kosten und Details jedes Metallpaares, das wir anbieten.
fr_fr: En savoir plus sur les coûts et les détails de chaque paire de métaux que nous offrons.
id_id: Cari tahu lebih lanjut mengenai biaya dan rincian setiap pasangan logam yang kami tawarkan.
pl_pl: Dowiedz się więcej o kosztach i szczegółach każdej oferowanej przez nas pary metali.
pt_pt: Descubra mais sobre os custos e os detalhes de cada par de metais que disponibilizamos.
vi_vn: Tìm hiểu thêm về chi phí và các chi tiết của mỗi cặp kim loại chúng tôi cung cấp.
zh_cn: 了解我们提供的每个金属对的成本和详细信息。

source: Find the right trade for every market condition.
de_de: Finden Sie für jede Marktkondition den richtigen Kontrakt.
fr_fr: Sélectionnez l'opération de trading adéquate en fonction de chaque condition de marché.
id_id: Temukan trading yang tepat bagi setiap kondisi pasar.
pl_pl: Znajdź odpowiedni zakład dla wszystkich warunków rynkowych.
pt_pt: Encontre a negociação certa para todas as condições de mercado.
vi_vn: Tìm kiếm phương thức giao dịch đúng cho mọi điều kiện thị trường.
zh_cn: 寻找各种行情中的最佳交易机会。

source: Finish
de_de: Beenden
fr_fr: Finnois
id_id: Selesai
pl_pl: Zakończ
pt_pt: Terminar
vi_vn: Kết thúc
zh_cn: 完成

source: Firm grasp of advanced risk management concepts, including hedging, Greeks (first and second generation), Value at Risk models, etc.
de_de: Ausgeprägtes Verständnis von erweiterten Risiko-Management-Konzepten, einschließlich Deckungsgeschäften, Greeks (erste und zweite Generation), Value at Risk- Model, etc.
fr_fr: Solide maîtrise des concepts de gestion du risque avancés, y compris les opérations de couverture, les Grecs (première et deuxième génération), valeur de modèles de Risque, etc.
id_id: Memahami konsep manajemen risiko tingkat lanjut, termasuk hedging, Greeks (generasi pertama dan kedua), model Nilai Risiko, dll.
pl_pl: Bardzo dobra znajomość pojęć z zakresu zarządzania ryzykiem, w tym hedgingu, Greeks (pierwszej i drugiej generacji), modeli wartości zagrożonej itp.
pt_pt: Conhecimento e conceitos avançados de gerenciamento de risco, incluindo hedging, Greeks (primeira e segunda geração), modelos Value at Risk, etc.
vi_vn: Nắm những khái niệm rủi ro quản lý bậc cao, bao gồm cả bảo hiểm rủi ro, Greeks (thế hệ đầu tiên và thứ hai), giá trị tại các mô hình rủi ro, vv.
zh_cn: 牢牢掌握先进的风险管理理念, 包括对冲、Greeks (第一代和第二代)、风险价值模型等。

source: First line
fr_fr: Première ligne
id_id: Baris pertama
pl_pl: Pierwsza część
vi_vn: Dòng đầu
zh_cn: 第一行

source: First line of home address
de_de: Erste Adresszeile
fr_fr: Première ligne de l'adresse résidentielle
id_id: Alamat Rumah
pl_pl: Pierwsza część adresu zamieszkania
pt_pt: Primeira linha do endereço residencial
vi_vn: Dòng đầu tiên của địa chỉ nhà
zh_cn: 住家地址第一行

source: First name
de_de: Vorname
fr_fr: Prénom
id_id: Nama depan
pl_pl: Imię
pt_pt: Primeiro nome
vi_vn: Tên
zh_cn: 名

source: First, define your position...
de_de: Zunächst müssen Sie Ihre Position bestimmen...
fr_fr: D'abord, définissez votre position...
id_id: Pertama, tentukan posisi Anda...
pl_pl: Najpierw określ swoją pozycję...
pt_pt: Primeiro, defina a sua posição...
vi_vn: Đầu tiên, hãy xác định vị trí của bạn...
zh_cn: 选择您的头寸参数...

source: First-class client service.
de_de: Erstklassige Kundenbetreuung.
fr_fr: Un service client de haute qualité.
id_id: Pelayanan pelanggan kelas satu.
pl_pl: Obsługa klienta na najwyższym poziomie.
pt_pt: Assistência de primeira classe a clientes.
vi_vn: Dịch vụ chăm sóc khách hàng thượng lưu.
zh_cn: 一流的客户服务。

source: Five total assets are available for you to choose from:
de_de: Sie können aus gesamt fünf Anlagen auswählen:
fr_fr: Cinq Actifs total sont disponibles à votre choix :
id_id: Tersedia lima total aset yang dapat Anda pilih:
pl_pl: Możesz wybierać spośród pięciu aktywów:
pt_pt: Estão disponíveis na totalidade cinco ativos à escolha:
vi_vn: Tổng số năm tài sản có sẵn để bạn lựa chọn:
zh_cn: 一共有五种资产供您选择:

source: Fixed
de_de: Fixiert
fr_fr: Fixe
id_id: Tetap
pl_pl: Stałe
pt_pt: Fixo
vi_vn: Cố định
zh_cn: 固定

source: Fixed spreads
de_de: Fixierte Spreads
fr_fr: Spreads fixes
id_id: Spread tetap
pl_pl: Stałe spready
pt_pt: Spreads fixos
vi_vn: Biên lãi cố định
zh_cn: 固定利差

source: Fixing problems and providing feedback for improvement.
fr_fr: Résoudre les problèmes et fournir des commentaires d’amélioration.
id_id: Memperbaiki masalah dan memberikan saran untuk perbaikan.
pl_pl: Rozwiązywanie problemów i zapewnianie opinii zwrotnej w celu wprowadzania usprawnień.
vi_vn: Sửa chữa vấn đề và cung cấp thông tin phản hồi để cải thiện.
zh_cn: 解决问题并提供改进建议。

source: Flexible
de_de: Flexibel
id_id: Fleksibel
pl_pl: Elastyczność
pt_pt: Flexível
vi_vn: Linh hoạt
zh_cn: 灵活

source: Flexible trades
de_de: Flexible Geschäfte
fr_fr: Trading polyvalent
id_id: Trading fleksibel
pl_pl: Elastyczne transakcje
pt_pt: Contratos flexíveis
vi_vn: Giao dịch linh hoạt
zh_cn: 灵活交易

source: Focusing on customer's needs in everything that you do.
fr_fr: Se concentrer sur les besoins du client dans tout ce que vous faites.
id_id: Berfokus pada kebutuhan pelanggan dalam segala hal yang Anda lakukan.
pl_pl: Koncentrowanie się na potrzebach klienta przy każdym wykonywanym zadaniu.
vi_vn: Tập trung vào nhu cầu của khách hàng trong mọi việc bạn làm.
zh_cn: 做所有事情都必须关注客户的需求。

source: Follow established workflows for content deliverables
de_de: Folgen Sie etablierten Workflows für Inhalts-Leistungen
fr_fr: Suivre des flux de travail établis pour la livraison de contenu
id_id: Mengikuti alur kerja yang ditetapkan untuk pengiriman konten
pl_pl: Przestrzeganie obowiązującego systemu pracy dla dostarczanych treści
pt_pt: Siga fluxos de trabalho estabelecidos para produtos de conteúdo
vi_vn: Thực hiện theo quy trình công việc được thiết lập cho các nội dung đã được phân phối
zh_cn: 跟踪内容可交付结果的已建立工作流

source: Follow our step-by-step guide to start trading binary options on MT5.
de_de: Folgen Sie unserer Schritt-für-Schritt Anleitung, um mit dem Handel von binären Optionen auf MT5 zu starten.
fr_fr: Suivez notre guide étape par étape pour commencer à trader des options binaires sur MT5.
id_id: Ikuti panduan langkah demi langkah kami untuk memulai trading opsi binary pada MT5.
pl_pl: Skorzystaj z naszego przewodnika „krok po krok”, aby rozpocząć handlowanie opcjami binarnymi na platformie MT5.
pt_pt: Siga o nosso guia detalhado para começar a negociar opções binárias na MT5.
vi_vn: Thực hiện theo hướng dẫn từng bước của chúng tôi để bắt đầu giao dịch binary options trên MT5.
zh_cn: 按照我们的逐步指南开始在 MT5 进行二元期权交易。

source: Follow the Law and These Terms
de_de: Einhaltung von Gesetzen und diesen Bedingungen
id_id: Ikuti Hukum dan Syarat ini
pl_pl: Przestrzeganie prawa i niniejszego regulaminu
pt_pt: Siga a lei e estes termos
vi_vn: Hãy thực hiện theo Luật và những Điều khoản Sau đây
zh_cn: 遵守法律和以下条款

source: Follow up on the recommendations and timeline for corrective actions with department heads
de_de: Folgen Sie den Empfehlungen und der Timeline für Korrekturmaßnahmen mit Abteilungsleitern
fr_fr: Suivre les recommandations et le calendrier de mesures correctives avec les chefs de département
id_id: Menindak lanjuti rekomendasi dan garis waktu untuk tindakan korektif dengan kepala departemen
pl_pl: Stosowanie się do zaleceń kierowników działu i harmonogramu podejmowania działań naprawczych
pt_pt: Acompanhe as recomendações e cronograma para ações corretivas com chefes de departamento
vi_vn: Theo dõi trên các khuyến nghị và thời gian cho các hành động khắc phục với lãnh đạo các phòng ban
zh_cn: 与部门主管一起跟进纠正措施的建议和时间表

source: Food Services
de_de: Lebensmitteldiesnte
fr_fr: Services de Restauration
id_id: Layanan Makanan
pl_pl: Usługi gastronomiczne
pt_pt: Serviços alimentares
vi_vn: Dịch vụ ăn uống
zh_cn: 饮食服务

source: For Binary (C.R.) S.A., the applicable Jurisdiction shall be Costa Rica.
de_de: Die zuständige Gerichtsbarkeit für Binary (C.R.) S.A. befindet sich in Costa Rica.
fr_fr: Binary (C.R.) S.A., la juridiction applicable est le Costa Rica.
id_id: Untuk Binary (C.R.) S.A., yurisdiksi yang berlaku adalah Kosta Rika.
pl_pl: W przypadku Binary (C.R.) S.A. właściwą jurysdykcją jest Kostaryka.
pt_pt: Para Binary (C.R.) S.A., a jurisdição que se aplica é a Costa Rica.
vi_vn: Đối với Binary (C.R.) S.A., thẩm quyền áp dụng sẽ là Costa Rica.
zh_cn: Binary (C.R.) S.A. 适用的管辖权应为哥斯达黎加。

source: For Binary (IOM) Ltd, the applicable Jurisdiction shall be the Isle of Man.
de_de: Die zuständige Gerichtsbarkeit für Binary (IOM) Ltd. befindet sich auf den Britischen Inseln.
fr_fr: Pour Binary (IOM) Ltd, la juridiction applicable est l'Ile de Man.
id_id: Untuk Binary (IOM) Ltd, yuridiksi yang berlaku adalah Isle of Man.
pl_pl: W przypadku Binary (IOM) Ltd właściwą jurysdykcją jest Wyspa Man.
pt_pt: Para Binary (IOM) Ltd., a jurisdição que se aplica é a Ilha de Man.
vi_vn: Đối với Binary (IOM) Ltd, thẩm quyền áp dụng sẽ là đảo Man.
zh_cn: Binary (IOM) Ltd适用的管辖权应为马恩岛。

source: For Binary Investments (Europe) Ltd and Binary (Europe) Ltd, the applicable Jurisdiction shall be Malta.
de_de: Die zuständige Gerichtsbarkeit für Investments (Europe) Ltd und Binary (Europe) Ltd, befindet sich in Malta.
fr_fr: Pour Binary Investments (Europe) Ltd et Binary (Europe) Ltd, la juridiction applicable est Malte.
id_id: Untuk Binary Investments (Europe) Ltd dan Binary (Europe) Ltd, Yurisdiksi yang berlaku adalah Malta.
pl_pl: W przypadku Binary Investments (Europe) Ltd i Binary (Europe) Ltd właściwą jurysdykcją jest Malta.
pt_pt: Para Binary Investments (Europe) Ltd. e Binary (Europe) Ltd., a jurisdição que se aplica é Malta.
vi_vn: Đối với Binary Investments (châu Âu) Ltd và Binary (châu Âu) Ltd, thẩm quyền áp dụng sẽ là Malta.
zh_cn: Binary Investments (Europe) Ltd 和 Binary (Europe) Ltd适用的管辖权应为马耳他。

source: For affiliate, partnership, and other marketing-related queries:
de_de: Für Partner, Partnerschaft und andere Marketing-bezogene Anfragen:
fr_fr: Pour le programme d'affiliation, partenariat et autres requêtes axés sur le marketing :
id_id: Untuk afiliasi, kemitraan, dan pertanyaan terkait pemasaran lainnya:
pl_pl: Pytania związane ze współpracą, programem partnerskim i kwestiami marketingowymi:
pt_pt: Para afiliados, parcerias e outras questões relacionadas com marketing:
vi_vn: Để truy vấn về liên kết, hợp tác và câu hỏi liên quan đến tiếp thị:
zh_cn: 与联盟、合作伙伴和其他与市场营销相关的查询专用:
