Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Take necessary measures to correct and enhance IT operations
de_de: Unternehmen Sie notwendige Maßnahmen, um IT Operationen zu korrigieren und zu verbessern
fr_fr: Prendre les mesures nécessaires pour corriger et améliorer les opérations IT
id_id: Mengambil langkah-langkah yang diperlukan untuk memperbaiki dan meningkatkan operasi IT
pl_pl: Podejmowanie niezbędnych środków w celu poprawy i ulepszenia działania IT
pt_pt: Tomar medidas necessárias para corrigir e melhorar as operações
vi_vn: Có các biện pháp cần thiết để khắc phục và tăng cường vận hành IT
zh_cn: 采取必要的措施进行纠正，并提高电脑操作效率

source: Talent Acquisition Executive
de_de: Talentgewinnungsvorstand
fr_fr: Chargé de l'Acquisition des Talents
pl_pl: Kierownik ds. pozyskiwania talentów
pt_pt: Executivo de Aquisição de Talentos
vi_vn: Nhân viên tuyển dụng
zh_cn: 人才招聘执行员

source: Talk to us
de_de: Sprechen Sie mit uns
fr_fr: Parlez-nous
id_id: Hubungi kami
pl_pl: Porozmawiaj z nami
pt_pt: Fale conosco
vi_vn: Nói với chúng tôi
zh_cn: 联系我们

source: Target
de_de: Ziel
fr_fr: Cible
id_id: Sasaran
pl_pl: Cel
pt_pt: Alvo
vi_vn: Mục tiêu
zh_cn: 目标

source: Tax identification number
de_de: Steuer-Identifizierungsnummer
fr_fr: Numéro d'identification fiscale
id_id: Nomor Pokok Wajib Pajak
pl_pl: Numer identyfikacji podatkowej
pt_pt: Número de identificação fiscal
vi_vn: Mã số thuế
zh_cn: 税务标识号

source: Tax information
de_de: Steuerinformation
fr_fr: Informations fiscales
id_id: Informasi pajak
pl_pl: Informacje podatkowe
pt_pt: Informações fiscais
vi_vn: Thông tin thuế
zh_cn: 税务信息

source: Tax residence
de_de: Steuerdomizil
fr_fr: Résidence fiscale
id_id: Pajak rumah
pl_pl: Rezydencja podatkowa
pt_pt: Residência fiscal
vi_vn: Thuế cư trú
zh_cn: 纳税居住地

source: Teamwork
de_de: Teamarbeit
fr_fr: Travail en équipe
id_id: Kerja tim
pl_pl: Praca zespołowa
pt_pt: Trabalho de equipe
vi_vn: Làm việc nhóm
zh_cn: 团队合作

source: Technical Marketing Executive
de_de: Technischer Marketingleiter
fr_fr: Chargé du Marketing Technique
pl_pl: Kierownik ds. marketingu technicznego
pt_pt: Executivo de Marketing Técnico
vi_vn: Chuyên viên tiếp thị kỹ thuật
zh_cn: 技术营销执行员

source: Technical roles
de_de: Technische Rollen
fr_fr: Rôles techniques
id_id: Peran teknis
pl_pl: Stanowiska techniczne
pt_pt: Funções técnicas
vi_vn: Vị trí liên quan đến kỹ thuật
zh_cn: 技术性职位

source: Tel
fr_fr: Tél.
pl_pl: Telefon
vi_vn: Điện thoại
zh_cn: 电话

source: Telephone
de_de: Telefon
fr_fr: Téléphone
id_id: Telepon
pl_pl: Telefon
pt_pt: Telefone
vi_vn: Điện thoại
zh_cn: 电话

source: Telephone:
de_de: Telefon:
fr_fr: Téléphone :
id_id: Telepon:
pl_pl: Telefon:
pt_pt: Telefone:
vi_vn: Điện thoại:
zh_cn: 电话：

source: Term
de_de: Bedingung
fr_fr: Durée
id_id: Istilah
pl_pl: Okres obowiązywania
pt_pt: Termo
vi_vn: Điều khoản
zh_cn: 条款

source: Term and Termination
de_de: Laufzeit und Kündigung
id_id: Istilah dan Penghentian
pl_pl: Okres obowiązywania i zakończenie umowy
pt_pt: Vigência e rescisão
vi_vn: Điều Khoản và Điều Kiện Chấm Dứt
zh_cn: 条款与终止

source: Terminate this Agreement
de_de: Diese Vereinbarung kündigen
fr_fr: Résilier le présent Contrat
id_id: Akhiri Perjanjian ini
pl_pl: Zakończ umowę
pt_pt: Terminar este Acordo
vi_vn: Chấm dứt Thỏa Thuận này
zh_cn: 终止本协议

source: Terminate your use of the %1 API; or
de_de: Ihre Verwendung der %1 API zu kündigen; oder
id_id: Menghentikan penggunaan API %1 atau
pl_pl: Użytkownik zakończy korzystanie z API %1; lub
pt_pt: Cesse o seu uso da API %1; ou
vi_vn: Chấm dứt việc sử dụng %1 API của bạn; hoặc
zh_cn: 终止使用%1 API 或

source: Termination
de_de: Kündigung
fr_fr: Résiliation
id_id: Pemutusan
pl_pl: Zakończenie umowy
pt_pt: Termo
vi_vn: Chấm Dứt
zh_cn: 终止

source: Termination for Causes
de_de: Kündigung aus wichtigem Grund
id_id: Penghentian Berhubung
pl_pl: Rozwiązanie umowy z określonych powodów
pt_pt: Rescisão por causas
vi_vn: Chấm Dứt vì các Nguyên Nhân
zh_cn: 终止原因

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
de_de: Die Kündigung dieses Vertrags darf die Rechte keiner Partei beeinträchtigen, die am oder vor dem Kündigungsdatum entstehen können.
fr_fr: La résiliation de cet Accord ne portera pas préjudice aux droits de l'une ou l'autre des parties tels qu'applicables à la date de résiliation ou avant celle-ci.
id_id: Pengakhiran Perjanjian ini tidak mengurangi hak pihak yang mungkin telah muncul pada atau sebelum tanggal pemutusan.
pl_pl: Zakończenie niniejszej Umowy nie uprawnia którejkolwiek ze stron do żadnych przywilejów, które mogły pojawić się przed lub w dniu jej zakończenia.
pt_pt: A rescisão do presente Acordo não tem prejuízo para quaisquer direitos de qualquer das partes que possam ter surgido na data ou antes da data da rescisão.
vi_vn: Chấm dứt Thỏa Thuận này sẽ không ảnh hưởng tới bất cứ quyền gì của các bên có thể phát sinh vào đúng hoặc trước ngày chấm dứt.
zh_cn: 本协议的终止并不影响任何一方在终止日及之前的权利。

source: Terms
de_de: Bedingungen
fr_fr: Durée
id_id: Syarat
pl_pl: Warunki
pt_pt: Termos
vi_vn: Điều khoản
zh_cn: 条款

source: Terms and Conditions
de_de: Allgemeine Geschäftsbedingungen
fr_fr: Conditions générales
id_id: Syarat dan Kondisi
pl_pl: Regulamin
pt_pt: Termos e Condições
vi_vn: Điều Khoản và Điều Kiện
zh_cn: 条款和条件

source: Terms and Conditions Approval
de_de: Allgemeine Geschäftsbedingungen Zustimmung
fr_fr: Acceptation des conditions générales
id_id: Syarat dan Ketentuan Persetujuan
pl_pl: Akceptacja regulaminu
pt_pt: Aprovação dos termos e condições
vi_vn: Chấp nhận các Điều Khoản và Điều Kiện
zh_cn: 条款和条件审批

source: Tertiary
de_de: Tertiär
fr_fr: Supérieur
id_id: Tersier
pl_pl: Wyższe
pt_pt: Ensino Superior
vi_vn: Bên thứ ba
zh_cn: 三级

source: Test and debug our ever-evolving product line to improve their speed, scalability, and usability across multiple browsers, devices, and web standards
de_de: Testen und berichtigen Sie unsere sich ständig entwickelnde Produktlinie, um deren Geschwindigkeit, Skalierbarkeit und Verwendbarkeit über mehrere Browser, Geräte und Webstandards zu verbessern
fr_fr: Tester et déboguer notre gamme de produits en constante évolution afin d’améliorer leur vitesse, évolutivité et facilité d’utilisation sur plusieurs navigateurs, dispositifs et standards du web
id_id: Terus menguji dan memberbaiki serta berevolusi dalam meningkatkan kecepatan, skalabilitas, dan kegunaan produk kami di beberapa browser, perangkat, dan situs standar
pl_pl: Testowanie i debugowanie naszej linii stale zmieniających się produktów w celu polepszenia szybkości, skalowalności i użyteczności w różnorodnych przeglądarkach, na różnych urządzeniach i w różnych standardach sieciowych
pt_pt: Testar e depurar a nossa linha de produtos em constante evolução para melhorar a sua velocidade, escalabilidade e usabilidade em vários navegadores, dispositivos e padrões web
vi_vn: Kiểm tra và vá lỗi dòng sản phẩm luôn phát triển của chúng tôi để cải thiện tốc độ, khả năng mở rộng và khả năng sử dụng của nó trên nhiều trình duyệt, các thiết bị và các tiêu chuẩn web
zh_cn: 测试和调试我们不断革新的产品线, 以提高多个浏览器、设备和 web 标准的速度、可扩展性和可用性

source: Test our products and services for security vulnerabilities. In the process, you'll earn a monetary reward for any verifiable issues that you find, courtesy of our bug bounty programme.
de_de: Testen Sie unsere Produkte und Dienstleistungen auf Sicherheitsschwachstellen. In diesem Prozess, verdienen Sie eine finanzielle Entlohnung für nachprüfbare Probleme, die Sie finden, mit dem Entgegenkommen unseres Bug-Belohnungsprogramms.
fr_fr: Testez les vulnérabilités de sécurité de nos produits et services. Dans le processus, vous obtiendrez une récompense financière pour tout problème vérifiable que vous découvrez, grâce à notre programme de récompense pour la découverte de bug.
id_id: Uji produk dan layanan kami dengan rentas keamanan. Dalam proses ini, Anda akan mendapatkan hadiah uang untuk setiap masalah terverifikasi yang Anda temukan, budi baik dari program bug kami.
pl_pl: Testuj nasze produkty pod kątem luk w zabezpieczeniach. W ramach naszego programu premiowego w zakresie wyszukiwania usterek możesz zyskać wynagrodzenie pieniężne za każdy znaleziony, możliwy do potwierdzenia, problem.
pt_pt: Teste os nossos produtos e serviços para vulnerabilidades de segurança. Durante o processo você receberá um prêmio monetário por quaisquer problemas verificáveis que descobrir, cortesia do nosso programa de recompensas por bugs.
vi_vn: Kiểm tra các sản phẩm và dịch vụ cho các lỗ hổng bảo mật. Trong quá trình này, bạn sẽ kiếm được một phần thưởng tiền cho bất kỳ vấn đề kiểm chứng rằng bạn tìm thấy, đúng trách nhiệm của chúng tôi chương trình tiền thưởng lỗi.
zh_cn: 对我们的产品和服务进行安全漏洞测试。 在这个过程中，如发现任何可验证问题，您将获得我们的编程缺陷奖金计划提供的金钱奖励。

source: Test the %1 website, applications, backend, and back-office systems
de_de: Testen Sie die %1 Website, Anwendungen, Backend und Back-Office Systeme
fr_fr: Tester le site Web %1, les applications, le backend et les systèmes de back-office
id_id: Menguji situs web %1, aplikasi, backend, dan sistem back office
pl_pl: Testowanie strony internetowej %1, aplikacji oraz systemów back-end i back-office
pt_pt: Teste o website da %1, aplicativos, back-end e sistemas de back-office
vi_vn: Kiểm tra trang web %1, ứng dụng, backend và hệ thống dùng cho văn phòng
zh_cn: 测试 %1 网站、应用程序、后端和后台系统

source: Tether is a blockchain-based cryptocurrency whose cryptocoins in circulation are backed by an equivalent amount of traditional fiat currencies. For more information, please visit %1.
fr_fr: Tether est une cryptodevise basée sur la blockchain dont les crypto pièces en circulation sont soutenues par une quantité équivalente de monnaies traditionnelles fiat. Pour plus d’informations, veuillez visiter le %1.
id_id: Tether adalah mata uang kripto berdasarkan blockchain dimana sirkulasi kripto koinnya dididukung oleh jumlah yang setara dengan mata uang fiat. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Tether to kryptowaluta oparta na blockchain, której kryptomonety będące w obiegu mają pokrycie w odpowiadającej im wartości tradycyjnych walutach fiducjarnych. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: Tether là một loại tiền cryptocurrency dựa trên hệ thống blockchain, loại tiền cryptocurrency này đang lưu hành và được hỗ trợ bởi một lượng tiền thực truyền thống tương đương. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Tether是基于区块链的加密货币, 其流通由同等数量的传统法定货币提供支持。欲了解更多信息, 请访问 %1。

source: Th
de_de: Do
fr_fr: Je
id_id: Kam
pl_pl: Cz
pt_pt: Qui
vi_vn: Thứ 5
zh_cn: 星期四

source: Thank you
de_de: Danke
fr_fr: Merci
id_id: Terima kasih
pl_pl: Dziękujemy
pt_pt: Obrigado
vi_vn: Xin cảm ơn
zh_cn: 谢谢

source: Thank you for completing the Financial Assessment. You can now deposit funds and trade Forex with real money on MetaTrader 5.
de_de: Vielen Dank für den Abschluss der finanziellen Bewertung. Jetzt können Sie auf MetaTrader 5 Guthaben hinterlegen und Forex mit echtem Geld handeln.
fr_fr: Merci de remplir l’évaluation financière. Vous pouvez maintenant déposer des fonds et trader le Forex avec de l'argent réel sur MetaTrader 5.
id_id: Terima kasih telah melengkapi Penilaian Keuangan. Anda sudah dapat mendeposit dana dan bertrading Forex menggunakan akun riil MetaTrader 5.
pl_pl: Dziękujemy za ukończenie oceny finansowej. Teraz możesz wpłacić środki i handlować na rynku Forex przy użyciu prawdziwych pieniędzy z pośrednictwem MetaTrader 5.
pt_pt: Obrigado por concluir a avaliação financeira. Agora é possível depositar fundos e negociar Forex com dinheiro real na MetaTrader 5.
vi_vn: Cảm ơn bạn đã hoàn tất việc đánh giá tài chính. Bây giờ bạn có thể gửi tiền quỹ và giao dịch ngoại hối với tiền thật trên MetaTrader 5.
zh_cn: 谢谢您完成财务评估。您现在可以存入资金并以真实资金在 MetaTrader 5交易外汇。

source: Thank you for completing your Personal Details. You can now deposit funds and trade Forex with real money on MetaTrader 5.
de_de: Vielen Dank für die Angabe Ihrer persönlichen Daten. Jetzt können Sie auf MetaTrader 5 Guthaben hinterlegen und Forex mit echtem Geld handeln.
fr_fr: Merci de remplir votre Données Personelles. Vous pouvez maintenant déposer des fonds et trader le Forex avec de l'argent réel sur MetaTrader 5.
id_id: Terima kasih telah mengisi Data Pribadi Anda. Anda sekarang dapat mendeposit dana dan bertrading Forex dengan uang riil di MetaTrader 5.
pl_pl: Dziękujemy za podanie danych osobowych. Teraz możesz wpłacić środki i handlować na rynku Forex przy użyciu prawdziwych pieniędzy z pośrednictwem MetaTrader 5.
pt_pt: Obrigado por completar os seus dados pessoais. Agora é possível depositar fundos e negociar Forex com dinheiro real na MetaTrader 5.
vi_vn: Cảm ơn bạn đã hoàn tất các Chi Tiết Cá Nhân của bạn. Bây giờ bạn có thể gửi tiền quỹ và giao dịch ngoại hối với tiền thật trên MetaTrader 5.
zh_cn: 谢谢您完成个人资料。您现在可以存入资金并以真实资金在 MetaTrader 5交易外汇。

source: Thank you for signing up! Please check your email to complete the registration process.
de_de: Vielen Dank, dass Sie sich angemeldet haben! Bitte überprüfen Sie Ihre E-Mail, um den Anmeldeprozess abzuschließen.
fr_fr: Nous vous remercions pour votre inscription ! Veuillez vérifier votre email pour compléter le processus d’inscription.
id_id: Terima kasih karena telah mendaftar! Silahkan cek email Anda untuk melengkapi proses pendaftaran.
pl_pl: Dziękujemy za rejestrację! Sprawdź swoją skrzynkę e-mailową, aby ukończyć proces rejestracji.
pt_pt: Obrigado por se cadastrar! Verifique a sua caixa de entrada para completar o processo de registro.
vi_vn: Cảm ơn bạn đã đăng ký! Vui lòng kiểm tra email của bạn để hoàn tất quá trình đăng ký.
zh_cn: 谢谢您的注册！请查看邮件以完成注册程序。

source: Thank you for your interest in partnering with us. We've made it easy for you to apply online. Just fill out the %1online application form%2 with all necessary details. If you are already registered as a %3 affiliate, you can email us at %4 instead. We will contact you directly if your application is successful.
de_de: Vielen Dank für Ihr Interesse an einer Partnerschaft mit uns. Wir haben es für Sie einfach gemacht sich online zu bewerben. Füllen Sie einfach das %1Online Anmeldeformular%2 mit allen notwendigen Details aus. Wenn Sie bereits als %3 Partner registriert sind, können Sie uns stattdessen eine E-Mail an %4 schicken. Wir werden Sie direkt kontaktieren, wenn Ihre Bewerbung erfolgreich ist.
fr_fr: Je vous remercie de votre intérêt pour un partenariat avec nous. Nous avons rendu facile pour vous de postuler en ligne. Il vous suffit de remplir le %1formulaire d'application en ligne%2 avec tous les détails nécessaires. Si vous êtes déjà inscrit comme affilié %3 , vous pouvez nous envoyer un email à %4. Nous vous contacterons directement si votre demande est acceptée.
id_id: Terima kasih atas minat Anda bermitra dengan kami. Sangatlah mudah untuk mendaftar online. Cukup isi %1formulir aplikasi online%2 dengan semua detail yang diperlukan. Jika Anda sudah terdaftar sebagai afiliasi %3, Anda dapat mengirim email kepada kami di %4. Kami akan menghubungi Anda secara langsung jika aplikasi Anda berhasil.
pl_pl: Dziękujemy za zainteresowanie naszym programem partnerskim. Możesz w prosty sposób aplikować online. Wystarczy wypełnić formularz aplikacyjny online%2, podając niezbędne dane. Jeśli jesteś już zarejestrowanym partnerem %3, możesz zamiast tego wysłać nam wiadomość e-mail na adres: %4. Skontaktujemy się z Tobą bezpośrednio, jeśli Twoja aplikacja zostanie zaakceptowana.
pt_pt: Obrigado pelo seu interesse em criar uma parceria conosco. Facilitamos os registros online para você. Basta preencher o %1formulário de requerimento online%2 com todos os dados necessários. Caso você já esteja inscrito como afiliado %3, pode nos enviar um e-mail para %4 em vez disso. Iremos entrar em contato com você diretamente se o seu requerimento for aceito.
vi_vn: Cảm ơn bạn đã quan tâm đến việc hợp tác với chúng tôi. Chúng tôi sẽ giúp cho bạn có thể dễ dàng đăng ký trực tuyến. Chỉ cần điền các thông tin cần thiết vào %1oHồ Sơ Đăng Ký Trực Tuyến%2. Nếu bạn đã được đăng ký như là một liên kết %3, bạn có thể gửi email cho chúng tôi tại %4. Chúng tôi sẽ liên lạc với bạn trực tiếp nếu đơn đăng kí của bạn thành công.
zh_cn: 谢谢您对我们的合作感兴趣。我们已经使您可以轻松在网上申请。只需填写 %1在线申请表%2 并输入所有必要的细节。如果您已经注册为 %3 联盟会员, 您可以给我们发送电子邮件到 %4 。您的申请批准后, 我们将直接与您联系。

source: Thank you, we'll get back to you within 24 hours
de_de: Vielen Dank, wir werden uns bei Ihnen innerhalb von 24 Stunden melden
fr_fr: Merci, nous vous répondrons dans les 24 heures
id_id: Terima kasih, kami akan menghubungi Anda dalam tempo 24 jam
pl_pl: Dziękujemy, skontaktujemy się w ciągu 24 godzin
pt_pt: Obrigado, retornaremos dentro de 24 horas
vi_vn: Cảm ơn bạn, chúng tôi sẽ liên hệ lại với bạn trong vòng 24 giờ
zh_cn: 谢谢, 我们会在24小时内回复您

source: The %1 API has usage limits enforced to prevent abuse and/or repurposing of the %1 API. These usage limits may be changed in the future without notice. If you consistently exceed the usage limit or otherwise abuse the service, we may block your access to the %1 API.
de_de: Das %1 API hat zwingende Verwendungsbeschränkungen, um den Missbrauch und/oder die Veränderung des %1 API zu verhindern. Diese Verwendungsbeschränkungen können zukünftig ohne Vorankündigung verändert werden. Wenn Sie ständig Ihre Benutzungsgrenze überschreiten oder ansonsten den Service missbrauchen, können wir Ihren Zugang zum %1 API sperren.
id_id: API %1 memiliki batas penggunaan untuk mencegah penyalahgunaan dan/atau pengusulan kembali API %1. Batas penggunaan ini dapat berubah di masa depan tanpa pemberitahuan. Jika Anda secara konsisten melebihi batas penggunaan atau menyalahgunaan layanan maka kami dapat memblokir akses Anda ke dalam API %1.
pl_pl: API %1 jest obarczone limitami użytkowania w celu zapobiegania nadużyciom i wykorzystywania API %1 do innych celów. Limity użytkowania mogą zostać zmienione w przyszłości bez powiadomienia. W przypadku stałego przekraczania limitu użytkowania lub innych nadużyć, możemy zablokować Twój dostęp do API %1.
pt_pt: A API %1 tem limites de uso impostos para prevenir abusos e/ou readaptação da API %1. Estes limites de uso podem ser alterados no futuro sem aviso prévio. Caso você exceda consistentemente os limites de uso ou, de outro forma, abuse o serviço, podemos bloquear o seu acesso à API %1.
vi_vn: %1 API có giới hạn sử dụng thực thi để ngăn chặn lạm dụng %1 API. Các giới hạn sử dụng có thể thay đổi trong tương lai mà không có báo trước. Nếu bạn liên tục vượt quá giới hạn sử dụng hoặc lạm dụng dịch vụ, chúng tôi có thể ngăn chặn truy cập của bạn vào %1 API.
zh_cn: %1 API的使用受到限制，以防止%1 API被滥用和/或改变用途。将来这些使用限制可能不另行通知而更改。如果你持续超出使用限制，或以其他方式滥用该服务，我们可能会阻止您访问%1 API。

source: The %1 Affiliate Programme allows you to benefit from referring new clients to our site.
de_de: Das %1 Partnerprogramm erlaubt Ihnen davon zu profitieren, neue Kunden auf unsere Website zu verweisen.
fr_fr: Le Programme d’affiliation %1 vous permet de bénéficier du référencement de nouveaux clients sur notre site.
id_id: Program Afiliasi %1 memberi Anda manfaat dengan memperkenalkan klien baru pada situs kami.
pl_pl: Program partnerski %1 pozwala uzyskiwać korzyści za polecanie naszej strony nowym klientom.
pt_pt: O programa de afiliados da %1 permite-lhe beneficiar-se da indicação de novos clientes ao nosso site.
vi_vn: Chương trình liên kết %1 cho phép bạn hưởng lợi từ việc giới thiệu khách hàng mới vào trang web của chúng tôi.
zh_cn: %1 联盟计划让您向新客户推荐我们的网站并从中受惠。

source: The %1 Order Execution Policy.
de_de: Die Regeln von %1 zur Orderausführung.
id_id: Kebijakan Eksekusi Order %1.
pl_pl: Polityka %1 dot. realizacji zleceń.
pt_pt: A política de execução de ordens da %1.
vi_vn: Chính Sách Thực Thi Lệnh của %1.
zh_cn: %1订单执行政策。

source: The %1 Privacy and Security Policy;
de_de: Die Regeln von %1 zum Datenschutz und der Datensicherheit;
id_id: Privasi dan Kebijakan Keamanan %1;
pl_pl: Polityka prywatności i bezpieczeństwa %1;
pt_pt: A política de privacidade e segurança da %1;
vi_vn: Chính Sách Bảo Mật và Riêng tư %1;
zh_cn: %1隐私和安全政策；

source: The %1 Terms and Conditions;
de_de: Allgemeine Geschäftsbedingungen von %1;
id_id: Syarat dan Kondisi %1;
pl_pl: Regulamin %1;
pt_pt: Os termos e condições da %1;
vi_vn: Điều Khoản và Điều Kiện %1;
zh_cn: %1条款和条件

source: The %1 password of account number %2 has been changed.
de_de: Das %1 Passwort der Kontonummer %2 wurde geändert.
fr_fr: Le mot de passe %1 du numéro de compte %2 a été modifié.
id_id: Kata sandi %1 untuk akun %2 sudah diganti.
pl_pl: Hasło %1 do konta o numerze %2 zostało zmienione.
pt_pt: A senha %1 da conta número %2 foi alterada.
vi_vn: Mật khẩu %1 của tài khoản số %2 đã được thay đổi.
zh_cn: %2账号的%1密码已更改。

source: The %1 website is protected by certain copyrights.
de_de: Die Website von %1 ist durch bestimmte Copyrights geschützt.
fr_fr: Le site web %1 est protégé par certains droits d'auteur.
id_id: Situs %1 dilindungi oleh hak cipta.
pl_pl: Portal %1 jest chroniony prawami autorskimi.
pt_pt: O website da %1 está protegido por determinados direitos de autor.
vi_vn: Trang web %1 được bảo vệ bởi bản quyền tác giả nhất định.
zh_cn: %1网站受版权保护。
