Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: When the Company deals on own account (dealing desk), the Company acts as principal and not as an agent on the client's behalf and the Company therefore acts as the execution venue.
de_de: Wenn das Unternehmen auf dem eigenen Konto handelt (dealing desk), agiert das Unternehmen als Dienstleister und nicht als Agent im Namen des Kunden, deshalb agiert das Unternehmen als Plattform für die Ausführung.
fr_fr: Lorsque la Compagnie traite pour compte propre (dealing desk), la Compagnie agit en tant que contrepartie principale et non en tant qu'agent au nom du client. Par conséquent, la Compagnie agit en tant qu'entité d'exécution.
id_id: Pada saat Perusahaan bertransaksi sendiri (dealing desk), Perusahaan bertindak sebagai prinsipal dan bukan sebagai agen atas nama klien dan oleh karena itu Perusahaan bertindak sebagai tempat pelaksanaan.
pl_pl: Gdy Firma działa na własny rachunek (dealing desk), pełni funkcję zamawiającego, nie pośrednika działającego w imieniu klienta i w związku z tym rola Firmy sprowadza się wyłącznie do dostarczenia miejsca realizacji transakcji.
vi_vn: Khi Công Ty xử lý trên tài khoản riêng (thuộc phòng giao dịch), Công Ty sẽ hành động như là một chính thể và không phải là một đại lý thay mặt cho khách hàng và do đó Công Ty đóng vai trò như là địa điểm thực hiện.
zh_cn: 当公司在自己账户（交易平台）上交易时，公司是委托人，而不是客户的代理人，因此公司是执行场地。

source: When the client gives the Company specific instructions, including (a) specifying the price of a Contract with the Company or (b) specifying the price at which a Contract is to be closed, then those instructions take precedence over other aspects of the Company's policy.
de_de: Sofern der Kunde dem Unternehmen besondere Anweisungen erteilt, einschl. beispielsweise (a) den Kurs eines Kontrakts beim Unternehmen festzulegen oder (b) den Kurs, zu dem der Kontrakt geschlossen werden muss, dann sind diese Anweisungen gegenüber den Regeln des Unternehmens maßgebend.
fr_fr: Lorsque le client donne des instructions spécifiques à la Compagnie, incluant (a) spécifiant le prix d'un Contrat avec la Compagnie ou (b) spécifiant le prix auquel un Contrat doit être clôturé, alors ces instructions prévalent par rapport à d'autres aspects de la politique de la Compagnie.
id_id: Pada saat klien memberikan instruksi spesifik kepada Perusahaan, termasuk (a) menetapkan harga Kontrak dengan Perusahaan atau (b) menentukan harga di mana Kontrak akan ditutup, maka instruksi tersebut diutamakan atas aspek lain dari kebijakan Perusahaan.
pl_pl: W przypadku, gdy klient dostarcza nam określone informacje, w tym na przykład (a) określające cenę zawieranego z Firmą Kontraktu lub (b) określające cenę, po jakiej Kontrakt ma być rozliczony, wówczas te informacje stają się nadrzędne wobec polityki Firmy.
pt_pt: Quando o cliente dá instruções específicas à Empresa, incluindo (a) a indicação do preço de um contrato com a Empresa ou (b) a indicação do preço a que um contrato deverá ser fechado, então essas instruções prevalecem sobre outros aspetos da política da Empresa.
vi_vn: Khi mà khách hàng đưa cho Công Ty các chỉ dẫn chi tiết, bao gồm (a) chi tiết giá của Hợp đồng với Công Ty hoặc (b) chi tiết giá tại lúc Hợp đồng được kết thúc, thì những chỉ dẫn này sẽ được ưu tiên hơn những điều khác có trong chính sách của Công Ty.
zh_cn: 当客户向公司提出特定要求，例如（一）指定合约价格，或（二）指定平仓价格时，这些要求将优先于公司的政策。

source: When the client requests a withdrawal from his %1 Account, such request shall be automatically proceeded and as a result the requested sum shall be transferred from his %1 Account to the %1 Agent Account. However, it is noted that where the client reaches its withdrawal limits, a withdrawal request shall not be automatically proceeded before the required authentication process is conducted.
de_de: Wenn der Kunde eine Behebung von seinem %1 Konto anfordert, wird ein solcher Antrag automatisch erfolgen und als Ergebnis wird die angeforderte Summe von seinem %1 Kundenkonto auf das %1 Agenten-Konto übertragen werden. Allerdings ist anzumerken, dass wenn der Kunde seine Auszahlungsgrenzen erreicht hat, eine Auszahlung nicht automatisch fortgesetzt werden soll, bevor die erforderliche Authentifizierung durchgeführt worden ist.
id_id: Ketika klien meminta penarikan dari Akun %1, permintaan tersebut akan diproses secara otomatis dan sebagai hasilnya jumlah yang diminta akan ditransfer dari Akun %1 ke Akun Agen %1. Namun, perlu dicatat bahwa di mana klien mencapai batas penarikan, permintaan penarikan tidak akan diproses secara otomatis sebelum proses otentikasi yang diperlukan dilakukan.
pl_pl: Gdy klienta wnioskuje o wypłatę ze swojego Konta %1, taki wniosek zostaje automatycznie przetworzony i w rezultacie wnioskowana kwota zostaje przelana z Konta %1 na Konto Pośrednika %1. Jednakże należy zauważyć, że w przypadku osiągnięcia limitu wypłat przez Klienta, wniosek o wypłatę zostanie automatycznie przetworzony dopiero, gdy zostanie przeprowadzony wymagany proces weryfikacji.
vi_vn: Khi khách hàng yêu cầu rút tiền từ Tài khoản %1 của mình, yêu cầu đó sẽ được tự động tiến hành và kết quả là số tiền được yêu cầu sẽ được chuyển từ Tài khoản %1 của mình sang Tài khoản Đại lý %1. Tuy nhiên, lưu ý rằng khi khách hàng đạt đến giới hạn rút tiền của nó, yêu cầu rút tiền sẽ không được tự động tiến hành trước khi quá trình xác thực yêu cầu được thực hiện.
zh_cn: 当客户请求从他的%1账户提款时, 此类请求须自动执行, 因此所要求的款项须从客户的%1账户转入%1代理账户。但须注意的是, 如果客户已达提款限额, 则在完成必要的身份验证程序前, 不会自动执行提款请求。

source: When the order hits the liquidity provider's server, or our server in case the order is taken on our own books, it is fulfilled.
de_de: Wenn die Order den Server des Liquiditätsanbieters erreicht, oder unseren Server - wenn die Order auf unsere Bücher genommen wird, gilt sie als ausgeführt.
id_id: Ketika order sampai pada server penyedia likuiditas, atau server kami ketika order diambil oleh kami sendiri, terpenuhi.
pl_pl: Gdy zlecenie dotrze na serwer dostawcy płynności lub na nasz serwer w przypadku, gdy zlecenie jest realizowane przez nas, uznaje się je za zrealizowane.
pt_pt: Quando a ordem chega ao servidor do provedor de liquidez (ou ao nosso servidor quando a ordem fica por nossa conta), considera-se ela concluída.
vi_vn: Khi Lệnh truy cập vào máy chủ của nhà cung cấp thanh khoản hoặc máy chủ của chúng tôi trong trường hợp lệnh được thực hiện bởi chính chúng tôi, nó sẽ được hoàn thành.
zh_cn: 当流动性提供商的服务器收到了订单，或如果订单是透过我们的系统发出并由我们的服务器接收时，它就会即时生效。

source: When the remaining funds in your account is unable to cover the leverage or margin requirement, your account will be placed under margin call. To prevent a margin call escalating into a stop out level, you can deposit additional funds into your account or close any open positions.
de_de: Wenn die verbleibenden Guthaben auf Ihrem Konto nicht in der Lage sind, die Leverage oder Marge nach Bedarf zu decken, wird Ihr Konto unter eine Margin-Forderung platziert werden. Um zu vermeiden, dass eine Nachschussforderung in ein Stop Out Level eskaliert, können Sie zusätzliche Gelder auf Ihr Konto einzahlen oder alle offenen Positionen schließen.
fr_fr: Lorsque le reste des fonds dans votre compte ne parvient pas à couvrir l’exigence de marge ou d'effet de levier, votre compte sera placée sous l’appel de marge. Pour éviter un appel de marge dégénérer en un niveau de stop out, vous pouvez déposer des fonds supplémentaires sur votre compte ou fermer toutes les positions ouvertes.
id_id: Bila sisa dana di akun Anda tidak dapat menutupi persyaratan leverage atau margin, akun Anda akan ditempatkan di bawah margin call. Untuk mencegah kenaikan margin naik ke tingkat stop out, Anda dapat menyetorkan dana tambahan ke rekening Anda atau menutup open position manapun.
pl_pl: Jeśli pozostałe środki na Twoim koncie nie są w stanie pokryć wysokości wymaganej dźwigni lub depozytu zabezpieczającego, Twoje konto zostanie objęte wezwaniem do uzupełnienia depozytu. Aby zapobiec przekształceniu wezwania do uzupełnienia depozytu w poziom Stop Out, możesz wpłacić dodatkowe środki na swoje konto lub zamknąć otwarte pozycje.
pt_pt: Quando os fundos remanescentes na sua conta não conseguem cobrir a alavancagem ou o requisito de margem, a sua conta entrará em chamada de margem. Para prevenir que uma chamada de margem escale para um nível de interrupção, você pode depositar fundos adicionais na sua conta ou fechar quaisquer posições em aberto.
vi_vn: Khi những khoản tiền còn lại trong tài khoản của bạn không thể để trang trải các đòn bẩy hoặc ký quỹ yêu cầu, tài khoản của bạn sẽ được đặt dưới yêu cần bảo chứng. Để ngăn chặn một cuộc yêu cần bảo chứng leo thang chạm tới mức dừng, bạn có thể gửi thêm tiền vào tài khoản của bạn hoặc đóng bất kỳ phiên mở nào.
zh_cn: 当您账户中的剩余资金不够支付杠杆或保证金要求时，我们将对您的账户发出保证金追加通知。为防止保证金追加通知升级为止损级别，您可以向账户存入更多资金或关闭任何持仓头寸。

source: When there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
de_de: Wenn es eine Unterbrechung bei den normalerweise zur Feststellung des Kurses oder Werts von Finanzkontrakten eingesetzten Mittel gibt, oder wo der Kurs oder der Wert von Finanzkontrakten nicht unmittelbar oder genau ermittelt werden kann.
id_id: Ketika terjadi gangguan pada sarana komunikasi biasanya digunakan dalam menentukan harga atau nilai dari setiap kontrak finansial atau di mana harga atau nilai dari setiap kontrak keuangan tidak dapat segera atau dipastikan akurat.
pl_pl: W przypadku awarii środków komunikacji zwykle używanych do określenia ceny lub wartości któregokolwiek z kontraktów finansowych lub w przypadku gdy cena albo wartość któregokolwiek z kontraktów finansowych nie może być szybko i dokładnie potwierdzona.
pt_pt: Quando há uma falha nos meios de comunicação normalmente utilizados para a determinação do preço ou valor de qualquer contrato financeiro, ou quando o preço ou valor de qualquer dos contratos financeiros não pode ser apurado prontamente ou com precisão.
vi_vn: Khi có sự cố xảy ra trong các phương tiện thông tin đại chúng thường được sử dụng để xác định giá hoặc giá trị của hợp đồng tài chính thì giá hoặc giá trị của hợp đồng tài chính không thể được xác định kịp thời hay chính xác được.
zh_cn: 当通常用于确定金融合约价格或价值的通讯手段出现故障时，或者当金融合约价格或价值无法及时或精确确定时。

source: When to buy and sell
de_de: Wann man kauft und verkauft
fr_fr: Quand acheter et vendre
id_id: Kapan waktu untuk membeli dan menjual
pl_pl: Kiedy kupować i sprzedawać
pt_pt: Quando comprar e vender
vi_vn: Khi nào nên mua và bán
zh_cn: 何时买入和卖出

source: When to buy and sell?
de_de: Wann soll man kaufen und verkaufen?
fr_fr: Quand acheter et vendre ?
id_id: Kapan waktu untuk membeli dan menjual?
pl_pl: Kiedy kupować i sprzedawać?
pt_pt: Quando comprar e vender?
vi_vn: Khi mua và bán?
zh_cn: 何时买入和卖出?

source: When using the MT5 Trading Platform, all our clients will be provided with margin monitoring functionality to protect you from encountering negative balances when trading under normal market conditions. As a trader, you should always, and at all times maintain the appropriate levels of margin in your trading account as the recommended method of your own risk management.
de_de: Bei der Verwendung der MT5 Handelsplattform, erhalten alle unsere Kunden Margin- Überwachungsfunktionen, um sie vor negativen Salden zu schützen, wenn Sie unter normalen Marktbedingungen handeln. Als Händler sollten Sie immer und zu jeder Zeit die angemessene Höhe der Marge in Ihrem Handels-Konto, als empfohlene Methode Ihres eigenen Risikomanagements, beibehalten.
id_id: Ketika menggunakan Platform Trading MT5, semua klien akan diberikan fungsi pemantauan margin untuk melindungi Anda dari saldo negatif ketika bertrading di bawah kondisi pasar normal. Sebagai trader, Anda harus selalu, dan setiap saat mempertahankan tingkat margin yang sesuai dalam akun trading Anda sebagai metode yang direkomendasikan untuk manajemen risiko Anda sendiri.
pl_pl: Wszyscy nasi klienci korzystający z platformy handlowej MT5 uzyskają dostęp do funkcji monitorowani depozytu zabezpieczającego, aby chronić ich przed napotkaniem salda ujemnego podczas handlowania w normalnych warunkach rynkowych. Gracze powinni zawsze zapewniać odpowiedni poziom depozytu zabezpieczającego na swoim koncie handlowym jako zalecaną metodę zarządzania ryzykiem.
pt_pt: Quando os clientes negociam na nossa plataforma de negociação MT5, uma funcionalidade de monitoramento de margens lhe será fornecida, para protegê-los de entrarem em saldos negativos quando negociam em condições normais do mercado. O método recomendado para você, enquanto negociador, gerenciar o seu risco deve ser para sempre manter os níveis adequados de margem na sua conta.
vi_vn: Khi sử dụng Sàn Giao Dịch MT5, tất cả khách hàng của chúng tôi sẽ được cung cấp chức năng theo dõi ký quỹ để bảo vệ bạn khỏi gặp phải số dư âm khi giao dịch trong điều kiện thị trường bình thường. Là một nhà giao dịch, bạn nên luôn luôn, và mọi lúc duy trì mức độ thích hợp của lợi nhuận trong tài khoản giao dịch của bạn như là phương pháp được đề nghị quản lý rủi ro của riêng bạn.
zh_cn: 使用 MT5 交易平台时, 我们向所有客户提供保证金监控功能, 以防止您在正常市场条件下交易时出现负余额。作为交易者, 我们向您推荐一个风险管理方法，就是您的交易账户必须始终, 并随时保持适当的保证金金额。

source: When you are classified as an Eligible Counterparty we shall not provide you with:
de_de: Wenn Sie als eine geeignete Gegenpartei eingestuft sind, bieten wir Ihnen Folgendes nicht an:
id_id: Ketika Anda diklasifikasikan sebagai Pihak yang Memenuhi Syarat, kami tidak akan menyediakan Anda dengan:
pl_pl: Gdy zostaniesz uznany/-a za Podmiot kwalifikowany nie będziemy zapewniać Ci:
pt_pt: Quando você se classifica como uma contraparte elegível, não lhe forneceremos:
vi_vn: Khi bạn được phân loại là Đối Tác Đủ Điều Kiện, chúng tôi sẽ không cung cấp cho bạn:
zh_cn: 如果您被归类为合格交易对手, 我们不会为您提供:

source: When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, there's no risk of 'slippage' or gaping markets. And most importantly, there are no hidden fees. You can also sell back any long-term trades at any time to profit from favourable market conditions.
de_de: Wenn Sie mit dem Kurs, den Sie erhalten haben, zufrieden sind, führen Sie Ihr Geschäft sofort aus. Mit unserer einzigartigen Plattform gibt es kein Risiko von "Slippage" oder klaffenden Märkten. Und am wichtigsten ist, dass es keine versteckten Gebühren gibt. Sie können auch langfristige Geschäfte jederzeit wieder verkaufen, um von vorteilhaften Marktbedingungen zu profitieren.
fr_fr: Quand vous êtes satisfait avec le prix que vous recevez, exécutez immédiatement votre trade. Grâce à notre plate-forme unique, il n'y a pas de risque de « dérapages » ou des marchés béants. Et surtout, il n’y a aucun frais invisibles. Vous pouvez également revendre tout trade de long terme à tout moment pour profiter de conditions de marché favorables.
id_id: Bila Anda puas dengan harga yang Anda terima, jalankanlah trade Anda segera. Dengan platform unik kami, tidak ada risiko 'selip' atau pasar yang terbuka. Dan yang terpenting, tidak ada biaya tersembunyi. Anda juga dapat menjual kembali trade jangka panjang setiap saat untuk mendapatkan keuntungan dari kondisi pasar yang menguntungkan.
pl_pl: Jeśli satysfakcjonuje Cię proponowana cena, zawrzyj zakład natychmiast. Dzięki naszej unikatowej platformie unikniesz ryzyka „opóźnień rynkowych” lub luk cenowych, i co najważniejsze, nie poniesiesz żadnych ukrytych opłat. Możesz też w dowolnej chwili odsprzedać wybrany zakład długoterminowy, aby zyskać dzięki korzystnym warunkom rynkowym.
pt_pt: Quando você estiver satisfeito com o preço recebido, execute a sua negociação imediatamente. Com a nossa plataforma única, não há risco de desvios (slippage) ou mercados com disparidades . E, sobretudo, não há taxas invisíveis. É também possível vender quaisquer contratos de longo prazo em qualquer momento para lucrar de condições do mercado favoráveis.
vi_vn: Khi bạn đang hài lòng với mức giá mà bạn nhận được, hãy thực hiện giao dịch của bạn ngay lập tức. Với nền tảng đặc biệt của chúng tôi, bạn sẽ không phải chiến đấu với lỗ hổng thị trường hoặc sợ rằng thị trường trượt giá. Và quan trọng nhất, không có phí ẩn. Bạn cũng có thể bán lại bất kỳ giao dịch dài hạn tại bất kỳ thời điểm nào trước khi hết hạn để bảo vệ lợi nhuận bạn kiếm được hoặc giảm thiểu thiệt hại của bạn.
zh_cn: 当您对收到的价格感到满意时请立刻执行交易。通过我们的独特平台，您不会有“滑价”或跳空市场的风险。更重要的是，不会有任何隐藏费用。您也可在任何长期合约到期前随时售出，以在有利市场环境条件下获利。

source: When you are trading CFDs, you can choose to open a buy position (if you think that the price will rise) or a sell position (if you think that the price will fall).
de_de: Wenn Sie mit CFDs handeln, können Sie eine Kaufposition eröffnen (wenn Sie glauben, dass der Kurs steigen wird) oder eine Verkaufsposition (wenn Sie glauben, dass der Kurs fallen wird).
fr_fr: Lorsque vous tradez des CFD, vous pouvez choisir d’ouvrir une position d’achat (si vous pensez que le prix va augmenter) ou une position de vente (si vous pensez que le prix baissera).
id_id: Saat Anda bertrading CFD, Anda bisa memilih untuk membuka posisi beli (jika Anda berpikir harga akan naik) atau posisi jual (jika Anda berpikir harganya akan turun).
pl_pl: Handlując kontraktami CFD, możesz otworzyć pozycję kupna (jeśli sądzisz, że cena wzrośnie) lub pozycję sprzedaży (jeśli sądzisz, że cena spadnie).
pt_pt: Quando você está negociando CFDs, é possível escolher abrir uma posição de compra (caso pense que o preço irá subir) ou uma posição de venda (caso pense que o preço irá descer).
vi_vn: Khi bạn đang giao dịch CFDs, bạn có thể chọn để mở phiên(nếu bạn nghĩ rằng giá sẽ tăng) hoặc bán phiên (nếu bạn nghĩ rằng giá sẽ giảm).
zh_cn: 当您进行差价合约交易时，可以选择开买入头寸 (如果您认为价格会上涨) 或卖出头寸 (如果您认为价格会下跌)。

source: When you are trading metals, you can choose to open a buy position (if you think that the price of an asset will rise) or a sell position (if you think that the price of an asset will fall).
de_de: Wenn Sie Metalle handeln, können Sie eine Kaufposition eröffnen (wenn Sie glauben, dass der Kurs eines Vermögenswertes steigen wird) oder eine Verkaufsposition (wenn Sie glauben, dass der Kurs eines Vermögenswertes fallen wird).
fr_fr: Lorsque vous tradez des métaux, vous pouvez choisir d’ouvrir une position d’achat (si vous pensez que le prix d’un actif augmentera) ou une position de vente (si vous pensez que le prix d’un actif va basser).
id_id: Saat Anda bertrading logam, Anda dapat memilih untuk membuka posisi beli (jika Anda berpikir bahwa harga aset akan naik) atau posisi jual (jika Anda berpikir bahwa harga aset akan turun).
pl_pl: Handlując metalami, możesz otworzyć pozycję kupna (jeśli sądzisz, że cena aktywa wzrośnie) lub pozycję sprzedaży (jeśli sądzisz, że cena aktywa spadnie).
pt_pt: Quando você está negociando metais, é possível escolher abrir uma posição de compra (caso pense que o preço do ativo irá subir) ou uma posição de venda (caso pense que o preço do ativo irá descer).
vi_vn: Khi bạn đang giao dịch kim loại, bạn có thể chọn để mở phiên(nếu bạn nghĩ rằng giá tài sản sẽ tăng) hoặc bán phiên (nếu bạn nghĩ rằng giá tài sản sẽ giảm).
zh_cn: 当您进行金属交易时，可以选择开买入头寸 (如果您认为某资产价格会上涨) 或卖出头寸 (如果您认为该资产价格会下跌)。

source: When you are trading metals, you can choose to open a buy position if you think that the price of an asset will rise or a sell position if you think that the price of an asset will fall.
de_de: Wenn Sie Metalle handeln, können Sie eine Kaufposition eröffnen, wenn Sie glauben, dass der Kurs eines Vermögenswertes steigen wird, oder eine Verkaufsposition, wenn Sie glauben, dass der Kurs eines Vermögenswertes fallen wird.
fr_fr: Lorsque vous tradez des metaux, vous pouvez choisir d’ouvrir une position d’achat si vous pensez que le prix d'un actif va augmenter ou une position de vente si vous pensez que le prix d'un actif baissera.
id_id: Saat Anda bertrading logam, Anda dapat memilih untuk membuka posisi beli jika Anda berpikir bahwa harga aset akan naik atau posisi jual jika Anda berpikir bahwa harga aset akan turun.
pl_pl: Handlując metalami, możesz otworzyć pozycję kupna, jeśli sądzisz, że cena aktywa wzrośnie, lub pozycję sprzedaży, jeśli sądzisz, że cena aktywa spadnie.
pt_pt: Quando você está negociando metais, é possível escolher abrir uma posição de compra, caso pense que o preço do ativo irá subir, ou uma posição de venda, caso pense que o preço do ativo irá descer.
vi_vn: Khi bạn đang giao dịch kim loại, bạn có thể chọn để mở phiên nếu bạn nghĩ rằng giá tài sản sẽ tăng hoặc bán phiên nếu bạn nghĩ rằng giá tài sản sẽ giảm.
zh_cn: 当您进行金属交易时， 如果您认为某资产价格会上涨，可以选择开买入头寸，或如果您认为该资产价格会下跌， 可开卖出头寸 。

source: When you click "OK" you will be excluded from trading on the site until the selected date.
de_de: Wenn Sie auf 'OK' klicken, werden Sie bis zum ausgewählten Datum vom Handel auf dieser Site ausgeschlossen.
fr_fr: Lorsque vous cliquerez sur « Ok », vous serez exclu des opérations de trading du site jusqu'à la date sélectionnée.
id_id: Setelah mengklik "OK" Anda akan dikecualikan dari trading hingga tanggal yang dipilih.
pl_pl: Po kliknięciu przycisku „OK” handlowanie na portalu nie będzie możliwe aż do wybranej daty.
pt_pt: Quando você clicar em "OK" será excluído de poder negociar no site até a data selecionada.
vi_vn: Khi bạn nhấp vào "OK" bạn sẽ bị loại bỏ khỏi giao dịch trên trang web tới ngày được chọn.
zh_cn: 当您点选“OK”后，您将被禁止在此网站交易，直到选定期限结束为止。

source: When you decide to close an open contract, you only need to take the opposite position in order to close the contract.
de_de: Wenn Sie entscheiden, einen offenen Kontrakt zu schließen, müssen Sie nur die entgegengesetzte Position ergreifen, um den Kontrakt zu schließen.
fr_fr: Lorsque vous décidez de fermer un contrat ouvert, il vous suffit de prendre la position opposée afin de clôturer le contrat.
id_id: Bila Anda memutuskan untuk menutup kontrak terbuka, Anda hanya perlu mengambil posisi berlawanan untuk menutup kontrak.
pl_pl: Jeśli zdecydujesz się zamknąć otwarty kontrakt, musisz jedynie zająć przeciwną pozycję w celu jego zamknięcia.
pt_pt: Quando você decide fechar um contrato aberto, você apenas precisa assumir a posição oposta para fechar o contrato.
vi_vn: Khi bạn quyết định để đóng một hợp đồng mở, bạn chỉ cần lấy phiên ngược để đóng các hợp đồng.
zh_cn: 当你决定关闭持仓合约时，只需要持相反的头寸即可关闭合约。

source: When you open an account with us, we will request your consent for the distribution of marketing materials to the e-mail address you provide us upon sign-up.
de_de: Wenn Sie ein Konto bei uns eröffnen, bitten wir Sie um Ihre Zustimmung für die Verteilung von Werbematerial an die E-Mail Adresse, die Sie uns bei der Anmeldung angegeben haben.
id_id: Ketika Anda mendaftar akun dengan kami, kami akan meminta persetujuan Anda untuk distribusi materi pemasaran ke alamat e-mail yang Anda berikan kepada kami pada saat mendaftar.
pl_pl: Podczas otwierania konta na naszej stronie poprosimy Cię o wyrażenie zgody na przekazywanie materiałów marketingowych na adres e-mail podany nam podczas rejestracji.
pt_pt: Quando se abre uma conta connosco, solicitamos consentimento para a distribuição de materiais de marketing ao endereço de e-mail que nos é fornecido durante o cadastro.
vi_vn: Khi bạn mở một tài khoản với chúng tôi, chúng tôi sẽ yêu cầu bạn chấp thuận để phân phối vật liệu tiếp thị tới địa chỉ email bạn cung cấp khi đăng ký.
zh_cn: 当您与我们开立账户时, 我们会要求您同意将营销材料分发到您在注册时提供给我们的电子邮件地址。
