Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Ownership, content, and liability of the Affiliate's websites are the sole responsibility of the Affiliate. You will be solely responsible for the development, operation, and maintenance of your website and for all materials that appear on your website. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your website.
de_de: Eigentum, Inhalt und Haftung für die Partnersiten liegen in der alleinigen Verantwortung des Partners. Sie alleine sind für die Entwicklung, den Betrieb und die Pflege Ihrer Website und aller Materialien verantwortlich, die auf Ihrer Website veröffentlicht werden. Sie verpflichten sich, uns von allen Ansprüchen, Schäden und Kosten (unter anderem Anwaltshonoraren) hinsichtlich der Entwicklung, des Betriebs, der Pflege und der Inhalte Ihrer Website freizustellen und diese schadlos zu halten.
id_id: Kepemilikan, konten, dan kewajiban dari situs Afiliasi ini merupakan tanggung jawab dari Afiliasi. Anda akan bertanggung jawab untuk pengembangan, operasi, dan pemeliharaan situs Anda dan untuk semua materi yang ditampilkan pada situs Anda. Anda akan bertanggung jawab sepenuhnya dan melepaskan kami dari semua tuntutan, kerusakan, dan biaya (termasuk, namun tidak terbatas pada, biaya pengacara) yang berkaitan dengan pengembangan, operasi, pemeliharaan, dan isi dari situs Anda.
pl_pl: Odpowiedzialność za własność, treść i wiarygodność stron partnerskich ponosi wyłącznie partner. Partner jest w pełni odpowiedzialny za kodowanie, działanie i utrzymanie swojej strony internetowej i wszystkich materiałów, jakie się na niej pojawiają. Partner nie będzie pociągał Firmy do odpowiedzialności w związku z jakimikolwiek roszczeniami, odszkodowaniami czy wydatkami (w tym kosztami postępowań sądowych) związanymi z kodowaniem, działaniem i utrzymaniem swojej strony, czy też jej zawartością.
pt_pt: A titularidade, o conteúdo e a responsabilidade pelos sites do Afiliado são da exclusiva responsabilidade do Afiliado. Você será unicamente responsável pelo desenvolvimento, operação e manutenção do seu site e por todos os materiais que aparecem no seu site. Você irá indenizar e isentar-nos de responsabilidade por todas as reclamações, danos e despesas (incluindo, mas não exclusivamente, honorários de advogados) relativos ao desenvolvimento, operação, manutenção e conteúdo do seu site.
vi_vn: Chi nhánh phải chịu trách nhiệm về quyền sở hữu, nội dung và trách nhiệm đối với trang web của mình. Bạn cũng sẽ phải hoàn toàn chịu trách nhiệm cho sự phát triển, hoạt động, bảo trì trang web của mình và cho mọi thứ xuất hiện trên trang web. Bạn sẽ phải chịu bồi thường và chúng tôi sẽ không chịu trách nhiệm với mọi khiếu nại, hư hại và chi phí liên quan tới sự phát triển, hoạt động, bảo trì và nội dung của trang web (bao gồm, và không giới hạn, phí ủy quyền).
zh_cn: 联盟网站的所有权、内容和法律责任均由联盟会员全权负责。您仅全权负责您的网站及其显示的全部材料的开发、运营和维护。对于与您网站开发、运营、维护和内容相关的一切索赔、损害赔偿和开支（包括但不限于律师费），您有责任进行赔偿，并使公司免受侵害。

source: P. Indemnification
de_de: P. Schadenersatz
id_id: P. Ganti Rugi
pl_pl: P. Odszkodowanie
pt_pt: P. Indemnificação
vi_vn: P. Bồi thường
zh_cn: 十六、赔偿

source: PEP Declaration
de_de: PEP Erklärung
fr_fr: Déclaration PEP
id_id: Deklarasi PEP
pl_pl: Oświadczenie ws. PEP
pt_pt: Declaração PPE
vi_vn: Tuyên bố PEP
zh_cn: PEP声明

source: PM
de_de: nachmittags
fr_fr: Après midi
zh_cn: 下午

source: Palladium vs US Dollar
de_de: Palladium gegen US Dollar
fr_fr: Palladium vs Dollar Américain
id_id: Palladium vs Dolar AS
pl_pl: Pallad vs dolar amerykański
pt_pt: Paládio vs. Dólar americano
vi_vn: Palladium vs đô-la Mỹ
zh_cn: 钯金兑美元

source: Paraguay's cost of living is among the lowest in South America and allows you to enjoy a high quality of life.
de_de: Die Lebenshaltungskosten in Paraguay gehören zu den niedrigsten in Südamerika und ermöglichen ein hohes Maß an Lebensqualität.
fr_fr: Le coût de la vie au Paraguay est parmi les plus bas d'Amérique du Sud et vous permet de profiter d'une qualité de vie élevée.
id_id: Biaya hidup Paraguay adalah yang terendah di Amerika Selatan dan memungkinkan Anda untuk menikmati kualitas hidup yang tinggi.
pl_pl: Koszty utrzymania w Paragwaju są jednymi z najniższych w Ameryce Południowej, tak więc możesz się tu cieszyć wysokim standardem życia.
pt_pt: Custo de vida do Paraguai, está entre os mais baixas na América do Sul e permite-lhe desfrutar de uma elevada qualidade de vida.
vi_vn: Chi phí sinh hoạt của Paraguay là thấp nhất ở Nam Mỹ và cho phép bạn tận hưởng một chất lượng cao của cuộc sống.
zh_cn: 巴拉圭的生活成本是南美洲最低的国家之一, 让您享受高质量的生活。

source: Paraguay's unique cultural melange is a direct result of the intermarriage between Spanish settlers and the native Guaranís.
de_de: Paraguays einzigartiger kultureller Mix ist eine direkte Folge der Mischehen zwischen spanischen Siedlern und einheimischen Guaranís.
fr_fr: Le mélange culturel unique du Paraguay est le résultat direct de l'intermariage entre les colons espagnols et les Guaranis indigènes.
id_id: Melange, budaya unik Paraguay, adalah hasil langsung dari perkawinan antara pemukim Spanyol dan penduduk asli Guarani.
pl_pl: Unikalne zróżnicowanie kulturowe w Paragwaju jest bezpośrednim skutkiem wymieszania się hiszpańskich osadników z miejscowym ludem Guaranów.
pt_pt: A singular mistura cultural do Paraguai é um resultado direto do casamento entre colonos espanhóis e os guaranis nativos.
vi_vn: Sự pha trộn văn hóa độc đáo của Paraguay là kết quả trực tiếp của sự giao thoa giữa những văn hóa người định cư Tây Ban Nha và văn hóa người Guaranís bản địa.
zh_cn: 西班牙定居者与当地瓜拉尼人通婚，直接造成巴拉圭独特的文化融合成果。

source: Paraguayan cuisine mostly consists of meat, mandioca, corn, milk, and cheese. Must-tries include chipá, a bagel-shaped bread; mbejú, a type of pancake made from mandioca and cheese; and tereré, a cold-brewed tea that's an integral part of everyday life. Paraguayans are generally happy and relaxed; get-togethers with family and friends are the norm on weekends, especially over a hearty barbecue.
de_de: Paraguayische Küche besteht hauptsächlich aus Fleisch, Mandioca, Mais, Milch und Käse. Zu den Gerichten, die man probiert haben muss, gehören Chipá, ein Bagel-förmigen Brot, Mbejú, eine Art Pfannkuchen aus Mandioca und Käse, und Tereré, ein kalt gebrauter Tee, der fester Bestandteil des täglichen Lebens ist. Paraguayer sind in der Regel freundlich und entspannt. Sich mit Freunden und Familie zu treffen, ist am Wochenende die Norm, vor allem mit einem herzhaften Barbecue.
fr_fr: La cuisine paraguayenne se compose principalement de viande, de manioc, de maïs, de lait et de fromage. Parmi les incontournables : la chipa, un pain en forme de bagel ; le mbeju, une sorte de crêpe faite de manioc et de fromage ; et le tereré, un thé infusé à froid qui fait partie intégrante de la vie quotidienne. Les Paraguayens sont généralement heureux et détendus ; les rencontres avec la famille et les amis sont la norme les week-ends, surtout lors d'un barbecue copieux.
id_id: Masakan Paraguay sebagian besar terdiri dari daging, mandioca, jagung, susu, dan keju. Yang harus dicoba termasuk keripik, roti berbentuk bagel; mbejú, sejenis pancake yang terbuat dari mandioca dan keju; dan tereré, teh yang diseduh dingin yang merupakan bagian integral dari kehidupan sehari-hari. Paraguay umumnya senang dan santai; kumpul-kumpul dengan keluarga dan teman adalah hal yang biasa di akhir pekan, terutama di acara barbecue hangat.
pl_pl: Kuchnia paragwajska składa się głównie z mięsa, manioków, kukurydzy, mleka i sera. Do specjałów, których trzeba tu spróbować należą: chipá, chleb w kształcie obwarzanka; mbejú, rodzaj naleśnika przyrządzanego z manioków i sera; oraz tereré, herbata parzona na zimno. Stanowią one nierozłączną część codziennego menu. Paragwajczycy są z reguły weseli i zrelaksowani. Weekendowe spotkania przy grillu w gronie rodziny i przyjaciół są tu normą.
pt_pt: A cozinha paraguaia consiste principalmente de carne, mandioca, milho, leite e queijo. Você pode provar chipá, um pão em forma de rosca; mbejú, um tipo de panqueca feita de mandioca e queijo; e tereré, um chá frio de moer que é parte integrante da vida quotidiana dos locais. Paraguaios são geralmente felizes e descontraídos; encontros com a família e os amigos são a comuns nos fins de semana, especialmente com um churrasco saudável.
vi_vn: Ẩm thực Paraguay chủ yếu bao gồm thịt, mandioca, ngô, sữa và phô mai. Món ngon đáng để thử bao gồm chipá, bánh mì hình vòng; mbejú, một loại bánh kếp làm từ quả quýt và phô mai; và tereré, một loại trà ủ lạnh không thể thiếu trong cuộc sống hàng ngày. Người Paraguay thường vui vẻ và thoải mái; thường xum họp với gia đình và bạn bè vào cuối tuần, đặc biệt là với các bữa tiệc thịt nướng thịnh soạn.
zh_cn: 巴拉圭美食主要包括肉类、曼迪奥卡、玉米、牛奶和奶酪。必须尝试的食物包括百吉饼形状的chipá面包、由曼迪奥卡和奶酪制成的mbejú煎饼和tereré冷饮茶, 是日常生活中不可或缺的。巴拉圭人一般都很快乐, 很放松; 他们时常在周末与家人和朋友聚会, 丰盛的烧烤会是很普遍的。

source: Participate in all aspects of the product lifecycle
de_de: Nehmen Sie an allen Aspekten des Produktlebenszyklus teil
fr_fr: Participer à tous les aspects du cycle de vie
id_id: Berpartisipasi dalam semua aspek siklus hidup produk
pl_pl: Uczestniczenie we wszystkich aspektach cyklu życia produktu
pt_pt: Participar em todos os aspectos do ciclo de vida do produto
vi_vn: Tham gia và tất cả các khía cạnh của vòng đời sản phẩm
zh_cn: 参与产品制作的所有过程

source: Partner With Us
de_de: Schließen Sie sich uns an
fr_fr: Devenez partenaire Binary.com
id_id: Bermitra Bersama Kami
pl_pl: Zostań naszym partnerem
pt_pt: Seja nosso parceiro
vi_vn: Đối Tác Của Chúng Tôi
zh_cn: 成为我们的合作伙伴

source: Partners
de_de: Partner
fr_fr: Partenaires
id_id: Mitra
pl_pl: Partnerzy
pt_pt: Parceiros
vi_vn: Đối tác
zh_cn: 合作伙伴

source: Passion for Linux and other open-source platforms
de_de: Leidenschaft für Linux und andere Open-Source-Plattformen
fr_fr: Passion pour Linux et autres plateformes open-source
id_id: Memiliki minat pada Linux dan platform open-source lainnya
pl_pl: Zamiłowanie do Linuxa i innych platform typu open-source
pt_pt: Paixão por Linux e outras plataformas de código-fonte aberto
vi_vn: Niềm đam mê với Linux và các nền tảng mã nguồn mở khác
zh_cn: 对使用Linux和其它开源平台充满热忱

source: Passion for Linux, and other open-source platforms
de_de: Leidenschaft für Linux und andere Open-Source-Plattformen
fr_fr: Passion pour Linux et autres plateformes open-source
id_id: Memiliki minat pada Linux, dan platform open-source lainnya
pl_pl: Zamiłowanie do Linuxa i innych platform typu open-source
pt_pt: Paixão por Linux e outras plataformas de código-fonte aberto
vi_vn: Niềm đam mê với Linux, và các nền tảng mã nguồn mở khác
zh_cn: 对使用Linux和其它开源平台充满热忱

source: Passion for advertising and marketing
de_de: Leidenschaft für Werbung und Marketing
fr_fr: Passion pour la publicité et le marketing
id_id: Berminat pada iklan dan pemasaran
pl_pl: Zamiłowanie do reklamy i marketingu
pt_pt: Paixão por publicidade e marketing
vi_vn: Niềm đam mê với quảng cáo và tiếp thị
zh_cn: 对广告和营销充满热忱

source: Passionate about people, culture, management, and software development? Explore what we do, what matters to us, and how we bring our ideas to life.
de_de: Begeistert von Menschen, Kultur, Management und Software-Entwicklung? Entdecken Sie, was wir tun, was uns wichtig ist, und wie wir unsere Ideen zum Leben erwecken.
fr_fr: Passionné par le développement de logiciels, du management, des personnes et culture ? Découvrez ce que nous faisons, ce qui est important pour nous et comment nous donnons naissance à nos idées.
id_id: Memiliki minat tentang orang, budaya, manajemen, dan pengembangan software? Jelajahi apa yang kita lakukan, apa yang penting bagi kita, dan bagaimana kita membawa gagasan kita ke kehidupan.
pl_pl: Pasjonują Cię ludzie, obce kultury, zarządzanie oraz tworzenie oprogramowania? Dowiedz się, co robimy, co jest dla nas ważne i jak wprowadzamy nasze pomysły w życie.
pt_pt: Apaixonado por pessoas, cultura, gestão e desenvolvimento de software? Explore aquilo que fazemos, aquilo que nos interessa e como damos vida às ideias.
vi_vn: Đam mê về giao tiếp giữa người và người, văn hóa, quản lý và phát triển phần mềm? Khám phá những gì chúng tôi làm, những gì quan trọng với chúng tôi và làm thế nào chúng tôi đưa những ý tưởng của chúng tôi vào cuộc sống.
zh_cn: 对人际、文化、管理和软件开发充满热忱？欢迎了解我们的工作、我们注重的东西以及我们如何把想法引入生活。

source: Passport
de_de: Pass
fr_fr: Passeport
id_id: Paspor
pl_pl: Paszport
pt_pt: Passaporte
vi_vn: Hộ chiếu
zh_cn: 护照

source: Password Reset
de_de: Passwort Zurücksetzung
fr_fr: Réinitialisation de mot de passe
id_id: Merubah Kata Sandi
pl_pl: Resetowanie hasła
pt_pt: Redefinição de senha
vi_vn: Đổi Mật Khẩu
zh_cn: 重设密码

source: Password is not strong enough.
de_de: Passwort ist nicht stark genug.
fr_fr: Le mot de passe n'est pas assez fiable.
id_id: Kata sandi tidak cukup kuat.
pl_pl: Hasło jest za słabe.
pt_pt: A senha não é forte o suficiente.
vi_vn: Mật khẩu không đủ mạnh.
zh_cn: 密码安全度不够。

source: Password reset
de_de: Passwort zurücksetzen
fr_fr: Réinitialisation de mot de passe
id_id: Merubah kata sandi
pl_pl: Resetowanie hasła
pt_pt: Redefinição de senha
vi_vn: Đổi mật khẩu
zh_cn: 重设密码

source: Password should have lower and uppercase letters with numbers.
de_de: Das Passwort muss Klein- und Großbuchstaben sowie Zahlen enthalten.
fr_fr: Le mot de passe doit se composer de majuscules, de minuscules et de chiffres.
id_id: Kata sandi harus memiliki huruf kecil dan besar beserta angka.
pl_pl: Hasło powinno zawierać wielkie i małe litery oraz cyfry.
pt_pt: A senha deve conter letras minúsculas, maiúsculas e números.
vi_vn: Mật khẩu nên bao gồm cả chữ hoa, chữ thường và con số.
zh_cn: 密码须包含大小写字母与数字。

source: Password type
de_de: Passwortart
fr_fr: Type de mot de passe
id_id: Jenis kata sandi
pl_pl: Rodzaj hasła
pt_pt: Tipo de senha
vi_vn: Loại mật khẩu
zh_cn: 密码类型

source: Patented technology
de_de: Patentierte Technologie
fr_fr: Technologie breveté
id_id: Teknologi yang dipatenkan
pl_pl: Opatentowana technologia
pt_pt: Tecnologia patenteada
vi_vn: Công nghệ đã được cấp bằng sáng chế
zh_cn: 专利保护技术

source: Patents
de_de: Patente
fr_fr: Brevets
id_id: Paten
pl_pl: Patenty
pt_pt: Patentes
vi_vn: Bằng Sáng Chế
zh_cn: 专利

source: Pay no commission on all metal contracts.
de_de: Zahlen Sie keine Provision auf Metall-Kontrakte.
fr_fr: Ne payez aucune commission sur tous les contrats métal.
id_id: Tanpa perlu membayar komisi pada semua kontrak logam.
pl_pl: Nie płać żadnych komisji w przypadku wszystkich kontraktów opartych na metalach.
pt_pt: Todos os contratos sobre metais estão livre de comissões.
vi_vn: Không phải trả hoa hồng cho tất cả các hợp đồng kim loại.
zh_cn: 所有金属合约不需付佣金费。

source: Pay-out
de_de: Auszahlung
fr_fr: Versement
id_id: Hasil
pl_pl: Wypłata
pt_pt: Prêmio
vi_vn: Đóng tiền
zh_cn: 回报

source: PaySec was founded in 2014 to provide customers and merchants in the Asian region with a comprehensive range of payment methods through one payment gateway.
fr_fr: PaySec a été fondée en 2014 dans le but de fournir aux clients et commerçants de la région Asiatique une gamme complète de méthodes de paiement via une passerelle de paiement.
id_id: PaySec didirikan pada tahun 2014 menyediakan berbagai metode pembayaran yang komprehensif melalui satu gateway pembayaran kepada pelanggan dan merchant di wilayah Asia.
pl_pl: Portal PaySec powstał w 2014 r., aby zapewniać klientom i sprzedawcom w regionie Azji szeroki zakres metod płatności za pośrednictwem jednego portalu płatniczego.
vi_vn: PaySec được thành lập năm 2014 để cung cấp cho khách hàng và các thương gia trong khu vực Châu á với một phạm vi toàn diện của phương thức thanh toán thông qua một cổng thanh toán.
zh_cn: PaySec 成立于 2014年, 通过一个支付网关为亚洲地区的客户和商家提供全面的支付方式。

source: Payment Agent
de_de: Zahlungsagent
fr_fr: Agent de paiement
id_id: Agen Pembayaran
pl_pl: Pośrednik płatności
pt_pt: Agente de pagamentos
vi_vn: Đại lý Thanh toán
zh_cn: 付款代理

source: Payment Agent Deposit
de_de: Zahlungsagent Einzahlung
fr_fr: Dépôt à un Agent de Paiement
id_id: Deposit Agen Pembayaran
pl_pl: Wpłata dla pośrednika płatności
pt_pt: Depósito no Agente de Pagamentos
vi_vn: Gửi tiền cho Đại lý Thanh toán
zh_cn: 支付代理存款

source: Payment Agent Transfer
de_de: Zahlungsagent Überweisung
fr_fr: Virement par agent de paiement
id_id: Transfer Agen Pembayaran
pl_pl: Przelew dla pośrednika płatności
pt_pt: Transferência do agente de pagamentos
vi_vn: Chuyển khoản tại Đại Lý Thanh Toán
zh_cn: 支付代理转账

source: Payment Agent Withdrawal
de_de: Zahlungsagent Auszahlung
fr_fr: Retrait par agent de paiement
id_id: Pencairan Agen Pembayaran
pl_pl: Wypłata od pośrednika płatności
pt_pt: Retirada no Agente de Pagamentos
vi_vn: Rút tiền tại Đại Lý Thanh Toán
zh_cn: 支付代理取款

source: Payment Agent services are not available in your country or in your preferred currency.
de_de: Zahlungsagenten-Dienste sind in Ihrem Land oder in Ihrer bevorzugten Währung nicht verfügbar.
fr_fr: Les services d’Agent de Paiement ne sont pas disponibles dans votre pays ou dans votre devise préférée.
id_id: Layanan Agen Pembayaran tidak tersedia di negara Anda atau dalam mata uang yang Anda pilih.
pl_pl: Usługi pośredników płatności są niedostępne w Twoim kraju lub w Twojej preferowanej walucie.
pt_pt: Os serviços de agente de pagamentos não estão atualmente disponíveis no seu país ou na sua moeda preferida.
vi_vn: Dịch vụ Đại Lý Thanh Toán không có sẵn trong quốc gia của bạn hoặc trong đơn vị tiền tệ ưa thích.
zh_cn: 您的国家或您的首选币种不可使用付款代理服务。

source: Payment Agent transfer
de_de: Zahlungsagent Überweisung
fr_fr: Virement par agent de paiement
id_id: Transfer Agen Pembayaran
pl_pl: Przelew dla pośrednika płatności
pt_pt: Transferência para o Agente de Pagamentos
vi_vn: Chuyển khoảng tại Đại lý Thanh toán
zh_cn: 支付代理转账

source: Payment Agents
de_de: Zahlungsagenten
fr_fr: Agents de paiement
id_id: Agen Pembayaran
pl_pl: Pośrednicy płatności
pt_pt: Agentes de pagamentos
vi_vn: Đại lý Thanh toán
zh_cn: 付款代理

source: Payment Agents Terms and Conditions
de_de: Zahlungsagenten-Geschäftsbedingungen
id_id: Syarat dan Ketentuan Agen Pembayaran
pl_pl: Regulamin dot. pośredników płatności
pt_pt: Termos e condições dos agentes de pagamentos
vi_vn: Điều khoản đại lý thanh toán
zh_cn: 付款代理条款和条件

source: Payment Methods
de_de: Zahlungsarten
fr_fr: Moyens de paiement
id_id: Metode Pembayaran
pl_pl: Metody płatności
pt_pt: Métodos de Pagamento
vi_vn: Phương Thức Thanh Toán
zh_cn: 支付方式

source: Payment methods
de_de: Zahlungsmethoden
fr_fr: Moyens de paiement
id_id: Metode pembayaran
pl_pl: Metody płatności
pt_pt: Métodos de Pagamento
vi_vn: Phương thức thanh toán
zh_cn: 支付方式

source: Payment of commission earned for the previous calendar month will be made monthly, on or around the 15th day of each month, and may be credited to any payment method as agreed between the Company and the Affiliate.
de_de: Die Auszahlung der im Vormonat verdienten Provision erfolgt monatlich um den 15. eines jeden Monats und wird der Zahlungsmethode gutgeschrieben, die zwischen dem Unternehmen und dem Geschäftspartner vereinbart wurde.
fr_fr: Le paiement des commissions générées pour le mois civil écoulé sera effectué le 15 de chaque mois (ou aux environs de cette date) et pourra être crédité par le biais de toute méthode de paiement, selon les modalités convenues par la Société et l'Affilié.
id_id: Pembayaran komisi yang dihasilkan pada periode bulan sebelumnya akan dibayar pada hari ke 15 bulan berikutnya, dan akan dikreditkan menggunakan metode pembayaran yang telah disetujui oleh Perusahaan dan Affiliasi.
pl_pl: Wypłata prowizji zarobionej w poprzednim miesiącu będzie dokonywana co miesiąc, 15. dnia miesiąca lub około tego dnia, i może być dokonana dowolną metodą płatności zgodnie z umową pomiędzy Firmą a Partnerem.
pt_pt: O pagamento de comissões ganhas durante o mês do calendário anterior será feito mensalmente, no, ou por volta do, dia 15 de cada mês, e poderá ser creditado em qualquer método de pagamento acordado entre a Empresa e o Afiliado.
vi_vn: Khoản hoa hồng sẽ được thanh toán hàng tháng, vào khoảng ngày 15 mỗi tháng, và sẽ được thực hiện bằng phương thức thanh toán mà Công ty và đối tác Liên Kết đã thống nhất.
zh_cn: 上一月赚得的佣金在每月15 号或该日前后以公司和联盟成员双方预先同意的付款方式支付。

source: Payments
de_de: Zahlungen
fr_fr: Paiements
id_id: Pembayaran
pl_pl: Płatności
pt_pt: Pagamentos
vi_vn: Thanh toán
zh_cn: 支付

source: Payments & Withdrawals
de_de: Zahlungen & Auszahlungen
id_id: Pembayaran & Penarikan
pl_pl: Płatności i wypłaty
pt_pt: Pagamentos e retiradas
vi_vn: Thanh toán & Rút tiền
zh_cn: 付款和提款

source: Payments and Compliance Analyst
de_de: Zahlungs- und Compliance Analyst
fr_fr: Analyste Paiements et Conformité
id_id: Payments & Compliance Analyst
pl_pl: Analityk ds. płatności i zgodności
pt_pt: Analista de Pagamentos e Conformidade
vi_vn: Phân Tích Thanh Toán và Sự Tuân Thủ
zh_cn: 支付和合规分析师

source: Payments made to the Company will only be deemed to have been received once the Company receives cleared funds;
de_de: Zahlungen an das Unternehmen gelten nur dann als eingegangen, wenn das Unternehmen die verfügbaren Gelder erhält;
id_id: Pembayaran yang dilakukan pada Perusahaan hanya akan dianggap selesai setelah Perusahaan menerima dana bersih;
pl_pl: Płatności dokonywane na rzecz Firmy uznaje się za otrzymanie wyłącznie w momencie otrzymania przez Firmę wpłaty środków na rachunek;
pt_pt: Pagamentos efetuados à Empresa apenas serão considerados como recebidos uma vez que a Empresa receba fundos disponíveis;
vi_vn: Các khoản thanh toán được thực hiện cho Công Ty sẽ chỉ được coi là đã nhận được khi Công Ty nhận được đầy đủ các khoản tiền;
zh_cn: 支付给公司的款项只会在公司收到资金结算后才受视为收到款;

source: Payout
de_de: Ausz
fr_fr: Paiement
id_id: Hasil
pl_pl: Wypłata
pt_pt: Prêmio
vi_vn: Khoảng được trả
zh_cn: 赔付

source: Payout Range
de_de: Auszahlungsbereich
fr_fr: Gamme de Paiement
id_id: Rentang Hasil
pl_pl: Zakres wypłaty
pt_pt: Intervalo do pagamento de prêmios
vi_vn: Phạm vi thanh toán
zh_cn: 赔付范围

source: Paytrust88 is a payment facility that allows online bank transfers for clients across Southeast Asia. For more information, please visit %1.
fr_fr: Paytrust88 est une facilité de paiement qui permet les virements bancaires en ligne pour les clients de toute l'Asie du Sud-Est. Pour plus d'informations, veuillez visiter %1.
id_id: Paytrust88 adalah fasilitas pembayaran yang memungkinkan transfer bank online untuk klien di seluruh Asia Tenggara. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Paytrust88 to usługa płatnicza umożliwiająca dokonywanie przelewów bankowych on-line dla klientów w całej Azji Południowo-Wschodniej. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: Paytrust88 là một hệ thống thanh toán chuyển khoản ngân hàng trực tuyến cho phép khách hàng trên khắp đông nam á cùng sử dụng. Để biết thêm chi tiết, xin vui lòng truy cập vào %1.
zh_cn: Paytras88 是允许东南亚各地客户进行网上银行转账的支付工具, 。欲了解详细信息, 请访问 %1。

source: Pending
de_de: Ausstehend
fr_fr: En attente
id_id: Tertunda
pl_pl: Oczekujące
pt_pt: Pendente
vi_vn: Đang chờ xử lý
zh_cn: 待定

source: Pension
de_de: Rente/Pension
id_id: Pensiun
pl_pl: Emerytura
pt_pt: Aposentadoria
vi_vn: Trợ Cấp
zh_cn: 养老金

source: Pensioner
de_de: Pensionist
fr_fr: Retraité
id_id: Pensiunan
pl_pl: Emeryt
pt_pt: Aposentado
vi_vn: Người hưởng trợ cấp
zh_cn: 养老金领取人

source: Percentage
de_de: Prozentsatz
fr_fr: Pourcentage
id_id: Persentase
pl_pl: Procent
pt_pt: Porcentagem
vi_vn: Tỷ lệ phần trăm
zh_cn: 百分比
