Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Relevant experience in the use of quant programming libraries and frameworks (QuantLib, Pricing Partners, FINCAD, and Numerix), and quant pricing platforms (SuperDerivatives and FENICS) would be a plus
de_de: Entsprechende Erfahung in der Verwendung von Quant Programmierbibliotheken und Frameworks (Quantlib, PricingPartners, FINCAD und NumeriX), sowie Quant Kursgestaltungsplattformen (SuperDerivatives und FENICS) wäre vorteilhaft
fr_fr: Une expérience pertinente dans l'utilisation des bibliothèques et cadres de programmation Quantitative (Quantlib, PricingPartners, FINCAD et NumeriX) et des plateformes de tarification (SuperDerivatives et FENICS) serait un plus
id_id: Diutamakan berpengalaman dalam penggunaan pustaka dan kerangka kerja pemrograman quant (QuantLib, Pricing Partners, FINCAD, dan Numerix), dan platform harga quant (SuperDerivatives and FENICS)
pl_pl: Odpowiednie doświadczenie w korzystaniu z kwantowych bibliotek programistycznych oraz struktur (Quantlib, PricingPartners, FINCAD i NumeriX) oraz kwantowych platform wyceny (SuperDerivatives i FENICS) będzie dodatkowym atutem
pt_pt: Experiência relevante no uso de bibliotecas e estruturas de programação quântica (QuantLib, Pricing Partners, FINCAD e Numerix) e plataformas Quant Price (SuperDerivatives e FENICS) será um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm liên quan đến việc sử dụng thư viện lập trình quant hoặc các frameworks (Quantlib, các Đối Tác Giá Cả, FINCAD, và Chữ Số), và nền tảng định giá quant (SuperDerivatives và FENICS)
zh_cn: 有量化编程库和框架 (QuantLib、Pricing Partners、FINCAD 和 Numerix) 和量化定价平台 (SuperDerivatives 和 FENICS) 相关使用经验者优先录取

source: Relevant work experience in a related field, such as managing and onboarding expats, processing work permits, and dealing with Malaysian governmental authorities will be a plus
de_de: Einschlägige Berufserfahrung in einem verwandten Bereich, wie z. B. die Verwaltung und Einstellung von Expats, die Verarbeitung von Arbeitsgenehmigungen, und der Umgang mit malaysischen Behörden ist ein Plus
fr_fr: Expérience de travail pertinente dans un domaine connexe, tels que la gestion et l'intégration des expatriés, traiter les permis de travail, et collaborer avec les autorités gouvernementales malaisiennes sera un plus
id_id: Diutamakan berpengalaman pada bidang terkait, seperti mengelola dan orientasi ekspatriat, memproses izin kerja, dan berurusan dengan otoritas pemerintah Malaysia
pl_pl: Odpowiednie doświadczenie w powiązanej dziedzinie, np. w pomocy pracownikom z zagranicy i wdrażaniu ich, procesowaniu pozwoleń na pracę, współpracy z malezyjskimi organami rządowymi, będzie dodatkowym atutem
pt_pt: Experiência de trabalho relevante em um campo relacionado, tais como a gestão e integração de expatriados, trabalho de processamento, e lidar com autoridades governamentais da Malásia será um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm làm việc trong các ngành có liên quan, như là quản lý và lưu trú cho chuyên gia nước ngoài, xin giấy phép lao động và làm việc với chính quyền Malaysia
zh_cn: 有相关领域工作经验, 如管理和聘请外籍员工, 处理工作许可证, 并能与马来西亚政府当局打交道者优先录取

source: Remaining Time
de_de: Verbleibende Zeit
fr_fr: Temps restant
id_id: Waktu Yang Tersisa
pl_pl: Pozostały czas
pt_pt: Tempo restante
vi_vn: Thời gian còn lại
zh_cn: 剩余时间

source: Replication,
de_de: Replikation,
fr_fr: Réplication,
id_id: Replikasi,
pl_pl: Replikacja,
pt_pt: Replicação,
vi_vn: Mô Phỏng Nhân Rộng,
zh_cn: 复制

source: Representation or Warranty
de_de: Erklärung oder Gewährleistung
fr_fr: Représentation ou Garantie
id_id: Representasi atau Garansi
pl_pl: Oświadczenia lub gwarancje
pt_pt: Representação ou garantia
vi_vn: Đại Diện hoặc Bảo Đảm
zh_cn: 陈述和保证

source: Representations and Warranties
de_de: Erklärungen und Gewährleistungen
id_id: Perwakilan dan Jaminan
pl_pl: Oświadczenia i gwarancje
pt_pt: Representações e garantias
vi_vn: O. Đại Diện và Bảo Đảm
zh_cn: 陈述和保证

source: Represents the amount in base currency per round trade. Example: A round trade of 1 lot of EUR/USD would pay EUR 10 on standard accounts. A round trade of 1 lot of USD/CAD would pay USD 5 on advanced account.
de_de: Stellt den Betrag in Basiswährung pro Handelsrunde dar. Beispiel: Eine Handelsrunde mit 1 Lot an EUR/USD, würde 10 EUR auf ein Standardkonto zahlen. Eine Handelsrunde mit 1 Lot an USD/CAD, würde 5 USD auf ein fortgeschrittenes Konto zahlen.
fr_fr: Représente le montant dans la devise de base par trade entier. Exemple : Un trade entier de 1 lot de EUR/USD paierait 10 euros sur les comptes standard. Un trade entier de 1 lot du USD/CAD paierait USD 5 sur le compte avancé.
id_id: Mewakili jumlah dalam mata uang dasar per putaran trading. Contoh: Trading putaran 1 lot EUR/USD akan membayar EUR10 pada akun standard. Trading perputaran penuh 1 lot USD/CAD akan membayar USD5 pada akun advanced.
pl_pl: Odpowiada kwocie w walucie bazowej przypadającej na rundę handlową. Na przykład: Runda handlowa składająca się z 1 partii EUR/USD przyniesie zysk 10 EUR na konta standardowe. Runda handlowa składająca się z 1 partii USD/CAD przyniesie zysk 5 USD na konto zaawansowane.
pt_pt: Representa o valor na moeda de base por conta negociação completa. Exemplo: Uma negociação completa de 1 lote de EUR/USD pagará 10 EUR em contas padrão. Uma negociação completa de 1 lote de USD/CAD pagará 5 USD em contas avançadas.
vi_vn: Đại diện cho số lượng tiền tệ cơ sở cho mỗi vòng thương mại. Ví dụ: Một thương mại vòng 1 rất nhiều của EUR/USD sẽ phải trả EUR 10 tài khoản tiêu chuẩn. Một thương mại vòng 1 lô USD/CAD sẽ phải trả 5 USD trên tài khoản cao cấp.
zh_cn: 表示每回合交易的基础货币金额。例如: 1手欧元/美元的一回合交易将在标准账户上支付10欧元。1手美元/加元的一回合交易将在高级账户上支付5美元。

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
de_de: Stellt den maximalen Bargeldbetrag dar, den Sie auf Ihrem Konto haben dürfen. Wenn das Maximum erreicht wird, werden Sie gebeten, Gelder abzuheben.
fr_fr: Représente le montant d'argent maximal que vous pouvez garder sur votre compte. Si le maximum est atteint, il vous sera demandé de retirer des fonds.
id_id: Mewakili jumlah maksimum saldo tunai pada akun anda. Jika jumlah maksimum tercapai, maka anda perlu menarik dana anda.
pl_pl: Pokazuje maksymalną kwotę gotówki, jaką możesz mieć na koncie. Po osiągnięciu maksimum poprosimy Cię o wypłacenie środków.
pt_pt: Representa a quantia máxima de dinheiro que pode manter na sua conta. Se o máximo for atingido, vamos solicitar-lhe a retirada dos fundos.
vi_vn: Biểu thị số tiền tối đa mà bạn có thể giữ trong tài khoản. Nếu đã đạt mức tối đa, bạn sẽ được yêu cầu rút tiền.
zh_cn: 代表您的账户中可持有的最高现金额度。如果达到该最高额度，您将被要求提取资金。

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
de_de: Stellt die maximale Anzahl an ausstehenden Verträgen Ihres Portfolios dar. Jede Linie Ihres Portfolios steht für eine offene Position. Wenn das Maximum erreicht wird, können Sie keine neuen Positionen öffnen, ohne zuvor eine bereits bestehende Position zu schließen.
fr_fr: Représente le nombre maximal de contrats actifs dans votre portefeuille. Chaque ligne dans votre portefeuille compte pour une position ouverte. Une fois le maximum atteint, vous ne serez pas en mesure d'ouvrir de nouvelles positions sans d'abord fermer une position existante.
id_id: Mewakili jumlah kontrak pada bagian portopolio Anda. Setiap baris pada portopolio Anda dihitung sebagai satu open position. Jika jumlah maksimum tercapai maka Anda perlu menutup salah satu open position untuk membeli kontrak atau posisi lainnya.
pl_pl: Pokazuje maksymalną liczbę niezapłaconych kontraktów w Twoim portfolio. Każda linia w Twoim portfolio liczy się jako jedna otwarta pozycja. Po osiągnięciu maksimum nie będziesz mieć możliwości otwierania nowych pozycji bez uprzedniego zamknięcia dotychczasowych pozycji.
pt_pt: Representa o número máximo de contratos pendentes no seu portfólio. Cada linha do seu portfólio conta para uma posição em aberto. Depois de atingido o máximo, não poderá abrir novas posições sem fechar primeiro uma posição existente.
vi_vn: Biểu thị số hợp đồng xuất sắc tối đa có trong hồ sơ của bạn. Mỗi một dòng trong hồ sơ là một phiên mở. Khi đã đạt đến mức tối đa, bạn sẽ không thể mở thêm phiên mới mà không đóng các phiên đang có trước.
zh_cn: 表示您的投资组合中未平仓合约的最大数量。您投资组合中的每一行都算作是一个未平仓头寸。一旦达到该最大值，您在开设新头寸之前需要先结束一个现有头寸。

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
de_de: Stellt das maximale Volumen an Kontrakten dar, die Sie an einem einzelnen Börsentag erwerben können.
fr_fr: Représente le volume maximal de contrats que vous pouvez acheter au cours d'une journée de trading donnée.
id_id: Mewakili jumlah maksimum pembelian kontrak dalam satu hari trading.
pl_pl: Pokazuje maksymalną liczbę kontraktów, które możesz nabyć w danym dniu handlowym.
pt_pt: Representa o volume máximo de contratos que pode comprar em qualquer dia de negociações.
vi_vn: Biểu thị số lượng hợp đồng tối đa bạn có thể mua trong ngày giao dịch.
zh_cn: 表示任一既定交易日您可以买入的最大合约数量。

source: Request your statement
de_de: Ihre Abrechnung anfordern
fr_fr: Demandez votre relevé
id_id: Minta pernyataan Anda
pl_pl: Poproś o wyciąg
pt_pt: Solicitar o seu extrato
vi_vn: Yêu cầu bản sao kê của bạn
zh_cn: 索取您的月结单

source: Requirements
de_de: Voraussetzungen
fr_fr: Exigences
id_id: Persyaratan
pl_pl: Wymogi
pt_pt: Requisitos
vi_vn: Yêu cầu
zh_cn: 需求

source: Resale not offered
de_de: Wiederverkauf wird nicht angeboten
fr_fr: La revente n'est pas proposée
id_id: Penjualan ulang tidak ditawarkan
pl_pl: Brak możliwości odsprzedaży
pt_pt: A revenda não está disponivel
vi_vn: Không được bán lại
zh_cn: 不提供转售

source: Resale price
de_de: Wiederverkaufspreis
fr_fr: Prix de revente
id_id: Harga jual
pl_pl: Cena odsprzedaży
pt_pt: Preço de revenda
vi_vn: Giá bán lại
zh_cn: 转售价格

source: Research and evaluate blockchain technologies and solutions to identify use cases and implementation
de_de: Recherchieren Sie und bewerten Sie Blockchain Technologien und Lösungen, um Anwendungsfälle und die Umsetzung zu identifizieren
fr_fr: Rechercher et évaluer les technologies et solutions blockchain pour identifier des cas d’utilisation et d’implémentation
id_id: Meneliti dan mengevaluasi teknologi dan solusi blockchain untuk mengidentifikasi kasus penggunaan dan implementasi
pl_pl: Wyszukiwanie i ocenianie technologii i rozwiązań blockchain, aby identyfikować przypadki użycia i ich zastosowania
pt_pt: Pesquisar e avaliar tecnologias e soluções blockchain para identificar casos de uso e aplicações
vi_vn: Nghiên cứu và đánh giá công nghệ blockchain và các giải pháp để xác minh những tình huống sử dụng và áp dụng
zh_cn: 研究和评估区块链技术和解决方法, 以确定用例和实施方案

source: Research new Payment Systems that are available in the market
de_de: Recherchieren Sie neue Zahlungssysteme, die im Markt vorhanden sind
fr_fr: Rechercher de nouveaux Systèmes de Paiement qui sont disponibles sur le marché
id_id: Meneliti Sistem Pembayaran baru yang tersedia pada pasar
pl_pl: Wyszukiwanie nowych systemów płatności dostępnych na rynku
pt_pt: Pesquisar novos sistemas de pagamento que estão disponíveis no mercado
vi_vn: Nghiên cứu các Hệ Thống Thanh Toán mới mà đang có ở trên thị trường
zh_cn: 研究市场可用的新支付系统

source: Reset Barrier
de_de: Schwelle zurücksetzen
fr_fr: Barrière de Réinitialisation
id_id: Batasan Reset
pl_pl: Limit resetowania
pt_pt: Barreira de redefinição
vi_vn: Đặt lại Giới Hạn
zh_cn: 重设障碍

source: Reset Call
de_de: Call zurücksetzen
pt_pt: Redefinição - Compra
vi_vn: Đặt lại Gọi Biên
zh_cn: 重设买权

source: Reset Call/Reset Put
de_de: Call/Put zurücksetzen
pt_pt: Redefinição - Compra/Redefinição - Venda
vi_vn: Đặt lại Call/ Đặt lại Put
zh_cn: 重设买/卖权

source: Reset MT5 password
de_de: MT5 Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe MT5
id_id: Atur ulang kata sandi MT5
pl_pl: Zresetuj hasło MT5
pt_pt: Redefinir a senha da MT5
vi_vn: Đổi Mật Khẩu MT5
zh_cn: 重设MT5密码

source: Reset Password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
id_id: Ulang Kata Sandi
pl_pl: Zresetuj hasło
pt_pt: Redefinir senha
vi_vn: Đổi Mật Khẩu
zh_cn: 重设密码

source: Reset Put
de_de: Put zurücksetzen
pt_pt: Redefinição - Venda
vi_vn: Đặt lại Put
zh_cn: 重设卖权

source: Reset Time
de_de: Zeit zurückstellen
fr_fr: Temps de réinitialisation
id_id: Waktu Reset
pl_pl: Moment resetowania
pt_pt: Hora de redefinição
vi_vn: Thời gian đặt lại
zh_cn: 重设时间

source: Reset password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
id_id: Mengatur ulang kata sandi
pl_pl: Zresetuj hasło
pt_pt: Redefinir senha
vi_vn: Đổi Mật Khẩu
zh_cn: 重设密码

source: Reset to original settings
de_de: Auf Originaleinstellungen zurücksetzen
fr_fr: Réinitialiser les paramètres
id_id: Reset ke pengaturan awal
pl_pl: Przywróć pierwotne ustawienia
pt_pt: Redefinir para as configurações originais
vi_vn: Thiết lập lại cài đặt gốc
zh_cn: 重设为原始设置

source: Residents of countries which have been identified by the FATF as having strategic deficiencies shall be restricted from opening an account with Binary Investments (Europe) Ltd.
de_de: Bewohner von Ländern in denen die FATF strategische Mängel identifiziert hat, sollen bei der Eröffnung eines Kontos mit Binary Investments (Europe) Ltd eingeschränkt sein.
id_id: Penduduk tetap yang telah ditentukan oleh FATF yang memiliki keterbatasan adalah tidak dapat mendaftar akun pada Binary Investments (Europe) Ltd.
pl_pl: Mieszkańcy krajów, które zostały określone przez FATF jako kraje z brakami strategicznymi nie mogą otwierać kont w Binary Investments (Europe) Ltd.
pt_pt: Residentes de países que foram identificados pelo GAFI como tendo deficiências estratégicas serão impedidos de abrirem contas na Binary Investments (Europe) Ltd.
vi_vn: Công dân của các quốc gia mà đã được xác định bởi FATF là thiếu sót chiến lược sẽ được hạn chế từ việc mở một tài khoản với đầu tư nhị phân (Châu Âu) Ltd.
zh_cn: 被FATF认定具有策略缺陷的国家的居民, 须受限制, 不得在Binary Investments (欧洲) 有限公司开立账户。

source: Resolve complex customer care issues through careful investigation and in keeping with existing policies and procedures
de_de: Lösen Sie komplexe Kundenanliegen durch sorgfältige Untersuchung und im Einklang mit bestehenden Richtlinien und Verfahren
fr_fr: Résoudre les problèmes de service client complexes grâce à une enquête minutieuse et conformément aux procédures et politiques existantes
id_id: Memecahkan masalah layanan pelanggan yang rumit melalui penyelidikan yang cermat dan sesuai dengan kebijakan dan prosedur yang ada
pl_pl: Rozwiązywanie skomplikowanych problemów klientów poprzez dokładne zbadanie sprawy i przestrzeganie polityk i procedur
pt_pt: Resolva problemas complexos de atendimento ao cliente por meio de uma investigação cuidadosa e de acordo com as políticas e procedimentos existentes
vi_vn: Giải quyết các vấn đề phức tạp mà khách hàng quan tâm bằng cách điều tra cẩn thận và theo sát với các quy định và quy trình hiện hữu
zh_cn: 仔细调查并遵循现行政策和程序以解决复杂的客户服务问题

source: Resources
de_de: Quellen
fr_fr: Ressources
id_id: Sumber
pl_pl: Środki
pt_pt: Recursos
vi_vn: Nguồn
zh_cn: 资源

source: Respond to customer enquiries by phone, email, social media, and live chat daily
de_de: Beantworten Sie täglich Kundenfragen per Telefon, E-Mail, über soziale Medien und Livechat
fr_fr: Répondre aux demandes des clients par téléphone, courrier électronique, médias sociaux et discussion en direct tous les jours
id_id: Menanggapi pertanyaan pelanggan melalui telepon, email, media sosial, dan obrolan langsung setiap hari
pl_pl: Codzienne odpowiadanie na pytania klientów drogą telefoniczną, e-mailową oraz za pośrednictwem mediów społecznościowych i czatu na żywo
pt_pt: Responda às perguntas dos clientes por telefone, e-mail, mídia social e bate-papo ao vivo diariamente
vi_vn: Phản hồi các câu hỏi của khách hàng qua điện thoại, email, mạng xã hội và chat trực tuyến hàng ngày
zh_cn: 每日用电话、电子邮件、社交媒体和在线聊天方式回复客户查询

source: Responsibilities:
de_de: Verantwortlichkeiten:
fr_fr: Responsabilités :
id_id: Tanggung jawab:
pl_pl: Obowiązki:
pt_pt: Responsabilidades:
vi_vn: Trách nhiệm:
zh_cn: 职责：

source: Responsible Trading
de_de: Verantwortungsbewusstes Handeln
fr_fr: Trading responsable
id_id: Tanggung Jawab Trading
pl_pl: Odpowiedzialny handel
pt_pt: Negociação Responsável
vi_vn: Giao Dịch Có Trách Nhiệm
zh_cn: 负责任的交易

source: Rest assured that your information will only be used for CRS/FATCA reporting purposes and will be kept safe.
de_de: Seien Sie versichert, dass Ihre Daten nur für CRS/FATCA Berichtszwecke verwendet und sicher gehalten werden.
fr_fr: Soyez assuré que vos informations serviront uniquement aux fins des rapports CRS/FATCA et seront conservés en toute sécurité.
id_id: Yakinlah bahwa informasi Anda hanya akan digunakan untuk tujuan pelaporan CRS/FATCA dan akan disimpan dengan aman.
pl_pl: Zapewniamy, że Twoje informacje będą wykorzystywane wyłącznie w celu raportowania CRS/FATCA i że będą bezpiecznie przechowywane.
pt_pt: Tenha certeza de que as suas informações serão apenas usadas para fins de relatórios CRS/FATCA e serão mantidas em segurança.
vi_vn: Hãy yên tâm rằng thông tin của bạn sẽ chỉ được sử dụng cho mục đích báo cáo CRS/FATCA và sẽ được giữ an toàn.
zh_cn: 请放心, 您的信息将只用于 CRS/FATCA 报告, 并将给予安全保障。

source: Restrictions
de_de: Beschränkungen
id_id: Pembatasan
pl_pl: Ograniczenia
pt_pt: Restrições
vi_vn: Những hạn chế
zh_cn: 限制

source: Retail Client
de_de: Einzelhandelskunde
fr_fr: Client de Détail
id_id: Klien Ritel
pl_pl: Klient detaliczny
pt_pt: Cliente não profissional
vi_vn: Khách hàng bán lẻ
zh_cn: 零售客户

source: Retail Clients
de_de: Einzelhandelskunden
id_id: Klien Ritel
pl_pl: Klienci detaliczni
pt_pt: Clientes não profissionais
vi_vn: Khách Hàng Bán Lẻ
zh_cn: 零售客户

source: Return
de_de: Rendite
fr_fr: Retour sur investissement
id_id: Laba
pl_pl: Zwrot
pt_pt: Prêmio
vi_vn: Doanh thu
zh_cn: 收益

source: Return to player (RTP) % for lookbacks for a multiplier of 1 and 1m duration is around 87% on average.
de_de: Die Rückkehr zum Spieler (RTP) % für Lookbacks für einen Multiplikator von 1 und einer 1m-Dauer, beträgt durchschnittlich ca. 87 %.
fr_fr: Le % de Retour au joueur (RTP) pour les lookbacks pour un multiplicateur de 1 et une durée de 1m est d’environ 87 % en moyenne.
id_id: Persentasi RTP lookback untuk multiplier 1 dan durasi 1 menit adalah rata-rata sekitar 87%.
pl_pl: Wskaźnik zwrotu z inwestycji (RTP) % w przypadku opcji wstecznych dla mnożnika wynoszącego 1 i czasu trwania 1m wynosi średnio 87%.
vi_vn: Quay trở lại trình (RTP)% để xem lại hệ số nhân 1 và 1m trung bình khoảng 87%.
zh_cn: 返回（RTP）％投注者回顾平均值约为87％的1倍乘数和1分钟持续时间。

source: Returns above 100% on simple %1rise/fall%2 contracts.
de_de: Renditen über 100% für einfache %1Steigen/Fallen%2 Kontrakte.
fr_fr: Retours sur investissement de plus de 100% sur les contrats simples de type %1hausse/baisse%2.
id_id: Laba diatas 100% pada kontrak sederhana %1rise/fall%2.
pl_pl: Zwroty powyżej 100% w przypadku prostych kontraktów %1wzrost/spadek%2.
pt_pt: Retornos acima de 100% em contratos %1sobe/desce%2 simples.
vi_vn: Doanh thu trên 100% dựa trên hợp đồng %1tăng/giảm%2 đơn giản.
zh_cn: 简单“%1上涨/下跌%2”合约的回报率高于 100%。

source: Returns above 1000% on %1higher/lower%2 and %3touch/no-touch%2 trades.
de_de: Rendite über 1000% bei %1Höher/Tiefer%2 und %3Ziel/Kein Ziel%2 Kontrakten.
fr_fr: Retours sur investissement de plus de 1000% sur les trades %1supérieur/inférieur%2 et %3touche/ne touche pas%2.
id_id: Laba diatas 1000% pada kontrak %1higher/lower%2 dan %3touch/no-touch%2.
pl_pl: Zyski przekraczające 1000% w przypadku zakładów %1wyższe/niższe%2 oraz %3osiągnie/nie osiągnie%2.
pt_pt: Retornos acima de 1000% nas negociações %1superior/inferior%2 e %3toca/não toca%2.
vi_vn: Doanh thu trên 1000% dựa trên giao dịch %1cao hơn/thấp hơn%2 và %3chạm/không chạm%2.
zh_cn: %1“高于/低于”%2 以及%3“触及/未触及” %2交易的回报率高于 1000%。

source: Revenue share
de_de: Umsatzanteil
fr_fr: Part des recettes
id_id: Bagi hasil
pl_pl: Udział w przychodach
pt_pt: Compartilhamento de receitas
vi_vn: Chia sẻ doanh thu
zh_cn: 收入分享

source: Reverse Side
de_de: Auf der Rückseite
fr_fr: Verso
id_id: Bagian Belakang
pl_pl: Tylna strona
pt_pt: Verso
vi_vn: Mặt sau
zh_cn: 反面

source: Reverse side
de_de: Auf der Rückseite
fr_fr: Verso
id_id: Sisi sebaliknya
pl_pl: Tylna strona
pt_pt: Verso
vi_vn: Mặt sau
zh_cn: 反面

source: Review and analyse suspicious client activities
de_de: Überprüfen und analysieren Sie verdächtige Kundenaktivitäten
fr_fr: Examiner et analyser les activités suspectes de clients
id_id: Meninjau dan menganalisa aktivitas klien yang mencurigakan
pl_pl: Ocena i analiza podejrzanych działań klientów
pt_pt: Rever e analisar as atividades suspeitas de cliente
vi_vn: Đánh giá và phân tích những hoạt động khả nghi của khách hàng
zh_cn: 审查和分析可疑的客户活动

source: Review and approve KYC documents
de_de: Überprüfen und genehmigen Sie KYC-Dokumente
fr_fr: Examiner et approuver les documents KYC
id_id: Meninjau dan menyetujui dokumen KYC
pl_pl: Sprawdzanie i zatwierdzanie dokumentów w zakresie KYC
pt_pt: Analisar e aprovar documentos de identificação de clientes
vi_vn: Đánh giá và xác nhận các văn bản KYC
zh_cn: 审核和批准 KYC文档

source: Review and maintain third-party services used by the company
de_de: Überprüfen und erhalten Sie Dienstleistungen Dritter, die vom Unternehmen verwendet werden
fr_fr: Réviser et maintenir les services de tiers utilisés par la Compagnie
id_id: Meninjau dan pertahankan layanan pihak ketiga yang digunakan oleh perusahaan
pl_pl: Sprawdzanie i utrzymywanie usług zewnętrznych używanych przez firmę
pt_pt: Revisar e manter serviços de terceiros usados ​​pela empresa
vi_vn: Đánh giá và duy trì các dịch vụ mà công ty sử dụng của bên thứ ba
zh_cn: 查看和维护公司使用的第三方服务

source: Review and monitor business contracts and agreements entered into by group companies worldwide
de_de: Überprüfen und überwachen Sie geschäftliche Verträge und Vereinbarungen, die von der Unternehmensgruppe weltweit eingegangen werden
fr_fr: Examiner et surveiller des contrats commerciaux et des accords conclus par les Compagnies du groupe dans le monde entier
id_id: Meninjau dan memantau kontrak bisnis dan perjanjian yang dibuat oleh grup perusahaan di seluruh dunia
pl_pl: Sprawdzanie i monitorowanie umów biznesowych i kontraktów zawieranych przez spółki grupy na całym świecie
pt_pt: Rever e monitorar os contratos e acordos comerciais firmados pelas empresas do grupo em todo o mundo
vi_vn: Đánh giá và theo dõi các hợp đồng và thỏa thuận đã được ký kết bởi nhóm các công ty trên toàn thế giới
zh_cn: 审查和监督集团公司在世界各地签订的商业合同和协议
