Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, investment, trading
de_de: Binäre Optionen, Binäre Option, Forex Handel, Online-Trading, Finanzhandel, Binärer Handel, Index Trading, Börsenhandel mit Indizes, Devisenhandel, Rohstoffe handeln, Binäre Optionen Strategie, Binäre Makler, Binäre Wette, Binäre Optionen Handelsplattform, Binäre Strategie, Finanzen, Investmenthandel, Börse, Börsen, Aktienhandel, Aktienbörse handeln
fr_fr: options binaires, Forex, trading du Forex, trading en ligne, trading financier, trading binaire, trading d'indices, trading sur indices, trades forex, trading de matières premières, stratégie d'options binaires, courtier binaire, pari binaire, plateforme de trading d'options binaires, stratégie binaire, finance, investissement, trading
id_id: opsi binary, forex, trading forex, online trading, trading finansial, trading binary, trading indeks, indeks trading, trading forex, trading komoditas, strategi opsi binary, broker binary, trading binary, platform trading opsi binary, strategi binary, finansial, investasi, trading
pl_pl: opcje binarne, forex, handel forex, handel online, obrót finansowy, handel opcjami binarnymi, handel indeksami, wskaźniki handlowe, transakcje rynku forex, towary, strategie opcji binarnych, broker opcji binarnych, zakład na opcję binarną, platforma transakcyjna opcji binarnych, strategia binarna, finanse, inwestycje, handlowanie
pt_pt: opções binárias, forex, negociação forex, negociação online, negociação financeira, negociação binária, índice de negociação, índices de negociação, negociação forex, negociação de commodities, estratégia de negociações binárias, aposta binária, aposta binária, plataforma de negociação de opções binárias, estratégia binária, finanças, investimento, negociações
vi_vn: binary options, ngoại hối, giao dịch ngoại hối, giao dịch trực tuyến, giao dịch tài chính, giao dịch nhị phân, giao dịch chỉ số, chỉ số giao dịch, giao dịch ngoại hối, giao dịch hàng hóa, chiến lược binary options, môi giới binary options, đặt cược binary options, sàn giao dịch binary options, chiến lược binary options, tài chính, đầu tư, kinh doanh
zh_cn: 二元期权、外汇、外汇交易、在线交易、金融交易、二元期权交易、指数交易、交易指数、外汇交易、交易大宗商品、二元期权策略、二元经纪、二元投注、二元期权交易平台、二元策略、金融、投资、交易

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, stocks, investment, trading
de_de: Binäre Optionen, Binäre Option, Forex Handel, Online-Trading, Finanzhandel, Binärer Handel, Index Trading, Börsenhandel mit Indizes, Devisenhandel, Rohstoffe handeln, Binäre Optionen Strategie, Binäre Makler, Binäre Wette, Binäre Optionen Handelsplattform, Binäre Strategie, Finanzen, Aktien, Investmenthandel, Börse, Börsen, Aktienhandel, Aktienbörse handeln
fr_fr: options binaires, Forex, trading Forex, trading en ligne, trading financier, trading binaire, trading d'indices, trading sur indices, trades forex, trading matières premières, stratégie d'options binaires, courtier binaire, pari binaire, plateforme de trading d'options binaires, stratégie binaire, finance, actions, investissement, trading
id_id: opsi binary, forex, trading forex, online trading, trading finansial, trading binary, trading indeks, indeks trading, trading forex, trading komoditas, strategi opsi binary, broker binary, trading binary, platform trading opsi binary, strategi binary, finansial, saham, investasi, trading
pl_pl: opcje binarne, forex, handel forex, handel online, obrót finansowy, handel opcjami binarnymi, handel indeksami, wskaźniki handlowe, transakcje rynku forex, towary, strategie opcji binarnych, broker opcji binarnych, zakład na opcję binarną, platforma transakcyjna opcji binarnych, strategia binarna, finanse, akcje, inwestycje, handlowanie
pt_pt: opções binárias, forex, negociação forex, negociação online, negociação financeira, negociação binária, índice de negociação, índices de negociação, negociação forex, negociação de commodities, estratégia de negociações binárias, aposta binária, aposta binária, plataforma de negociação de opções binárias, estratégia binária, finanças, ações, investimento, negociações
vi_vn: binary options, ngoại hối, giao dịch ngoại hối, giao dịch trực tuyến, giao dịch tài chính, giao dịch binary, giao dịch chỉ số, chỉ số giao dịch, giao dịch ngoại hối, giao dịch hàng hóa, chiến lược binary options, môi giới binary, đặt cược binary, nền tảng giao dịch binary, chiến lược binary, tài chính, chứng khoán Đầu tư
zh_cn: 二元期权、外汇、外汇交易、在线交易、金融交易、二元期权交易、指数交易、交易指数、外汇交易、交易大宗商品、二元期权策略、二元经纪、二元投注、二元期权交易平台、二元策略、金融、股票、投资、交易

source: commodities.
de_de: Rohstoffe.
id_id: komoditas.
pl_pl: towary.
pt_pt: matérias-primas.
vi_vn: hàng hóa.
zh_cn: 大宗商品。

source: compensation under Investor Compensation Scheme.
de_de: Entschädigung nach dem Anlegerentschädigungssystem.
id_id: kompensasi berdasarkan Skema Kompensasi Investor.
pl_pl: wypłata w ramach systemu rekompensat dla inwestorów.
pt_pt: compensação ao abrigo do sistema de compensação de investidores.
vi_vn: bồi thường theo Đề Án Bồi Thường Nhà Đầu Tư.
zh_cn: 投资者补偿计划下的补偿。

source: consolidating liquidity from several providers into a single stream of blended feed; and
de_de: konsolidierende Liquidität von mehreren Anbietern in einen einzigen Datenstrom an vermischtem Feed; und
id_id: mengkonsolidasikan likuiditas dari beberapa penyedia kedalam satu aliran data; dan
pl_pl: konsolidowanie płynności od kilku dostawców płynności w formie jednego źródła; oraz
pt_pt: consolidando liquidez de vários fornecedores num fluxo único de feed combinado; e
vi_vn: củng cố khả năng thanh toán từ một số các nhà cung cấp thành một dòng duy nhất của các nguồn cấp dữ liệu tổng hợp; và
zh_cn: 将数个供应商集合成单股混合输入，以加强流动性; 和

source: costs - the costs of executing client order, predominantly comprising of spread, i.e. the difference between the Company's bid and the Company's offer price
de_de: Kosten - die Kosten der Ausführung der Kunden-Order, überwiegend zusammengesetzt aus Spread, d.h. der Unterschied zwischen dem Gebot des Unternehmens und dem Angebotspreis des Unternehmens
id_id: biaya - biaya pelaksanaan order klien, terutama terdiri dari spread, yaitu perbedaan antara tawaran Perusahaan dan harga penawaran Perusahaan
pl_pl: koszty - koszty wykonywania zleceń klientów, składające się głównie ze spreadu, t.j. różnicy między ceną oferowaną Firmy i ceną ofertową Firmy
vi_vn: chi phí - chi phí thực hiện lệnh của khách hàng, chủ yếu bao gồm biên lãi, tức là chênh lệch giữa giá bán ra của Công ty và giá mua vào của Công ty
zh_cn: 成本 - 执行客户订单的成本, 主要包括价差, 即公司的出价与公司的报价之间的差额

source: currency in which your MT5 Real Account will be operated.
de_de: Währung in der Ihr MT5 Echtgeldkonto betrieben wird.
id_id: mata uang di mana Akun Riil MT5 Anda akan dioperasikan.
pl_pl: waluta, w której będzie obsługiwane Prawdziwe konto MT5.
pt_pt: moeda na qual a sua conta real MT5 será operada.
vi_vn: tiền tệ trong đó Tài Khoản Thực MT5 sẽ được hoạt động.
zh_cn: 您的 MT5 真实账户运作的币种。

source: day
de_de: Tag
fr_fr: jour
id_id: hari
pl_pl: dzień
pt_pt: dia
vi_vn: ngày
zh_cn: 天

source: days
de_de: Tage
fr_fr: jours
id_id: hari
pl_pl: dni
pt_pt: dias
vi_vn: ngày
zh_cn: 天

source: details
de_de: Angaben
fr_fr: informations
id_id: perincian
pl_pl: szczegóły
pt_pt: detalhes
vi_vn: chi tiết
zh_cn: 详情

source: details of the applicant's about the applicant's remuneration, including entitlement to benefits such as pensions or insurance cover, if applicable;
de_de: Angaben des Bewerbers über die Entschädigung des Bewerbers, einschließlich des Anspruches auf Vorteile wie Pension oder Versicherungsschutz, wenn vorhanden;
fr_fr: détails du candidat sur la rémunération du candidat, y compris le droit à des avantages tels que des plans de retraite ou une couverture assurance, le cas échéant ;
id_id: perincian tentang pelamar mengenai gaji, termasuk hak atas tunjangan seperti pensiun atau asuransi, jika berlaku;
pl_pl: szczegóły dotyczące wynagrodzenia kandydata, w tym ewentualnych przysługujących benefitów, takich jak pan emerytalny czy ubezpieczenie;
vi_vn: chi tiết của người nộp đơn về tiền công của người nộp đơn, bao gồm quyền được hưởng các quyền lợi như lương hưu hoặc bảo hiểm, nếu có;
zh_cn: 申请人有关其薪酬的详情, 包括退休金或保险金等福利的权利（如适用）。

source: details of the identity of the the applicant's reference, including their name and contract details, comprising email address and telephone number; and
de_de: Angaben zur Identität der Referenzen des Bewerbers, einschließlich deren Name und Kontaktdaten, Email Adresse und Telefonnummer, und
fr_fr: détails de l’identité de la référence du candidat, y compris leur nom et détails du contrat, comprenant l'adresse email et numéro de téléphone ; et
id_id: rincian identitas referensi pemohon, termasuk nama dan rincian kontrak mereka, yang terdiri dari alamat email dan nomor telepon; dan
pl_pl: szczegóły odnośnie tożsamości osób podanych przez kandydata w referencjach, w tym ich imiona i nazwiska i dane kontaktowe obejmujące adres e-mail i numer telefonu; oraz
pt_pt: detalhes da identidade da referência do requerente, incluindo o seu nome e detalhes de contrato, compostos por endereço de e-mail e número de telefone; e
vi_vn: chi tiết về danh tính của tài liệu tham khảo của người nộp đơn, bao gồm tên và chi tiết hợp đồng của họ, bao gồm địa chỉ email và số điện thoại; và
zh_cn: 申请人推荐者的身分详细资料, 包括其姓名及联系方式, 包含电子邮件地址及电话号码; 和

source: e.g. frontend.binaryws.com
de_de: z.B. frontend.binaryws.com
fr_fr: par ex. frontend.binaryws.com
id_id: misalnya frontend.binaryws.com
pl_pl: np. frontend.binaryws.com
pt_pt: por exemplo frontend.binaryws.com
vi_vn: ví dụ: frontend.binaryws.com
zh_cn: 例如 frontend.binaryws.com

source: educational material;
de_de: Lehrmaterial;
id_id: materi edukasi;
pl_pl: materiały edukacyjne;
pt_pt: material educacional;
vi_vn: tài liệu giáo dục;
zh_cn: 教育材料;

source: engage in misleading or illusory or deceptive advertising or promises;
de_de: die missverständliche oder trügerische oder irreführende Werbung oder Versprechungen einsetzen;
id_id: terlibat dalam iklan atau janji yang menyesatkan atau ilusif atau menipu;
pl_pl: jest zaangażowany w zwodnicze, mylące lub wprowadzające błąd działania reklamowe lub zobowiązania;
pt_pt: envolver-se em qualquer publicidade ou promessas enganosas ou ilusórias ou falsas;
vi_vn: tham gia vào gây hiểu lầm hoặc không thực hiện, quảng cáo hoặc hứa hẹn lừa đảo;
zh_cn: 从事误导性或虚幻或虚假的广告或承诺。

source: engage in misleading or illusory or deceptive conduct;
de_de: missverständliches oder trügerisches oder irreführendes Verhalten ausüben;
id_id: melakukan tindakan yang menyesatkan atau ilusi atau menipu;
pl_pl: jest zaangażowany w zwodnicze, mylące lub wprowadzające błąd działania;
pt_pt: envolver-se em quaisquer condutas enganosas ou ilusórias ou falsas;
vi_vn: tham gia gây hiểu lầm hoặc gây ảo tưởng hoặc thực hiện lừa đảo;
zh_cn: 从事误导性或虚幻或欺骗的行为。

source: execution of trades automatically on their behalf;
de_de: Ausführung von Trades automatisch in deren Namen;
id_id: eksekusi trading otomatis atas nama mereka;
pl_pl: automatyczne wykonywanie zleceń w ich imieniu;
pt_pt: execução de negociações automaticamente em nome deles;
vi_vn: thực hiện các giao dịch tự động trên danh nghĩa của họ;
zh_cn: 代表他们自动执行交易;

source: fairly and accurately describe its services to the clients;
de_de: beschreiben fair und genau die Dienstleistungen an den Kunden;
id_id: secara wajar dan akurat menggambarkan layanannya kepada klien;
pl_pl: uczciwie i dokładnie przedstawia swoje usługi klientom;
pt_pt: descrever de forma justa e precisa os seus serviços aos clientes;
vi_vn: mô tả công bằng và chính xác các dịch vụ cho Khách hàng;
zh_cn: 公正准确地向客户描述其服务。

source: follow, comply and implement with all business-related directions, policies and procedures of the Company as amended or re-enacted or replaced from time to time;
de_de: folgen, erfüllen und implementieren alle unternehmensbezogenen Richtungen, Richtlinien und Verfahren des Unternehmens als geändert bzw. nachgestellt oder von Zeit zu Zeit ersetzt;
id_id: mengikuti, mematuhi dan menerapkan semua arahan, kebijakan, dan prosedur yang terkait dengan bisnis Perusahaan sebagaimana telah diubah atau diberlakukan kembali atau diganti dari waktu ke waktu;
pl_pl: przestrzega wszelkich instrukcji biznesowych, polityk, procedur Firmy, w tym do ich zmienionej lub nowej wersji, stosuje się do nich i wprowadza je w życie;
vi_vn: theo dõi, tuân thủ và thực hiện tất cả các hướng dẫn, chính sách và thủ tục liên quan đến kinh doanh của Công ty như được sửa đổi hoặc ban hành lại hoặc thay thế theo thời gian;
zh_cn: 跟踪、遵守和执行经修订或重新制订或随时更换的公司所有与业务有关的指示、政策和程序。

source: for account %1
de_de: für Konto %1
fr_fr: pour compte %1
id_id: pada akun %1
pl_pl: dla konta %1
pt_pt: da conta %1
vi_vn: cho tài khoản %1
zh_cn: 用于账户%1

source: gaming
de_de: Spielen
fr_fr: jeu
pl_pl: gra hazardowa
pt_pt: jogos
vi_vn: game
zh_cn: 游戏

source: h
id_id: j
pl_pl: godz.
zh_cn: 小时

source: has the meaning attached to it by the Directive 2004/39/EC of the European Parliament and of the Council (MIFID) or subsequent Directive 2014/65/EU of the European Parliament and of the Council (MIFID II), whichever is in force.
de_de: erhält seine Bedeutung durch die Richtlinie 2004/39/EG des Europäischen Parlaments und des Rates (MiFID) oder der nachfolgenden Richtlinie 2014/65/EU des Europäischen Parlaments und des Rates (MiFID II), je nachdem, welche in Kraft ist.
id_id: memiliki arti yang melekat padanya oleh Directive 2004/39/EC dari Parlemen Eropa dan Dewan (MIFID) atau Petunjuk berikutnya 2014/65/EU dari Parlemen Eropa dan Dewan (MIFID II), yang berlaku.
pl_pl: ma znaczenie nadane na mocy dyrektywy Parlamentu Europejskiego i Rady 2004/39/WE (MIFID) lub późniejszej dyrektywy Parlamentu Europejskiego i Rady 2014/65/UE (MIFID II), w zależności od tego, który dokument pozostaje w mocy.
pt_pt: assume o seu significado na Directiva 2004/39/CE do Parlamento Europeu e do Conselho (MiFID) ou na Directiva posterior 2014/65/EU do Parlamento Europeu e do Conselho (MiFID II); aquela que esteja em vigor.
vi_vn: có ý nghĩa gắn liền với nó theo Chỉ thị 2004/39 / EC của Nghị viện và Hội đồng Châu Âu (MIFID) hoặc Chỉ thị 2014/65 / EU tiếp theo của Nghị viện và Hội đồng Châu Âu (MIFID II), tùy theo quyết định nào có hiệu lực.
zh_cn: 附有欧洲议会和欧盟理事会 (MiFID) 2004/39/EC 法令或随后的欧洲议会和欧盟理事会 (MiFID II) 2014/65/EC 法令含义者，以生效者为准。

source: he has all necessary authority, powers, consents, licences or authorisations and has taken all necessary actions to enable himself to lawfully enter into and perform this Agreement;
de_de: er hat alle notwendige(n) Autorität und/oder Befugnisse, Zustimmungen, Lizenzen, Genehmigungen und alle erforderlichen Maßnahmen, um sich zu ermöglichen, diese Vereinbarung rechtmäßig eingehen und ausführen zu können;
id_id: memiliki semua otoritas, wewenang, persetujuan, lisensi atau otorisasi yang diperlukan dan telah mengambil semua tindakan yang diperlukan untuk memungkinkan dirinya secara sah memasuki dan melakukan Perjanjian ini;
pl_pl: posiada wszelkie niezbędne kompetencje, uprawnienia, zgody, licencje lub pozwolenia i powziął wszelkie niezbędne działania w celu umożliwienia zawarcia przez niego i wykonania niniejszej Umowy;
vi_vn: ông ấy có tất cả các quyền, quyền hạn, sự đồng ý, giấy phép hoặc ủy quyền cần thiết và đã thực hiện tất cả các hành động cần thiết để cho phép mình tham gia hợp pháp và thực hiện Thỏa thuận này;
zh_cn: 他拥有一切必要的权威、权力、认同、许可或授权, 并已采取一切必要行动使自己能够合法地缔结和执行本协定。

source: hour
de_de: Stunde
fr_fr: heure
id_id: jam
pl_pl: godzina
pt_pt: hora
vi_vn: giờ
zh_cn: 小时

source: hours
de_de: Stunden
fr_fr: heures
id_id: jam
pl_pl: godziny
pt_pt: horas
vi_vn: giờ
zh_cn: 小时

source: iWallet is an online payment service provider that allows deposits, withdrawals, and transaction payments. For more information, please visit %1.
fr_fr: iWallet est un fournisseur de services de paiement en ligne qui permet les dépôts, les retraits et les paiements par transaction. Pour plus d'informations, veuillez visiter %1.
id_id: iWallet adalah penyedia layanan pembayaran online yang memungkinkan deposit, penarikan, dan pembayaran transaksi. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: iWallet to dostawca usług płatniczych on-line umożliwiający dokonywanie wpłat, wypłat i transakcji płatniczych. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: iWallet là một nhà cung cấp dịch vụ thanh toán trực tuyến cho phép gửi tiền, rút tiền và thanh toán giao dịch. Để biết thêm chi tiết, xin vui lòng truy cập vào %1.
zh_cn: imwallet 是允许存款、取款和交易付款的在线支付服务提供商 。欲了解详细信息, 请访问 %1。

source: in abnormal market conditions or exceptional market movements/volatility;
de_de: unter abnormalen Marktbedingungen oder außergewöhnlicher Markt-Bewegungen/Volatilität;
id_id: dalam kondisi pasar yang abnormal atau pergerakan/volatilitas pasar yang luar biasa;
pl_pl: w przypadku nietypowych warunków rynkowych lub wyjątkowych zmianach na rynku;
pt_pt: em condições anormais do mercado ou movimento/volatilidade excepcional do mercado;
vi_vn: trong điều kiện thị trường bất thường hoặc chuyển động/biến động thị trường đặc biệt;
zh_cn: 在异常的市场情况下或有异常市场变动/波动性;

source: in the case of Professional Clients;
de_de: bei Professionellen Kunden;
id_id: dalam hal Klien Profesional;
pl_pl: w przypadku Klientów profesjonalnych;
pt_pt: no caso de clientes profissionais;
vi_vn: trong trường hợp Khách Hàng Chuyên Nghiệp;
zh_cn: 如是专业客户;

source: in the case of a client breaching any of the terms of this Agreement which results in a negative balance.
de_de: im Fall, dass der Kunde Bestimmungen dieser Vereinbarung verletzt, die zu einem negativen Kontostand führen.
id_id: dalam kasus klien melanggar salah satu ketentuan Perjanjian ini yang menghasilkan saldo negatif.
pl_pl: w przypadku naruszenia przez klienta dowolnego postanowienia niniejszej Umowy skutkującego ujemnym saldem.
pt_pt: no caso de violação dos termos deste Acordo por clientes que resultam em saldos negativos.
vi_vn: trong trường hợp khách hàng vi phạm bất kỳ các điều khoản của Thỏa Thuận này và dẫn đến số dư âm.
zh_cn: 如果客户违反本协议的任何条款, 导致负余额。

source: in the case of a client opening any Transaction in relation to Prohibited Trades;
de_de: im Fall, dass ein Kunde eine Transaktion in Zusammenhang mit verbotenen Geschäften eröffnet;
id_id: dalam hal klien membuka Transaksi apa pun terkait dengan Perdagangan Terlarang;
pl_pl: w przypadku rozpoczęcia przez klienta dowolnej Transakcji powiązanej z zabronionymi zakładami;
pt_pt: no caso de clientes abrirem quaisquer transações relacionadas com negociações proibidas;
vi_vn: trong trường hợp khách hàng mở bất kỳ Giao dịch nào liên quan đến Các Giao Dịch Bị Cấm;
zh_cn: 如果客户进行任何被禁止的交易;

source: in the case of a force majeure event;
de_de: im Falle eines Ereignisses höherer Gewalt;
id_id: dalam kasus kejadian force majeure;
pl_pl: w przypadku siły wyższej;
pt_pt: no caso de eventos de força maior;
vi_vn: trong trường hợp một một sự kiện bất khả kháng;
zh_cn: 不可抗力事件;

source: include a disclaimer and/or notice that any intellectual property rights including any Trademark or slogan whatsoever belong to the Company and any unauthorised use is strictly prohibited.
de_de: dass diese einen Haftungsausschluss oder Hinweis enthalten, dass alle Rechte am geistigen Eigentum, einschließlich der Warenzeichen oder Slogan dem Unternehmen gehören und jede nicht autorisierte Verwendung strengstens untersagt ist.
id_id: termasuk penafian dan/atau perhatikan bahwa setiap hak kekayaan intelektual termasuk setiap Merek Dagang atau slogan apapun yang dimiliki Perusahaan dan penggunaan yang tidak sah adalah terlarang.
pl_pl: zawiera zastrzeżenie i/lub informację, że wszelkie prawa własności intelektualnej, w ty, wszelkie Znaki towarowe lub dowolne slogany stanowią własność Firmy i jakiekolwiek ich nieautoryzowane użycie jest zabronione.
pt_pt: inclui um aviso de isenção de responsabilidade e/ou verifica que quaisquer direitos de propriedade intelectual, incluindo quaisquer marcas registradas ou slogans pertencem à Empresa e qualquer uso não autorizado é estritamente proibido.
vi_vn: bao gồm một tuyên bố miễn trừ trách nhiệm và/hoặc thông báo rằng bất kỳ quyền tài sản trí tuệ bao gồm bất kỳ nhãn hiệu hoặc khẩu hiệu nào thuộc về Công Ty và bất kỳ sử dụng trái phép đều bị nghiêm cấm.
zh_cn: 包括免责声明和/或通知, 说明任何知识产权, 包括任何商标或标语均属于公司所有，并严格禁止任何未经授权的使用。

source: indices; and
de_de: Indizes; und
id_id: indeks; dan
pl_pl: wskaźniki, i
pt_pt: índices; e
vi_vn: chỉ số; và
zh_cn: 指数; 和

source: information about medical or health conditions, including whether or not the applicant has a disability for which the Company needs to make reasonable adjustments.
de_de: Informationen zu medizinischen oder gesundheitlichen körperlichen Verfassungen, einschließlich jener, ob der Bewerber eine Behinderung hat, wofür das Unternehmen angemessene Anpassungen vornehmen muss.
fr_fr: informations sur les conditions médicales ou de santé, y compris si le candidat présente une invalidité pour laquelle la Compagnie a besoin de faire des ajustements raisonnables.
id_id: informasi tentang kondisi medis atau kesehatan, termasuk apakah pelamar memiliki kecacatan di mana Perusahaan perlu melakukan penyesuaian yang wajar.
pl_pl: informacje o zdrowiu, w tym o niepełnosprawności kandydata, która wymagałaby od Firmy wprowadzenie odpowiednich dostosowań.
vi_vn: thông tin về các tình trạng y tế hoặc sức khỏe, bao gồm việc người nộp đơn có vấn đề mà Công Ty cần điều chỉnh hợp lý hay không.
zh_cn: 医疗或健康状况的相关信息, 包括申请人是否有残疾, 公司是否需要作出合理调整。

source: information about the applicant's nationality;
de_de: Informationen über die Staatsangehörigkeit des Bewerbers;
fr_fr: informations sur la nationalité du candidat ;
id_id: informasi tentang kewarganegaraan pelamar;
pl_pl: informacje o narodowości kandydata;
vi_vn: thông tin về quốc tịch của người nộp đơn;
zh_cn: 申请人国籍信息;

source: intelligently routing incoming orders to different types of execution modes based on configurations and algorithms established using best execution factors.
de_de: intelligent steuernde eingehende Order zu verschiedenen Arten von Ausführungsmodi, auf Konfigurationen und Algorithmen basierend, die auf der Verwendung der besten Ausführungsfaktoren begründet sind.
id_id: penanganan order pintar hingga berbagai jenis model eksekusi berdasarkan konfigurasi dan algoritma yang mapan menggunakan faktor eksekusi terbaik.
pl_pl: inteligentne przekierowywanie wpływających zleceń o różnym rodzaju metody realizacji w oparciu o konfiguracje i algorytmy ustanowione przy wykorzystaniu czynników najkorzystniejszej realizacji.
pt_pt: encaminhando de forma inteligente ordens entrando para modos diferentes de execução com base em configurações e algoritmos estabelecidos usando melhores fatores de execução.
vi_vn: định tuyến lệnh thông minh đến để phân loại rõ ràng các loại khác nhau của chế độ thực thi dựa trên cấu hình và thiết lập bằng cách sử dụng các yếu tố thực thi tốt nhất.
zh_cn: 根据以最佳执行因素建立的配置和算法将传入的订单通过智能路由归纳成不同类型的执行模式。

source: letters
de_de: Buchstaben
fr_fr: lettres
id_id: huruf
pl_pl: litery
pt_pt: caracteres
vi_vn: ký tự
zh_cn: 信件
