Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Ensure the design and development of each page or product is consistent with our style guide, and that everything works as planned with each release
de_de: Stellen Sie sicher, dass das Design und die Entwicklung der einzelnen Seiten oder Produkte mit unserem Styleguide übereinstimmen und, dass alles so funktioniert, wie es mit jedem neuen Release geplant ist
fr_fr: S'assurer que le design et développement de chaque page ou produit est cohérent avec notre guide de style, et que tout fonctionne comme planifié avec chaque version
id_id: Pastikan desain dan pengembangan setiap halaman atau produk konsisten dengan panduan gaya kami, dan semuanya berjalan sesuai rencana dengan setiap rilis
pl_pl: Zapewnianie, że projekt i rozwój każdej strony i każdego produktu jest zgodny z naszym przewodnikiem stylu i że wszystko działa poprawnie przy każdym wprowadzaniu produktu na rynek
pt_pt: Assegurar a concepção e desenvolvimento de que cada página ou produto é consistente com o nosso guia de estilo, e que tudo funciona conforme o planejado com cada lançamento
vi_vn: Đảm bảo thiết kế và phát triển của mỗi trang sản phẩm luôn nhất quán với phong cách chuẩn của chúng tôi và mọi việc đều diễn ra theo đúng như đã kế hoạch với mỗi lần phát hành
zh_cn: 确保每个页面或产品的设计和开发与我们的样式指南一致, 并确保每次推出的新版本内容按照计划执行

source: Ensure the integrity of releases by coordinating testing activities
de_de: Gewährleisten Sie die Integrität der Veröffentlichungen durch die Koordination von Testaktivitäten
fr_fr: S'assurer de l'intégrité des versions en coordonnant les activités de test
id_id: Pastikan integritas rilis dengan mengoordinasi aktivitas pengujian
pl_pl: Zapewnianie spójności wprowadzania produktów na rynek poprzez koordynowanie czynności testowych
pt_pt: Garantir a integridade dos lançamentos, coordenando as atividades de teste
vi_vn: Đảm bảo sự toàn vẹn của mỗi bản phát hành bằng cách phối hợp với các hoạt động thử nghiệm
zh_cn: 通过协调测试活动确保发布的完整性

source: Enter payment agent ID
fr_fr: Entrez l'ID de l'agent de paiement
id_id: Masukan ID agen pembayaran
pl_pl: Wprowadź nr identyfikacyjny pośrednika płatności
vi_vn: Nhập ID đại lý thanh toán
zh_cn: 输入付款代理 ID

source: Enter the authentication code generated by the app below:
de_de: Geben Sie den von der App unten generierten Authentifizierungscode an:
fr_fr: Entrez le code d’authentification généré par l’application ci-dessous :
id_id: Masukkan kode autentikasi yang dihasilkan oleh aplikasi di bawah ini:
pl_pl: Wprowadź poniższy kod uwierzytelniający wygenerowany przez aplikację:
pt_pt: Insira o código de autenticação gerado pelo aplicativo abaixo:
vi_vn: Nhập mã số xác thực được tạo ra bởi ứng dụng dưới đây:
zh_cn: 输入以下应用程序生成的身份验证代码:

source: Enter your email
de_de: Geben Sie Ihre E-Mail ein
fr_fr: Saisissez votre adresse e-mail
id_id: Masukkan alamat email Anda
pl_pl: Wpisz swój adres e-mail
pt_pt: Insira o seu endereço de e-mail
vi_vn: Nhập địa chỉ email của bạn
zh_cn: 请输入您的电子邮件

source: Entry Spot
de_de: Startkurs
fr_fr: Point d'entrée
id_id: Spot Masuk
pl_pl: Punkt wejściowy
pt_pt: Preço de entrada
vi_vn: Điểm khởi đầu
zh_cn: 入市现价

source: Entry spot
de_de: Startkurs
fr_fr: Point d'entrée
id_id: Spot masuk
pl_pl: Punkt wejściowy
pt_pt: Preço de entrada
vi_vn: Điểm khởi đầu
zh_cn: 入市现价

source: Entry spot price
de_de: Einstiegskurs
fr_fr: Spot d'entrée
id_id: Harga spot masuk
pl_pl: Cena wejściowa
pt_pt: Preço de entrada
vi_vn: Giá tại điểm khởi đầu
zh_cn: 入市价格

source: Equals
de_de: Gleicht
fr_fr: Égaux
id_id: Sama
pl_pl: Równa się
pt_pt: Igual
vi_vn: Bằng nhau
zh_cn: 等于

source: Equity is the sum of your balance and floating profit and loss (PnL). Margin level is the ratio of equity to margin. When that ratio reaches a specified percentage (usually 100%), your account will be placed under margin call. This does not affect your ability to open new positions; it serves to alert you that your floating PnL is moving lower. However, it is recommended to add funds to your account in order to keep your positions open. Alternatively, you may close losing positions.
de_de: Eigenkapital ist die Summe Ihres Kontostandes und des gleitenden Gewinns und Verlusts (PnL). Das Margin-Level ist das Verhältnis von Eigenkapital zu Marge. Wenn dieses Verhältnis einen bestimmten Prozentsatz (in der Regel 100 %) erreicht, wird Ihr Konto unter eine Margin-Forderung platziert werden. Dies hat keinen Einfluss auf Ihre Fähigkeit, neue Positionen zu öffnen; es dient dazu, Sie davor zu warnen, dass Ihr gleitender PnL nach unten rückt. Es wird jedoch empfohlen, Gelder auf Ihr Konto hinzuzufügen, um Ihre Positionen offen halten zu können. Alternativ können Sie verlierende Positionen schließen.
fr_fr: L’équité est la somme de votre solde et résultat flottant (Compte de résultat). Le niveau de marge est le coefficient de fonds propres à la marge. Lorsque le ratio atteint un certain pourcentage (habituellement 100 %), votre compte sera placé sous l’appel de marge. Cela n’affecte pas votre capacité à ouvrir de nouvelles positions ; elle sert à vous avertir que votre Compte de résultat flottant se déplace plus bas. Toutefois, il est recommandé d’ajouter des fonds sur votre compte afin de garder vos positions ouvertes. Alternativement, vous pouvez fermer vos positions perdantes.
id_id: Ekuitas adalah jumlah saldo dan laba rugi mengambang (PnL) Anda. Tingkat marjin adalah rasio ekuitas terhadap marjin. Ketika rasio mencapai presentase tertentu (biasanya 100%), akun Anda akan ditempatkan di bawah margin call. Ini tidak mempengaruhi kemampuan Anda untuk membuka posisi baru; ini berfungsi sebagai pengingat bahwa PnL mengambang Anda bergerak lebih rendah. Namun, dianjurkan agar Anda menambah dana ke akun Anda untuk membuat posisi Anda tetap terbuka. Selain itu, Anda juga dapat menutup posisi kalah.
pl_pl: Kapitał to suma środków na Twoim koncie oraz zmienny zysk i strata (PnL). Poziom depozytu zabezpieczającego odpowiada stosunkowi kapitału do zabezpieczenia. Gdy ten stosunek osiągnie określony poziom procentowy (zazwyczaj 100%), wezwiemy Cię do uzupełnienia depozytu. Nie wpłynie to na możliwość otwierania nowych pozycji. Celem jest ostrzeżenie, że poziom Twoich zmiennych zysków i strat (PnL) obniża się. Zalecamy jednak dodanie środków do Twojego konta w celu utrzymania otwartych pozycji. Możesz też zamknąć pozycje przynoszące straty.
pt_pt: Capitais próprios são o somatório do seu balanço e o seu resultado flutuante. Nível de margem é o rácio entre capitais próprios e a margem. Quando o rácio alcança uma porcentagem especificada (geralmente 100%), a sua conta receberá um aviso de margem. Isto não afeta a sua capacidade de abrir novas posições; apenas serve para alertá-lo que o seu resultado flutuante está baixando. No entanto, recomenda-se que você adicione fundos à sua conta para poder manter as suas posições em aberto. Alternativamente, você pode fechar posições que estão perdendo.
vi_vn: Vốn Sở Hữu là tổng của các số dư tài khoản và lợi nhuận và thua lỗ (PnL) của bạn. Mức Ký Quỹ là tỷ lệ vốn sở hữu và lợi nhuận. Khi tỷ lệ đó đạt đến một tỷ lệ phần trăm nhất định (thường là 100%), tài khoản của bạn sẽ được đặt dưới gọi vốn biên. Điều này không ảnh hưởng đến khả năng mở Phiên Giao Dịch mới của bạn; nó nhằm mục đích để thông báo cho bạn rằng PnL nổi của bạn di chuyển thấp hơn. Tuy nhiên, bạn nên thêm tiền vào tài khoản của bạn để giữ cho các Phiên Giao Dịch mở. Ngoài ra, bạn có thể đóng Phiên đang thua lỗ.
zh_cn: 股权是您的余额和浮动盈亏（PnL）的总和。保证金水平是股权对保证金的比率。当该比例达到指定的百分比（通常为100％）时，您的账户将被通知追加保证金。这并不影响您开新头寸的能力。只是提醒您，您的浮动盈亏比正在走低。不过，建议您添加资金存入账户，以保持头寸。否则，您可以针对亏损头寸选择斩仓。

source: Establish a secure Internet connection and protect your privacy.
de_de: Bestimmen Sie eine sichere Internetverbindung und schützen Sie Ihre Privatsphäre.
fr_fr: Établissez une connexion Internet sécurisée et protégez votre vie privée.
id_id: Hasilkan koneksi internet yang aman dan melindungi privasi Anda.
pl_pl: Nawiąż bezpieczne połączenie internetowe i chroń swoją tożsamość.
pt_pt: Estabeleça uma conexão à Internet segura e proteja a sua privacidade.
vi_vn: Thiết lập kết nối Internet an toàn và bảo vệ riêng tư của bạn.
zh_cn: 建立安全的互联网连接并保护您的隐私。

source: Establish a secure, encrypted connection to a virtual private network (VPN) server using our VPN app to protect your data and privacy.
de_de: Bestimmen Sie eine sichere, verschlüsselte Verbindung zu einem virtuellen, privaten Netzwerk (VPN) Server, indem Sie unsere VPN App verwenden, um Ihre Daten und Privatsphäre zu schützen.
fr_fr: Établissez une connexion sécurisée et cryptée à un serveur de réseau privé virtuel (VPN) à l’aide de notre app VPN pour protéger vos données et votre vie privée.
id_id: Hasilkan koneksi yang aman dan terenkripsi ke server jaringan pribadi virtual (VPN) menggunakan aplikasi VPN kami untuk melindungi data dan privasi Anda.
pl_pl: Ustanów bezpieczne zaszyfrowane połączenie z serwerem wirtualnej sieci prywatnej (VPN), korzystając z naszej aplikacja VPN, aby chronić swoje dane i prywatność.
pt_pt: Estabeleça uma conexão segura e criptografada a um servidor de rede virtual privada (Virtual Private Network - VPN) usando o nosso aplicativo de VPN para proteger os dados e privacidade.
vi_vn: Thiết lập kết nối an toàn, được mã hóa với một máy chủ mạng riêng ảo (VPN) sử dụng ứng dụng VPN của chúng tôi để bảo vệ dữ liệu và sự riêng tư của bạn.
zh_cn: 使用VPN 应用程序与虚拟专用网络 (VPN) 服务器安全加密连接, 以保护您的数据和隐私。

source: Estimated net worth
de_de: Geschätztes Vermögen
fr_fr: Valeur nette estimée
id_id: Perkiraan kekayaan
pl_pl: Szacowana wartość netto
pt_pt: Patrimônio líquido estimado
vi_vn: Ước tính tổng thu nhập
zh_cn: 估计净值

source: Ether
pt_pt: Ethereum
zh_cn: 以太币

source: Ether Classic
pt_pt: Ethereum Classic
zh_cn: 古典以太币

source: Ether is a cryptocurrency that is used to pay for transactions on the Ethereum platform. For more information, please visit %1.
fr_fr: L'Ether est une crypto monnaie qui sert à payer pour les transactions sur la plate-forme Ethereum. Pour plus d’informations, veuillez visiter %1.
id_id: Ether adalah mata uang kripto yang digunakan untuk membayar transaksi pada platform Ethereum. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Ether to kryptowaluta używana do płatności za transakcje na platformie Ethereum. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: O Ether é uma criptomoeda usada para pagar transações na plataforma Ethereum. Para mais informações, visite %1.
vi_vn: Ether là một cryptocurrency được sử dụng để trả tiền cho các giao dịch trên nền tảng Ethereum. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: 以太币是在以太坊平台交易时使用的一种加密货币。欲了解详情, 请访问 %1。

source: Ethereum vs US Dollar
de_de: Ethereum gegen US Dollar
id_id: Ethereum vs Dolar AS
pl_pl: Ethereum vs dolar amerykański
pt_pt: Ethereum vs. Dólar americano
vi_vn: Ethereum vs đô la Mỹ
zh_cn: 以太币兑美元

source: Euro vs Australian Dollar
de_de: Euro gegen Australischen Dollar
fr_fr: Euro contre Dollar Australien
id_id: Euro vs Dolar Australia
pl_pl: Euro vs dolar australijski
pt_pt: Euro vs. Dólar australiano
vi_vn: Đô-la Úc vs đồng Euro
zh_cn: 欧元兑澳元

source: Euro vs Canadian Dollar
de_de: Euro gegen Kanadischen Dollar
fr_fr: Euro contre Dollar Canadien
id_id: Euro vs Dolar Kanada
pl_pl: Euro vs dolar kanadyjski
pt_pt: Euro vs. Dólar canadense
vi_vn: Euro vs đô la Canada
zh_cn: 欧元兑加元

source: Euro vs Great Britain Pound
de_de: Euro gegen Britisches Pfund
fr_fr: Euro contre livre sterling
id_id: Euro vs Pound Inggris
pl_pl: Euro vs funt szterling
pt_pt: Euro vs. Libra britânica
vi_vn: Euro vs Bảng Anh
zh_cn: 欧元兑英镑

source: Euro vs Japanese Yen
de_de: Euro gegen Japanischen Yen
fr_fr: Euro contre Yen japonais
id_id: Euro vs Yen Jepang
pl_pl: Euro vs jen japoński
pt_pt: Euro vs. Iene japonês
vi_vn: Euro vs đồng yên Nhật
zh_cn: 欧元兑日元

source: Euro vs New Zealand Dollar
de_de: Euro gegen Neuseeländischen Dollar
fr_fr: Euro contre Dollar Néo-Zélandais
id_id: Euro vs Dolar Selandia Baru
pl_pl: Euro vs dolar nowozelandzki
pt_pt: Euro vs. Dólar neozelandês
vi_vn: Đô-la New Zealand vs đồng Euro
zh_cn: 欧元兑新西兰元

source: Euro vs Norwegian Krone
de_de: Euro gegen Norwegische Krone
fr_fr: Euro contre Couronne Norvégienne
id_id: Euro vs Krone Norwegia
pl_pl: Euro vs korona norweska
pt_pt: Euro vs. Coroa norueguesa
vi_vn: Euro vs Curon Na Uy
zh_cn: 欧元兑挪威克朗

source: Euro vs Polish Zloty
de_de: Euro gegen Polnischen Zloty
fr_fr: Euro contre Zloty Polonais
id_id: Euro vs Zloty Polandia
pl_pl: Euro vs złoty polski
pt_pt: Euro vs. Zlóti polonês
vi_vn: Euro vs zloty Ba Lan
zh_cn: 欧元兑波兰兹罗提

source: Euro vs Singapore Dollar
de_de: Euro gegen Singapur-Dollar
fr_fr: Euro contre Dollar Singapourien
id_id: Euro vs Dolar Singapura
pl_pl: Euro vs dolar singapurski
pt_pt: Euro vs. Dólar de Singapura
vi_vn: Euro vs đô la Singapore
zh_cn: 欧元兑新加坡元

source: Euro vs Swedish Krona
de_de: Euro gegen Schwedische Krone
fr_fr: Euro contre Couronne Suédoise
id_id: Euro vs Krona Swedia
pl_pl: Euro vs korona szwedzka
pt_pt: Euro vs. Coroa sueca
vi_vn: Euro vs đồng Thụy Điển
zh_cn: 欧元兑瑞典克朗

source: Euro vs Swiss Franc
de_de: Euro gegen Schweizer Franken
fr_fr: Euro contre Franc Suisse
id_id: Euro vs Franc Swiss
pl_pl: Euro vs frank szwajcarski
pt_pt: Euro vs. Franco suíço
vi_vn: Euro vs Franc Thụy sĩ
zh_cn: 欧元兑瑞士法郎

source: Euro vs Turkish Lira
de_de: Euro gegen Türkische Lira
fr_fr: Euro contre Livre Turque
id_id: Euro vs Lira Turki
pl_pl: Euro vs lira turecka
pt_pt: Euro vs. Lira turca
vi_vn: Euro vs Lia Thổ Nhĩ Kỳ
zh_cn: 欧元兑土耳其里拉

source: Euro vs US Dollar
de_de: Euro gegen US Dollar
fr_fr: Euro contre Dollar Américain
id_id: Euro vs Dolar AS
pl_pl: Euro vs dolar amerykański
pt_pt: Euro vs. Dólar americano
vi_vn: Euro vs đô-la Mỹ
zh_cn: 欧元兑美元

source: European Union residents who wish to trade gambling products will have their accounts opened with Binary (Europe) Limited.
de_de: Einwohner der Europäischen Union, die Handel mit Glücksspielprodukten betreiben möchten, bekommen ihre Konten mit Binary (Europe) Limited eröffnet.
fr_fr: Les résidents de l'Union européenne souhaitant trader des produits relatifs aux jeux d'argent pourront ouvrir leur compte auprès de Binary (Europe) Limited.
id_id: Warga Uni Eropa yang ingin melakukan trading akan mendaftar akun mereka pada Binary (Europe) Limited.
pl_pl: Dla mieszkańcy Unii Europejskiej, którzy chcą handlować produktami hazardowymi, konto zostanie otwarte przez firmę Binary (Europe) Limited.
pt_pt: As contas de residentes da União Europeia que desejam negociar produtos de jogo serão abertas na Binary Investments (Europe) Limited.
vi_vn: Những người dân Châu Âu mà muốn giao dịch sản phẩm cá cược, đều có thể mở tài khoản tại công ty Tnhh Binary (Châu Âu).
zh_cn: 想要进行产品博彩交易的欧盟居民将在 Binary (Europe) Limited 开设账户。

source: European Union residents who wish to trade investment products will have their accounts opened with Binary Investments (Europe) Ltd.
de_de: Einwohner der Europäischen Union, die Handel mit Investitionsprodukten betreiben möchten, bekommen ihre Konten mit Binary Investments (Europe) Ltd eröffnet.
fr_fr: Les résidents de l'Union Européenne souhaitant trader des produits relatifs aux investissements pourront ouvrir leur compte auprès de Binary Investments (Europe) Ltd.
id_id: Warga Uni Eropa yang ingin melakukan trading produk investasi akan mendaftar akun mereka pada Binary Investments (Europe) Ltd.
pl_pl: Mieszkańcy Unii Europejskiej, którzy chcą handlować produktami inwestycyjnymi będą mieli konto otwarte przez firmę Binary Investments (Europe) Ltd.
pt_pt: As contas de residentes da União Europeia que desejam negociar produtos de investimento serão abertas na Binary Investments (Europe) Ltd.
vi_vn: Những người dân Châu Âu mà muốn giao dịch sản phẩm đầu tư, đều có thể mở tài khoản tại công ty Tnhh Binary Đầu Tư (Châu Âu).
zh_cn: 想要进行产品博彩交易的欧盟居民将在 Binary Investments (Europe) Ltd 开设账户。

source: Evaluate and improve the effectiveness of internal controls, risk management, regulatory compliance, financial and operational processes
de_de: Bewerten und verbessern Sie die Wirksamkeit der internen Kontrollen, des Risikomanagements, der Einhaltung gesetzlicher Vorschriften, finanzieller und operativer Prozesse
fr_fr: Évaluer et améliorer l’efficacité des contrôles internes, la gestion des risques, la conformité réglementaire, et des processus financiers et opérationnels
id_id: Mengevaluasi dan meningkatkan efektivitas pengendalian internal, manajemen risiko, kepatuhan terhadap peraturan, proses keuangan dan operasional
pl_pl: Ocenianie i ulepszanie skuteczności kontroli wewnętrznych, zarządzania ryzykiem, przestrzegania przepisów, procesów finansowych i operacyjnych
pt_pt: Avaliar e melhorar a eficácia dos controles internos, gerenciamento de riscos, conformidade regulatória, processos financeiros e operacionais
vi_vn: Đánh giá và cải thiện hiệu quả của kiểm soát nội bộ, quản lý rủi ro, tuân thủ quy định, các quy trình hoạt động và tài chính
zh_cn: 评估和提高内部控制、风险管理、法规遵从性、财务和运营流程的效率

source: Evaluate existing procedures and policies with respect to risk management and suggest improvements
de_de: Evaluieren Sie bestehende Verfahren und Richtlinien im Hinblick auf Risikomanagement und schlagen Sie Verbesserungen vor
fr_fr: Évaluer les procédures et politiques en matière de gestion des risques et proposer des améliorations
id_id: Evaluasi prosedur dan kebijakan yang ada terkait dengan manajemen risiko dan saran perbaikan
pl_pl: Ocenianie istniejących procedur i polityk pod kątem zarządzania ryzykiem oraz sugerowanie usprawnień
pt_pt: Avaliar os procedimentos existentes e condições com relação a gestão de riscos e sugerir melhorias
vi_vn: Đánh giá các quy trình và chính sách hiện có đối với quản lý rủi ro và đề nghị cải tiến
zh_cn: 评估风险管理方面的现有程序和策略, 并提出改进建议

source: Even/Odd
de_de: Gerade/Ungerade
fr_fr: Pair/Impair
pl_pl: Parzysta/nieparzysta
pt_pt: Par/Ímpar
vi_vn: Hòa vốn/ Số dư
zh_cn: 偶/奇

source: Even/Odd contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
de_de: Gerade/Ungerade Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr_fr: Les contrats « Pair/Impair » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id_id: Kontrak Even/Odd akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
pl_pl: Kwota zakupu kontraktu typu „parzysta/nieparzysta” zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
pt_pt: Os contratos "Par/Ímpar" serão reembolsados ao preço de compra se o contrato não terminar dentro de 5 minutos.
vi_vn: Các hợp đồng chẵn/ lẻ sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 奇/偶合约如果没在 5 分钟内结束，将退还购入价格。

source: Event
fr_fr: Événement
id_id: Peristiwa
pl_pl: Zdarzenie
pt_pt: Evento
vi_vn: Sự kiện
zh_cn: 事件

source: Event examples include circumstances whereby the type of Transaction, which your Order is related to, ceased to be offered, or a Corporate Event, or the insolvency of a Company whose shares are related to the subject matter of the Order, and others.
de_de: Beispiele für Ereignisse beinhalten Umstände, in denen die Art der Transaktion, auf die sich Ihre Order bezieht, nicht mehr angeboten wird, oder ein Firmenevent, oder die Insolvenz eines Unternehmens, dessen Aktien mit dem Gegenstand der Order verbunden sind, und andere.
id_id: Contoh acara mencakup keadaan di mana jenis Transaksi, yang terkait dengan Order Anda, tidak lagi ditawarkan, atau Acara Korporat, atau kebangkrutan Perusahaan yang sahamnya terkait dengan pokok masalah Order, dan lainnya.
pl_pl: Przykłady zdarzenia obejmują miedzy innymi sytuacje, gdy rodzaj transakcji, z którą powiązane jest Twoje zlecenie, nie jest już oferowany lub gdy wystąpi niewypłacalności spółki, której akcje są związane z przedmiotem zlecenia.
pt_pt: Exemplos de eventos incluem circunstâncias em que o tipo de transação, à qual se relaciona a sua ordem, deixaram de ser oferecidas ou em que um evento corporativo ou a insolvência de uma empresa cujas ações são relacionados com a matéria da ordem e outros.
vi_vn: Sự kiện ví dụ bao gồm các trường hợp theo đó loại giao dịch mà lệnh của bạn có liên quan đến không còn được cung cấp, hoặc một sự kiện đoàn thể hoặc sự phá sản của một công ty cổ phần có đại diện liên quan đến lệnh, và những việc khác.
zh_cn: 事件示例包括停止提供与您的订单相关的交易类型的情况，或公司事件或拥有与订单题材相关股权而无力偿债的公司，以及其他。

source: Event-driven programming in Perl
de_de: Ereignisgesteuerte Programmierung in Perl
fr_fr: Programmation événementielle en Perl
id_id: Pemrograman dalam Perl
pl_pl: Programowanie w języku Perl w odpowiedzi na pojawiające się zdarzenia
pt_pt: Programação no Perl controlado por eventos
vi_vn: Mô hình lập trình dựa trên các sự kiện từ đầu vào trong Perl
zh_cn: Perl的事件驱动编程

source: Events of Default
de_de: Verzugsfälle
fr_fr: Évènements de Défaut
id_id: Kelalaian
pl_pl: Niewywiązanie się z zobowiązania
pt_pt: Eventos de incumprimento
vi_vn: Sự kiện mặc định
zh_cn: 违约事件

source: Everyone else can use the FIX API to connect to our One Zero bridge – subject to a conformance test.
de_de: Alle anderen können die FIX-API verwenden, um sich mit unserer One Zero-Brücke zu verbinden – vorbehaltlich eines Conformance-Tests.
fr_fr: Tout le monde peut utiliser l’API FIX pour se connecter à notre pont Un Zéro – soumis à un test de conformité.
id_id: Semua orang dapat menggunakan API TETAP untuk berhubung dengan jembatan One Zero - tertakluk pada tes kesesuaian.
pl_pl: Każdy może skorzystać z FIX API, aby połączyć się z naszym mostkiem One Zero – podlega testowi zgodności.
pt_pt: Todas as outras pessoas podem usar a API FIX para se conectarem à nossa ponte One Zero – sujeito a um teste de conformidade.
vi_vn: Tất cả mọi người khác có thể sử dụng FIX API để kết nối tới cầu One Zero của chúng tôi - tùy thuộc vào một bài kiểm tra về sự phù hợp.
zh_cn: 其他人可以使用FIX API 连接到我们的One Zero桥梁，条件是须通过合格测试。

source: Example:
de_de: Beispiel:
fr_fr: Exemple :
id_id: Contoh:
pl_pl: Przykład:
pt_pt: Exemplo
vi_vn: Ví dụ:
zh_cn: 例如:

source: Example: XAU/USD (Gold vs US Dollar) symbol pair
de_de: Beispiel: XAU/USD (Gold gegen US Dollar) Symbolpaar
fr_fr: Exemple : Paire de symboles XAU/USD (Or vs US Dollar)
id_id: Contoh: simbol pasangan XAU/USD (Emas vs Dolar AS)
pl_pl: Przykład: symbol pary XAU/USD (złoto vs dolar amerykański)
pt_pt: Exemplo: Par de símbolos XAU/USD (Ouro vs. Dólar americano)
vi_vn: Ví dụ: cặp ký hiệu XAU/USD (vàng vs đô la Mỹ)
zh_cn: 例如：黄金/美元（黄金兑美元）符号对

source: Excellent English language skills, both oral and written
de_de: Ausgezeichnete englische Sprachkenntnisse, mündlich wie schriftlich
fr_fr: Excellente maîtrise de l'anglais (oral et écrit)
id_id: Mahir berbahasa Inggris (tertulis dan lisan)
pl_pl: Doskonała znajomość języka angielskiego w mowie i w piśmie
pt_pt: Excelente domínio da língua inglesa, tanto oralmente como na escrita
vi_vn: Thông thạo tiếng Anh cả nói và viết
zh_cn: 优秀的英语口语和书写技能

source: Excellent communication (both oral and written) and interpersonal skills
de_de: Hervorragende Kommunikationsfähigkeiten (mündlich und schriftlich), sowie soziale Kompetenzen
fr_fr: Excellente communication (orale et écrite) et aptitudes interpersonnelles
id_id: Komunikasi yang sangat baik (baik lisan maupun tulisan) dan keterampilan interpersonal
pl_pl: Doskonałe zdolności interpersonalne i komunikacyjne (w mowie i w piśmie)
pt_pt: Excelente comunicação (oral e escrita) e relacionamento interpessoal
vi_vn: Kỹ năng hội thoại (cả nói và viết) và giao tiếp xuất sắc
zh_cn: 优秀的口头和书面沟通和人际交往能力
