Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Monitoring and review of this policy
de_de: Beobachtung und Bewertung dieser Regel
fr_fr: Contrôle et révision de cette politique
id_id: Pemantauan dan meninjau kebijakan ini
pl_pl: Monitorowanie i przegląd niniejszej polityki
pt_pt: Monitoramento e revisão desta política
vi_vn: Theo dõi và xem xét lại chính sách này
zh_cn: 监管和评估此政策

source: Month
de_de: Monat
fr_fr: Mois
id_id: Bulan
pl_pl: Miesiąc
pt_pt: Mês
vi_vn: Tháng
zh_cn: 月份

source: Months
de_de: Monate
fr_fr: Mois
id_id: Bulan
pl_pl: Miesiące
pt_pt: Meses
vi_vn: Tháng
zh_cn: 月份

source: More benefits
de_de: Mehrere Vorteile
fr_fr: Avantages supplémentaires
id_id: Manfaat lainnya
pl_pl: Więcej korzyści
pt_pt: Mais benefícios
vi_vn: Các lợi ích khác
zh_cn: 更多福利

source: More information can be found in an email sent to you.
fr_fr: Plus d'informations peuvent être trouvées dans un email qui vous a été envoyé.
id_id: Informasi lebih lanjut dapat ditemukan pada email yang dikirim pada Anda.
pl_pl: Więcej informacji znajdziesz w wiadomości e-mail, którą do Ciebie wysłaliśmy.
vi_vn: Thông tin thêm có thể được tìm thấy trong email gửi đến bạn.
zh_cn: 您可以在发给您的电子邮件中找到更详细的信息。

source: More specifically, when the Company enters into a binary option trade with the client (each, a "Contract"), the Company has a duty to provide the client with 'best execution'. Best execution means that the Company must take reasonable steps to obtain the best possible result for the client when executing a client order. This document provides a summary of the Company's best execution policy.
de_de: Konkret hat das Unternehmen die Pflicht, dem Kunden die „bestmögliche Ausführung” zu bieten, wenn das Unternehmen einen binäre Optionen Handel mit dem Kunden eingeht (je "Kontrakt"). Die bestmögliche Ausführung bedeutet, dass das Unternehmen die geeigneten Schritte unternehmen muss, um für den Kunden das bestmögliche Ergebnis zu erreichen, wenn das Unternehmen die Order für den Kunden ausführt. Dieses Dokument bietet eine Zusammenfassung der Regeln des Unternehmens zur bestmöglichen Ausführung.
id_id: Lebih khusus lagi, ketika Perusahaan melakukan trading opsi binary dengan klien (masing-masing, "Kontrak"), Perusahaan memiliki kewajiban untuk menyediakan klien 'eksekusi terbaik'. Eksekusi terbaik berarti bahwa Perusahaan harus mengambil langkah-langkah yang wajar untuk mendapatkan hasil terbaik bagi klien saat menjalankan order klien. Dokumen ini memberikan ringkasan kebijakan eksekusi terbaik Perusahaan.
pl_pl: Dokładniej, w momencie zawarcia z transakcji związanej z Opcją binarną (każdej transakcji zwanej dalej „Kontraktem”) między klientem a Firmą, Firma ma obowiązek zapewnić klientowi jej „najkorzystniejszą realizację”. Najkorzystniejsza realizacja oznacza, że Firma musi podjąć rozsądne kroki, aby uzyskać najlepsze możliwe dla klienta rezultaty podczas realizacji zlecenia. Niniejszy dokument zawiera streszczenie polityki Firmy dot. najkorzystniejszej realizacji.
pt_pt: Mais especificamente, quando celebramos um negócio de opções binárias com você (cada negócio representando um contrato), temos o dever de lhe proporcionar a "melhor execução". Melhor execução significa que teremos de tomar medidas razoáveis para obter o melhor resultado possível para você, ao executarmos uma das suas ordens. Este documento fornece um resumo da nossa política de melhor execução.
vi_vn: Một cách chi tiết hơn, khi Công Ty giao dịch một Binary Option với khách hàng (mỗi, một "Hợp đồng"), Công Ty phải có nghĩa vụ cung cấp cho khách hàng 'thực thi tốt nhất'. Thực thi tốt nhất có nghĩa là Công Ty phải có các bước thích hợp để dành được kết quả tốt nhất có thể cho khách hàng khi khách hàng đặt lệnh với Công Ty. Tài liệu này cung cấp bản tóm tắt chính sách thực thi tốt nhất của Công Ty.
zh_cn: 具体来说，当公司和客户进行二元期权交易时（双方有了“合约”），公司有责任向客户提供"最佳执行方案”。最佳执行方案的意思是，当公司执行客户的订单时，必须采取合理的措施为客户获取最大效益。此文件是关于最佳执行方案政策的概述。

source: Most brokers typically charge a commission for each trade that you place. %1 currently charges no commission across all account types, except for cryptocurrencies.
de_de: Die meisten Broker berechnen in der Regel eine Provision für jede Transaktion, die Sie platzieren. %1 erhebt derzeit keine Provision auf Kontoarten, ausgenommen für Kryptowährungen.
fr_fr: La plupart des courtiers généralement font payer une commission pour chaque transaction que vous placez. %1 n’impose actuellement aucune commission pour tous les types de compte, à l’exception des crypto monnaies.
id_id: Kebanyakan broker biasanya mengenakan komisi untuk tiap trade yang Anda tempatkan. %1 saat ini tidak mengenakan biaya komisi apapun di semua jenis akun, kecuali mata uang crypto.
pl_pl: Większość brokerów zazwyczaj pobiera prowizje od każdego zawieranego przez Ciebie zakładu. %1 obecnie nie pobiera żadnych prowizji, niezależnie od rodzaju konta, z wyjątkiem kryptowalut.
pt_pt: A maioria de corretoras cobra normalmente uma comissão para cada negociação que você realiza. A %1 não cobra atualmente nenhuma comissão em qualquer tipo de conta, exceto criptomoedas.
vi_vn: Hầu hết các công ty môi giới thường tính phí một khoản hoa hồng cho mỗi thương mại mà bạn đặt. %1 hiện nay chi phí không có hoa hồng trên tất cả các loại tài khoản, ngoại trừ cryptocurrencies.
zh_cn: 大多数经纪商通常会对您执行的每笔交易收取佣金。除了加密货币以外，目前％1的所有账户类型都不收取佣金。

source: Mother of Cities
de_de: Die Mutter aller Städte
fr_fr: Mère des villes
id_id: Ibu Kota
pl_pl: Matka miast
pt_pt: Mãe das Cidades
vi_vn: Mẹ của các thành phố
zh_cn: 城市之母

source: Mother's maiden name
de_de: Mädchenname der Mutter
fr_fr: Nom de jeune fille de votre mère
id_id: Nama Ibu
pl_pl: Nazwisko panieńskie matki
pt_pt: Nome de solteira da mãe
vi_vn: Tên của Mẹ
zh_cn: 母亲婚前的姓氏

source: Mr
de_de: Herr
id_id: Bapak
pl_pl: Pan
pt_pt: Sr.
vi_vn: Ngài
zh_cn: 先生

source: Mrs
de_de: Frau
fr_fr: Mme
id_id: Ibu
pl_pl: Pani
pt_pt: Sra.
vi_vn: Bà
zh_cn: 女士

source: Ms
de_de: Frl.
fr_fr: Mlle
id_id: Sdri.
pl_pl: Pani
pt_pt: Sra.
vi_vn: Cô
zh_cn: 女士

source: Multi award-winning trading platform.
de_de: Mehrfach ausgezeichnete Handelsplattform.
fr_fr: Une plateforme de trading maintes fois récompensée par différents prix.
id_id: Platform yang memenangi berbagai penghargaan.
pl_pl: Platforma uhonorowana wieloma wyróżnieniami.
pt_pt: Plataforma de negociação multi-premiada.
vi_vn: Sàn giao dịch đạt nhiều giải thưởng.
zh_cn: 屡获殊荣的交易平台。

source: Multi-Account Manager (MAM) Agreement
de_de: Multi-Account Manager (MAM) Vereinbarung
fr_fr: Contrat de Gestionnaire de Comptes Multiples (MAM)
id_id: Perjanjian Multi-Account Manager (MAM)
pl_pl: Umowa w sprawie Menedżera wielu kont (MAM)
pt_pt: Acordo do Gestor multi-contas
vi_vn: Thỏa Thuận Quản Lý Đa Tài Khoản (MAM)
zh_cn: 多账户经理(MAM) 协议

source: Multi-asset Liquidity Solutions
de_de: Multi-Asset-Liquiditäts-Lösungen
fr_fr: Solutions de liquidité multi-actifs
id_id: Solusi Likuiditas Berbagai Aset
pl_pl: Zarządzanie płynności przy wykorzystaniu wielu aktywów
pt_pt: Soluções de liquidez multi-ativo
vi_vn: Các Giải Pháp Thanh Khoản Đa Tài Sản
zh_cn: 多个资产的流动性解决方案

source: Multi-asset execution
de_de: Multi-Asset-Ausführung
fr_fr: Exécution multi-actifs
id_id: Eksekusi berbagai aset
pl_pl: Realizacja przy wykorzystaniu wielu aktywów
pt_pt: Execução multi-ativo
vi_vn: Thực thi đa tài sản
zh_cn: 多个资产交易执行

source: Multi-asset liquidity solutions
de_de: Multi-Asset-Liquiditäts-Lösungen
fr_fr: Solutions de liquidité multi-actifs
id_id: Solusi likuiditas berbagai aset
pl_pl: Zarządzanie płynnością przy wykorzystaniu wielu aktywów
pt_pt: Soluções de liquidez multi-ativo
vi_vn: Các giải pháp thanh khoản đa tài sản
zh_cn: 多个资产的流动性解决方案

source: Multi-barrier trading
de_de: Multi-Barrieren Handel
fr_fr: Trading de barrières multiples
id_id: Trading multi-barrier
pl_pl: Handlowanie z wieloma limitami
pt_pt: Negociações multi-barreira
vi_vn: Giao dịch đa giới hạn
zh_cn: 多重障碍交易

source: Multiple Accounts Manager
fr_fr: Gestionnaire de comptes multiples
id_id: Multi Akun Manager
pl_pl: Menedżer wielu kont
pt_pt: Gestor de Contas Múltiplas
vi_vn: Quản lý nhiều tài khoản
zh_cn: 多个账户管理器

source: Multiple Accounts Manager (MAM)
fr_fr: Gestionnaire de comptes multiples (MAM)
id_id: Multi Akun Manager (MAM)
pl_pl: Menedżer wielu kont (MAM)
pt_pt: Gestor de Contas Múltiplas
vi_vn: Quản lý nhiều tài khoản (MAM)
zh_cn: 多个账户管理器 (MAM)

source: Multiple Accounts Manager (MAM) for MetaTrader 5 (MT5)
de_de: Multiple Accounts Manager (MAM) für MetaTrader 5 (MT5)
fr_fr: Gestionnaire de comptes multiples (MAM) pour MetaTrader 5 (MT5)
id_id: Multi Akun Manager (MAM) pada MetaTrader 5 (MT5)
pl_pl: Menedżer wielu kont (MAM - Multiple Accounts Manager) dla MetaTrader 5 (MT5)
pt_pt: Gestor de Contas Múltiplas para a MetaTrader 5 (MT5)
vi_vn: Quản lý nhiều tài khoản (MAM) dành cho MetaTrader 5 (MT5)
zh_cn: MetaTrader 5 (MT5) 的多个账户管理器 (MAM)

source: Multiple opportunities
de_de: Mehrere Möglichkeiten
fr_fr: Multiples opportunités
id_id: Peluang luas
pl_pl: Wiele możliwości
pt_pt: Várias oportunidades
vi_vn: Nhiều cơ hội giao dịch
zh_cn: 多重机会

source: Multiplier
de_de: Multiplikator
fr_fr: Multiplicateur
pl_pl: Mnożnik
pt_pt: Multiplicador
vi_vn: Số nhân
zh_cn: 倍数值

source: Must be a clear, colour photo
de_de: Muss ein eindeutig erkennbares Farbfoto sein
fr_fr: Doit être une photo de couleur claire,
id_id: Harus foto yang jelas dan berwarna
pl_pl: Musi to być wyraźne zdjęcie w kolorze
pt_pt: Deve ser uma fotografia clara e a cores
vi_vn: Phải có một bức ảnh màu sắc rõ ràng,
zh_cn: 必须是清晰的彩色照片

source: Must be a clear, colour photo or scanned image
de_de: Muss ein klares Farbfoto oder gescanntes Bild sein
fr_fr: Doit être une photo claire, en couleur ou une image numérisée
id_id: Foto berwarna atau gambar scan harus jelas
pl_pl: Musi mieć formę wyraźnego zdjęcia w kolorze lub zeskanowanego obrazu
pt_pt: Deve ser uma fotografia ou uma imagem digitalizada clara e a cores
vi_vn: Phải là một ảnh rõ ràng, có màu hoặc ảnh đã qua máy Scan
zh_cn: 必须是清晰, 彩色照片或扫描图像

source: My Players report: Displays a list of your clients according to their IDs and the date they signed up
de_de: Mein Spielerbericht: Zeigt eine Liste Ihrer Kunden nach deren IDs und dem Datum, zu dem sie sich angemeldet haben, an
fr_fr: Mon rapport de joueurs : affiche une liste de vos clients selon leurs papiers d’identité et leurs dates d'inscription
id_id: Laporan anggota: Menampilkan daftar anggota berdasarkan ID dan tanggal pendaftaran
pl_pl: Raport dot. graczy: przedstawia listę klientów na podstawie ich ID i daty rejestracji
pt_pt: Relatório "Meus clientes": Exibe uma lista dos seus clientes de acordo com as suas IDs e a data em que se registraram
vi_vn: Báo cáo người chơi của tôi: Hiển thị một danh sách khách hàng của bạn theo ID của họ và ngày họ đăng ký
zh_cn: 我的成员报告: 根据ID和注册日期显示您的客户列表

source: N. Force Majeure Events
de_de: N. Ereignisse höherer Gewalt
id_id: N. Keadaan Memaksa
pl_pl: N. Zdarzenia siły wyższej
pt_pt: N. Eventos de força maior
vi_vn: N. Sự Kiện Bất Khả Kháng
zh_cn: 十四、不可抗力事件

source: N/A
de_de: NV
pl_pl: Nie dotyczy
vi_vn: Không khả dụng
zh_cn: 不可用

source: NETELLER provides businesses and individuals with a fast, simple, and secure way to transfer money online. For more information, please visit %1.
fr_fr: NETELLER offre aux entreprises et aux particuliers un moyen rapide, simple et sécurisé pour transférer de l’argent en ligne. Pour plus d’informations, veuillez visiter %1.
id_id: NETELLER memberi pembisnis dan individu dengan cara cepat, sederhana, dan aman untuk mentransfer dana secara online. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: NETELLER zapewnia firmom i osobom indywidualnym szybki, prosty i bezpieczny sposób dokonywania przelewów pieniężnych on-line. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: A NETELLER proporciona um método rápido, simples e seguro de transferir dinheiro online a empresas e clientes particulares. Para mais informações, visite %1.
vi_vn: NETELLER giúp các doanh nghiệp và cá nhân chuyển tiền trực tuyến một cách nhanh chóng, đơn giản và an toàn. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: NETELLER 为企业和个人提供快速、简单、安全的在线汇款。欲知详情, 请访问 %1。

source: Name
fr_fr: Nom
id_id: Nama
pl_pl: Nazwisko
pt_pt: Nome
vi_vn: Tên
zh_cn: 姓名

source: Name of first love
de_de: Name der ersten Liebe
fr_fr: Nom de votre premier amour
id_id: Nama pacar pertama
pl_pl: Imię pierwszej miłości
pt_pt: Nome do primeiro amor
vi_vn: Tên mối tình đầu của bạn
zh_cn: 初恋情人姓名

source: Name of your pet
de_de: Name Ihres Haustiers
fr_fr: Nom de votre animal de compagnie
id_id: Nama binatang peliharaan
pl_pl: Imię Twojego zwierzątka
pt_pt: Nome do seu animal de estimação
vi_vn: Tên thú cưng của bạn
zh_cn: 您宠物的名字

source: Name:
fr_fr: Nom :
id_id: Nama:
pl_pl: Imię:
pt_pt: Nome:
vi_vn: Tên:
zh_cn: 姓名:

source: National ID card, ID book or any government-issued document which contains a photo, your name, and date of birth
de_de: Personalausweis, ID Buch oder ein von der Regierung ausgestelltes Dokument, das ein Foto, Ihren Namen und Ihr Geburtsdatum enthält
fr_fr: Carte nationale d’identité, livret d'identité ou tout document publié par un gouvernement qui contient une photo, votre nom et date de naissance
id_id: KTP, buku identitas atau dokumen yang dikeluarkan pemerintah yang berisi foto, nama Anda, dan tanggal lahir
pl_pl: Krajowy dowód osobisty, inny dokument poświadczający tożsamość lub dokument wydany przez dowolne władze zawierający Twoje zdjęcie, imię i nazwisko oraz datę urodzenia
vi_vn: Chứng minh thư, Passport hoặc bất kỳ tài liệu nào do chính phủ cấp có chứa ảnh, tên và ngày sinh của bạn
zh_cn: 包含您的照片、姓名和出生日期的国民身份证、身分本或任何政府出具的文件

source: Natural wonders
de_de: Naturwunder
fr_fr: Merveilles naturelles
id_id: Keajaiban alam
pl_pl: Cuda natury
pt_pt: Maravilhas naturais
vi_vn: Kỳ quan thiên nhiên
zh_cn: 自然奇观

source: Nearest price reasonably available and quoted by %1 when our Price quotation reaches or goes beyond the level of your Stop Order.
de_de: Nächstgelegener, angemessener, verfügbarer und zitierter Kurs von %1, wenn unser Preisangebot erreicht wird oder über das Niveau Ihrer Stop-Order hinausgeht.
id_id: Harga terdekat yang tersedia dan disediakan oleh %1 ketika Harga penawaran menyentuh atau berada diluar level Stop Order Anda.
pl_pl: Najwcześniejsza cena dostępna i kwotowana przez %1 w przypadku gdy nasze kwotowanie ceny osiąga lub przekracza poziom Twojego zlecenia Stop.
pt_pt: Primeiro preço razoavelmente à disposição e indicado pela %1 quando a nossa cotação de preço alcançar ou ultrapassar o nível da sua ordem de interrupção.
vi_vn: Giá gần nhất có sẵn hợp lý và được trích dẫn bởi %1 khi báo giá Giá của chúng tôi đạt hoặc vượt quá mức của Lệnh Dừng của bạn.
zh_cn: 当我们的报价达到或超出您的止损订单水平时%1所报的最接近及合理可用价格。

source: Need more information?
de_de: Brauchen Sie zusätzliche Informationen?
fr_fr: Besoin d'informations supplémentaires ?
id_id: Perlu informasi lebih lanjut?
pl_pl: Potrzebujesz więcej informacji?
pt_pt: Necessita de mais informações?
vi_vn: Cần thêm thông tin?
zh_cn: 想获取更多信息?

source: Need to Monitor Positions
de_de: Erfordernis, Positionen zu beobachten
id_id: Perlu Memantau Kontrak
pl_pl: Potrzeba monitorowania pozycji
pt_pt: Necessidade de monitorar posições
vi_vn: Cần Theo Dõi Phiên
zh_cn: 必须监控头寸

source: Negative Balance Protection
de_de: Negativ Saldo-Versicherung
fr_fr: Protection de Solde Négatif
id_id: Perlindungan Saldo Negatif
pl_pl: Ochrona ujemnego salda
pt_pt: Proteção contra saldos negativos
vi_vn: Bảo vệ cân bằng số âm
zh_cn: 负结余额保护

source: Negative Balance Protection does not apply to clients categorized as professional traders, who can still lose more money than their available balance.
de_de: Die negativ Saldo-Versicherung gilt nicht für Kunden, die als professionelle Händler kategorisiert sind, und die noch mehr Geld, als ihr verfügbares Guthaben verlieren können.
id_id: Perlindungan Saldo Negatif tidak berlaku untuk klien yang dikategorikan sebagai trader profesional, yang masih dapat kehilangan lebih banyak dana daripada saldo yang tersedia.
pl_pl: Ochrona ujemnego salda nie ma zastosowania do klientów kategoryzowanych jako gracze profesjonalni, którzy mogą stracić więcej pieniędzy niż wynosi ich aktualne saldo.
pt_pt: A proteção contra saldos negativos não se aplica a clientes classificados como negociadores profissionais, que ainda podem perder mais do que o seu saldo disponível.
vi_vn: Bảo vệ cân bằng âm không áp dụng cho khách hàng được phân loại như nhà đầu tư chuyên nghiệp, những người vẫn còn có thể mất tiền nhiều hơn sự cân bằng sẵn có của họ.
zh_cn: 负余额保护不适用于被归类为专业交易者的客户, 他们的损失仍然可能比现有余额更多。

source: Negative balance protection
de_de: Negativ Saldo-Versicherung
fr_fr: Protection de solde négatif
id_id: Perlindungan saldo negatif
pl_pl: Ochrona ujemnego salda
pt_pt: Proteção contra saldos negativos
vi_vn: Bảo vệ cân bằng số âm
zh_cn: 负结余额保护

source: Neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable for any loss, damage or debt to you arising directly or indirectly out of, or in connection with this Agreement. You agree to indemnify the Company and its directors, officers, managers, employees, or agents from, and against, any and all liabilities, losses, damages, costs, and expenses (including reasonable attorney's fees) incurred arising out of your failure to comply with any and all of your obligations set forth in this Agreement and/or the Company's enforcement against you of any and all of its rights under this Agreement.
de_de: Weder das Unternehmen noch irgendwelche seiner Leiter, leitenden Angestellten, Managern, Angestellten, oder Agenten unterliegen Ihrem Verlust, Schaden oder Ihren Schulden, die sich direkt oder indirekt aus dem, oder im Zusammenhang mit dieser Vereinbarung ergeben. Sie stimmen zu, dass das Unternehmen und seine Leiter, leitenden Angestellten, Manager, Angestellten, oder Agenten von und gegen alle Verpflichtungen, Verluste, Kosten und Ausgaben (einschließlich angemessener Anwaltskosten), die durch Ihr Versäumnis erlitten wurden, mit allen Ihren Verpflichtungen, die in dieser Vereinbarung dargelegt sind, und/oder die Durchsetzung aller Rechte unter dieser Vereinbarung durch das Unternehmen gegen Sie, schad- und klaglos zu halten.
id_id: Perusahaan maupun direktur Perusahaan, pegawai, manajer, pekerja atau agen tidak dapat bertanggung jawab atas kerugian, kerusakan atau hutang yang Anda hasilkan baik secara langsung atau tidak langsung, berhubungan dengan Perjanjian ini. Anda bersetuju untuk menghindarkan Perusahaan beserta direktur, pegawai, manajer, pekerja atau agen dari gugatan kewajiban, kerugian, kerusakan, biaya, dan pengeluaran (termasuk biaya pengacara yang wajar) yang dihasilkan dari kegagalan Anda untuk mematuhi setiap dan semua kewajibannya yang diatur dalam Perjanjian ini dan/atau desakan Perusahaan bagi setiap dan semua hak berdasarkan Perjanjian ini.
pl_pl: Firma ani żaden z jej dyrektorów, specjalistów, kierowników, pracowników ani przedstawicieli nie ponosi odpowiedzialności za jakiekolwiek Twoje straty, szkody czy długi powstałe bezpośrednio lub pośrednio w związku z niniejszą Umową. Wyrażasz zgodę na zwolnienie Firmy i jej dyrektorów, specjalistów, kierowników, pracowników i przedstawicieli z odpowiedzialności za wszelkie zobowiązania, straty, szkody, koszty i wydatki (w tym uzasadnione honoraria adwokackie) poniesione w związku z niewywiązaniem się przez Ciebie z jakichkolwiek Twoich zobowiązań określonych w niniejszej Umowie lub w związku z egzekwowaniem przez Firmę jakichkolwiek Twoich zobowiązań wynikających z niniejszej Umowy.
pt_pt: Nem a Empresa nem os seus diretores, oficiais, gerentes, funcionários ou agentes serão responsáveis por qualquer perda, dano ou dívida a você decorrentes diretamente ou indiretamente da conexão com este Acordo. Você aceita indemnizar a Empresa e os seus diretores, oficias, gerentes, funcionários ou agentes de e contra quaisquer responsabilidades, perdas, danos, custos e despesas (incluindo honorários de advogado razoáveis) incorridos e decorrentes da sua falha no cumprimento de quaisquer das suas obrigações estabelecidas neste Acordo e/ou a aplicação da empresa contra você de quaisquer dos seus direitos ao abrigo deste Acordo.
vi_vn: Công Ty cũng như bất kỳ các giám đốc, cán bộ, quản lý, nhân viên hoặc các đại lý khác của Công ty sẽ không chịu trách nhiệm về bất kỳ tổn thất, thiệt hại hoặc khoản nợ nào phát sinh trực tiếp hoặc gián tiếp đến bạn trên hoặc liên quan đến Thỏa Thuận này. Bạn đồng ý bồi thường cho Công Ty và các giám đốc, cán bộ, quản lý, nhân viên hoặc các đại ly khác của Công Ty cho bất kỳ và tất cả trách nhiệm pháp lý, thiệt hại, tổn thất, chi phí và phí tổn (bao gồm cả chi phí chi trả cho luật sư) phát sinh từ việc quý khách không tuân thủ bất kỳ và tất cả các điều khoản và tất cả nghĩa vụ của mình nêu trong Thỏa Thuận và/hoặc ràng buộc bất kỳ của Công Ty đối với bạn và tất cả các quyền của Công Ty theo Thỏa Thuận này.
zh_cn: 无论是公司或其任何董事、职员、经理、雇员或代理人都不须对本协议对您直接或间接引起的或有关的任何损失、损害或债务负责。您同意赔偿由于您未能遵守您在本协议项下的任何和所有义务和/或公司向您执行在本协议项下的任何和所有权利，导致公司和其董事、职员、经理、雇员或代理人遭受或产生的任何和所有负债、损失、损害、费用和开支（包括合理的法律费用）。

source: Neither you, your direct relatives, or any clients you control are eligible to become clients, and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives, friends, or controlled clients.
de_de: Weder Sie selbst, Ihre direkten Verwandten oder andere von Ihnen kontrollierte Kunden sind berechtigt, Kunden zu werden, und Sie haben keinen Anspruch auf einen Anteil des Nettoumsatzes oder eine andere Vergütung des Unternehmens in Bezug auf derartige Verwandte, Freunde oder kontrollierte Kunden.
id_id: Anda, anggota keluarga atau klien yang dapat Anda kontrol tidak berhak untuk menjadi klien, dan Anda tidak akan mendapatkan bagian dari pendapatan bersih atau imbalan lainnya dari Perusahaan sehubungan dengan hubungan kerabat tersebut seperti, teman, atau klien yang dapat Anda kendalikan.
pl_pl: Ani partner, ani jego bezpośredni krewni, ani żaden klient pozostający pod ich kontrolą, nie mają prawa stać się Klientami i nie są uprawnieni do jakiegokolwiek udziału w przychodach netto lub jakimkolwiek innym wynagrodzeniu od Firmy w odniesieniu do tych krewnych, przyjaciół lub klientów będących pod ich kontrolą.
pt_pt: Nem você, nem os seus familiares diretos, ou quaisquer outros clientes sob o seu controle, são elegíveis para se tornarem clientes e você não terá direito à participação em receitas líquidas ou qualquer outra remuneração proveniente da Empresa relativas a tais familiares, amigos ou clientes controlados.
vi_vn: Cả bạn, họ hàng thân thiết của bạn, hoặc bất cứ khách hàng nào chịu sự kiểm soát của bạn đều không đủ điều kiện trở thành Khách hàng và bạn sẽ không được thừa hưởng bất kì cổ phần từ doanh thu thuần hoặc bất kì khoản thù lao khác của Công ty có liên quan đến những người thân hoặc khách hàng chịu sự quản lý đó.
zh_cn: 您和您的直系亲属或您管辖下的任何客户都不得成为客户，您也无权享有任何与亲友或管辖下客户相关的净收入或公司其他酬金的份额。

source: Net annual income
de_de: Jahresnettoeinkommen
fr_fr: Revenu annuel net
id_id: Pendapatan bersih tahunan
pl_pl: Roczny dochód netto
pt_pt: Rendimento líquido anual
vi_vn: Thu nhập ròng hàng năm
zh_cn: 年净收入

source: Net deposits
de_de: Netto-Einlagen
fr_fr: Dépôts nets
id_id: Deposit bersih
pl_pl: Wpłaty netto
pt_pt: Depósitos líquido
vi_vn: Tiền gửi ròng
zh_cn: 净存款

source: Net profit
de_de: Nettogewinn
fr_fr: Bénéfice net
id_id: Laba bersih
pl_pl: Zysk netto
pt_pt: Lucro líquido
vi_vn: Lợi nhuận ròng
zh_cn: 净收益

source: Network Status
de_de: Netzwerkstatus
fr_fr: Statut réseau
id_id: Status Jaringan
pl_pl: Status sieci
pt_pt: Status da rede
vi_vn: Tình Trạng Mạng
zh_cn: 网络状态
