Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mispriced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
de_de: Die Kontraktauszahlungen werden vom Unternehmen anhand der täglichen Höchst-/Tiefst-/Schlussnotierungen festgelegt, die auf dieser Website mitgeteilt werden und sich auf den(die) zugrunde liegenden Index(e) des Vertrags(Verträge) oder auf die Handelsdaten im Interbankengeschäft, die das Unternehmen für Wärhungsgeschäfte oder Rohstoffpreise erhält, beziehen, vorausgesetzt, dass das Unternehmen berechtigt ist, diese Daten bei falscher Preisangabe oder Schreibfehlern abzuändern. Kunden müssen beachten, dass die verschiedenen Märkte aufgrund lokaler Börsenöffnungszeiten und Zeitzonen zu unterschiedlichen Tageszeiten schließen.
id_id: Hasil kontrak akan ditentukan oleh Perusahaan dengan mengacu pada nilai tinggi/rendah/penutupan harian yang dilaporkan pada situs ini sesuai dengan indeks yang mendasari kontrak atau dari data perdagangan antar bank yang diterima oleh Perusahaan untuk forex atau harga komoditas seperti terlihat pada situs dimana Perusahaan berhak untuk mengkoreksi data seperti dalam hal salah harga atau salah tampilan data. Klien harus mengetahui bahwa pasar yang berbeda mungkin akan ditutup pada waktu yang berbeda juga sesuai dengan jam perdagangan lokal dan zona waktu tertentu.
pl_pl: Wypłaty kontraktów będą określane przez Firmę w odniesieniu do dziennych wartości wysokich/niskich/zamknięcia ogłoszonych na niniejszym portalu stosownie do właściwych indeksów (wskaźników) kontraktu (kontraktów) lub na podstawie międzybankowych danych handlowych otrzymanych przez Firmę dla transakcji walutowych lub cen towarów podanych na portalu, z zastrzeżeniem, że Firma ma prawo do poprawiania takich danych w przypadku nieprawidłowych cen lub pomyłek w druku. Klienci powinni pamiętać, że poszczególne rynki mogą być zamykane o różnych porach dnia ze względu na lokalne godziny handlowe i strefy czasowe.
pt_pt: Os pagamentos dos contratos devem ser determinados pela empresa com base nos valores diários de alta/queda/fecho comunicados neste website, referentes ao(s) índice(s) subjacente(s) ao(s) contrato(s), ou a partir dos dados de negociação interbancária recebidos pela empresa, referentes às cotações forex ou aos preços das matérias-primas, conforme apresentados no website, estando sujeitos ao fato da empresa ter o direito de corrigir tais dados no caso de preços incorretamente definidos ou de dados tipograficamente incorretos. Os clientes devem ter em conta que os diferentes mercados podem fechar em horários distintos durante o dia, devido às horas de negociação e fusos horários locais.
vi_vn: Công ty sẽ quyết định mức tiền thưởng của hợp đồng bằng cách tham khảo giá cao/ thấp/gần được báo cáo trên trang web có liên quan tới chỉ số tài sản cơ sở của hợp đồng hoặc từ dữ liệu giao dịch yết giá ngoại tệ của liên ngân hàng hoặc giá hàng hóa được thể hiện trên trang web. Công ty có quyền chỉnh sửa dữ liệu này trong trường hợp dữ liệu bị nhầm giá hoặc bị đánh máy sai. Khách hàng nên lưu ý rằng thị trường khác nhau thì có thể đóng cửa ở thời điểm khác nhau trong ngày phụ thuộc vào giờ giao dịch và múi giờ.
zh_cn: 公司将参考本网站与合约标的指数有关的每日最高价/最低价/收盘价，或者公司收到的关于外汇报价或大宗商品价格的银行间交易数据（如网站所显示），以确定合约赔付额。公司有权修正错误标价或排印错误的数据。客户需注意，由于交易时段和时区不同，不同市场的收盘时间也不一样。

source: Contract period
de_de: Kontraktzeitraum
fr_fr: Période de contrat
id_id: Periode kontrak
pl_pl: Okres kontraktu
pt_pt: Período do contrato
vi_vn: Thời hạn hợp đồng
zh_cn: 合约期限

source: Contract specifications
de_de: Vertragsspezifikationen
fr_fr: Spécifications du contrat
id_id: Spesifikasi kontrak
pl_pl: Szczegóły kontraktu
pt_pt: Especificações do contrato
vi_vn: Điều khoản đặc biệt của hợp đồng
zh_cn: 合约规格

source: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
de_de: Der Kontrakt wird, sobald der Auftrag von unseren Servern empfangen wurde, zum dann geltenden Marktkurs verkauft. Dieser Kurs kann von den angegebenen Kursen abweichen.
fr_fr: Le contrat sera vendu au prix de marché en vigueur à réception de la demande par nos serveurs. Ce prix peut différer du prix indiqué.
id_id: Kontrak akan dijual pada harga pasar terkini ketika permintaan diterima oleh server kami. Harga ini mungkin berbeda dari harga yang diindikasikan.
pl_pl: Kontrakty będą sprzedawane po obowiązującej cenie rynkowej po dotarciu wniosku na nasze serwery. Cena może różnić się od podanej ceny.
pt_pt: O contrato será vendido ao preço prevalecente do mercado no momento em que o pedido for recebido pelos nossos servidores. Esse preço pode ser diferente do preço indicado.
vi_vn: Hợp đồng sẽ được bán ở giá thị trường hiện hành khi máy chủ nhận được yêu cầu. Giá này có thể khác với giá đã được chỉ định.
zh_cn: 合约将在我们服务器收到请求时，以当时的市场价格卖出。此价格可能与报价有差异。

source: Contracts
de_de: Kontrakte
fr_fr: Contrats
id_id: Kontrak
pl_pl: Kontrakty
pt_pt: Contratos
vi_vn: Hợp đồng
zh_cn: 合约

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
de_de: Normalerweise werden Verträge in der letzten Stunde des Handels an der Börse nicht mehr angeboten (für ausländische Börsenmärkte, kann sich diese Einschränkung auf bis zu drei Stunden ausweiten).
fr_fr: Les contrats ne sont habituellement pas proposés à la dernière heure de trade sur n'importe quel marché (pour les marchés de changes, la restriction peut s'étendre jusqu'à 3 heures).
id_id: Kontrak biasanya tidak ditawarkan pada jam terakhir perdagangan pada pasar manapun (untuk forex batasan ini akan berlangsung hingga 3 jam terakhir).
pl_pl: Kontrakty nie są zazwyczaj w ofercie w ciągu ostatniej godziny handlu na danym rynku (dla rynków walutowych to ograniczenie może być przedłużone do maksymalnie 3 godzin).
pt_pt: Os contratos não são, por norma, disponibilizados na última hora de negociação de nenhum mercado específico (para os mercados de bolsas de valores, a restrição pode ser estendida em até 3 horas).
vi_vn: Hợp đồng thường không được chào bán trong giờ giao dịch cuối của bất kì thị trường nào (đối với thị trường ngoại tệ, thời gian bị cấm có thể lên tới 3 giờ).
zh_cn: 在任何特定市场交易的最后1个小时内，一般不会提供合约（外汇市场的限制是3小时）。

source: Contracts bought
de_de: Gekaufte Kontrakte
fr_fr: Contrats achetés
id_id: Kontrak dibeli
pl_pl: Nabyte kontrakty
pt_pt: Contratos adquiridos
vi_vn: Hợp đồng đã được mua
zh_cn: 购入合约

source: Contracts for Difference (CFDs) are financial derivatives that allow you to trade on the movement of underlying assets without owning them.
de_de: Differenzkontrakte (CFDs) sind derivative Finanzinstrumente, mit denen Sie auf die Bewegung von Basiswerten handeln können, ohne diese zu besitzen.
fr_fr: Contrats sur Différence (CFD) sont des produits financiers dérivés qui permettent de trader sur les mouvements d’un sous-jacent sans le posséder.
id_id: Kontrak untuk Perbedaan (CFDs) adalah derivatif keuangan yang memungkinkan Anda untuk bertrading pada pergerakan aset dasar tanpa perlu memiliki aset tersebut.
pl_pl: Kontrakty na różnice kursowe (CFD) to finansowe instrumenty pochodne, które pozwalają ci zawierać zakłady oparte na zmianach cen aktywów bazowych bez konieczności posiadania tych aktywów.
pt_pt: Contratos por diferenças (CFDs) são derivativos financeiros que lhe permitem negociar sobre o movimento de ativos subjacentes sem os deter.
vi_vn: Hợp đồng cho sự khác biệt (CFDs) là phái sinh tài chính cho phép bạn suy đoán về sự chuyển động của một tài sản nằm cơ bản mà không phải sở hữu nó.
zh_cn: 差价合约（CFD）是金融衍生产品，让您在不拥有标的资产的情况下交易。

source: Contracts for difference (CFDs) allow you to speculate on a number of markets, including indices, shares, and commodities. At %1, we offer popular cash indices, cryptocurrencies, as well as proprietary Volatility Indices that simulate market movement.
de_de: Mit Differenzkontrakten (CFDs) können Sie auf eine Reihe von Märkten, einschließlich Indizes, Aktien und Rohstoffe spekulieren. Bei %1 bieten wir beliebte Bar Indizes, Kryptowährungen, sowie proprietäre Volatilitätsindizes, die Marktbewegung simulieren, an.
fr_fr: Contrats sur différence (CFD) vous permettent de spéculer sur un certain nombre de marchés, y compris les indices, actions et matières premières. Chez %1, nous offrons des indices cash populaires, des crypto monnaies, ainsi que les Indices de volatilité propriétaires qui simulent le mouvement du marché.
id_id: Contract for difference (CFD) memungkinkan Anda untuk berspekulasi pada sejumlah pasar, termasuk indeks, saham, dan komoditas. Di %1, kami menawarkan indeks kas populer, mata uang crypto, serta Indeks Volatilitas yang mensimulasikan pergerakan pasar.
pl_pl: Kontrakty na różnice kursowe (CFD) pozwalają na spekulację odnośnie różnych rynków, w tym wskaźników, akcji i towarów. Na %1 oferujemy popularne wskaźniki gotówkowe, kryptowaluty, jak również nasze własne Wskaźniki zmienności, które symulują zmiany na rynkach.
pt_pt: Contratos por diferenças (CFDs) permitem-lhe especular sobre o número de mercados, incluindo índices, ações e matérias-primas. Na %1, disponibilizamos índices de moedas populares, criptomoedas, bem como índices "Volatility" proprietários que simulam os movimentos de mercados reais.
vi_vn: Hợp đồng chênh lệch (CFDs) cho phép bạn suy đoán về một số thị trường, bao gồm các chỉ số, cổ phần và hàng hóa. Tại %1, chúng tôi cung cấp chỉ số tiền mặt, cryptocurrency phổ biến cũng như sở hữu các chỉ số biến động mô phỏng xu hướng thị trường.
zh_cn: 差价合约（CFDs）让您在包括指数、股票和商品等多个市场投机交易。%1提供受欢迎的现金指数、加密货币以及模拟市场走势的专有波动指数。

source: Contracts may not expire on a weekend; therefore, the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
de_de: Kontrakte dürfen nicht an einem Wochenende auslaufen. Aus diesem Grund wird das Ablaufdatum auf den folgenden Montag verschoben, sofern das Ablaufdatum eines Kontrakts auf einen Samstag oder Sonntag fällt.
fr_fr: Les contrats ne peuvent pas expirer le weekend ; par conséquent, la date d'expiration d'un contrat peut être reportée au lundi suivant lorsque la date d'expiration du contrat tombe un samedi ou un dimanche.
id_id: Kontrak tidak dapat berakhir pada akhir pekan, maka tanggal berakhir kontrak diundur kepada hari Senin berikutnya jika tanggal kontrak berakhir pada hari Sabtu atau Minggu.
pl_pl: Kontrakty nie mogą kończyć się w weekend, w związku z tym data zakończenia kontraktu może zostać przesunięta na poniedziałek wypadający po tym weekendzie w przypadku, gdy data zakończenia kontraktu przypada na sobotę lub niedzielę.
pt_pt: Os contratos não podem expirar no fim-de-semana; portanto, a data de vencimento de um contrato pode ser adiada para a segunda-feira seguinte, caso a data de vencimento caia num sábado ou domingo.
vi_vn: Hợp đồng không hết hạn vào cuối tuần; vì vậy ngày hết hạn của hợp đồng có thể được đẩy sang ngày thứ Hai tiếp theo trong trường hợp ngày hết hạn hợp đồng rơi vào ngày thứ Bảy hoặc Chủ Nhật.
zh_cn: 合约不能在周末到期，因此，如果合约的原定到期日为周六或周日，可能需延后至下周周一。

source: Contracts offered by Binary Investments (Europe) Ltd. have a minimum purchase price of USD/GBP/EUR 5.
de_de: Von Binary Investments (Europe) Ltd. angebotene Kontrakte haben einen Mindestkaufpreis von 5 USD/GBP/EUR.
id_id: Kontrak yang ditawarkan oleh Binary Investments (Europe) Ltd. minimal harga pembelian kontrak adalah USD/GBP/EUR 5.
pl_pl: Kontrakty oferowane przez Binary Investments (Europe) Ltd. posiadają minimalną cenę zakupu wynoszącą 5 USD/GBP/EUR.
pt_pt: Os contratos disponibilizados pela Binary Investments (Europe) Ltd. têm um preço mínimo de aquisição de 5 USD/GBP/EUR.
vi_vn: Các hợp đồng được cung cấp bởi Công ty TNHH Đầu tư Binary (Europe) đều có giá mua tối thiểu là USD/GBP/EUR 5.
zh_cn: Binary投资 (欧洲)有限公司的合约最小购入价为5美元/英镑/欧元。

source: Contracts sold
de_de: Verkaufte Kontrakte
fr_fr: Contrats vendus
id_id: Kontrak terjual
pl_pl: Sprzedane kontrakty
pt_pt: Contratos vendidos
vi_vn: Hợp đồng đã được bán
zh_cn: 售出合约

source: Contracts will not usually be offered at odds under 0.05 to 1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
de_de: Es werden normalerweise keine Kontrakte mit einer Gewinnquote von weniger als 0,05 bis 1 angeboten (z. B. Auszahlungen von weniger als 1,05 USD/GBP/EUR/AUD je eingesetztem 1 USD/GBP/EUR/AUD).
fr_fr: Les contrats ne sont généralement pas proposés à des cotes inférieures à 0,05 pour 1 (c'est-à-dire avec des paiements inférieurs à 1,05 USD/GBP/EUR/AUD pour chaque investissement de 1 USD/GBP/EUR/AUD).
id_id: Kontrak tidak tersedia jika selisih dibawah 0.05 hingga 1 (yaitu hasil dibawah USD/GBP/EUR/AUD 1.05 untuk tiap harga kontrak sebesar USD/GBP/EUR/AUD 1).
pl_pl: Kontrakty nie będą zazwyczaj oferowane z różnicą o wartości poniżej 0,05 do 1 (tzn. wypłaty poniżej 1,05 USD/GBP/EUR/AUD dla każdej stawki w wysokości 1 USD/GBP/EUR/AUD).
pt_pt: Os contratos não serão, por norma, disponibilizados com odds abaixo de 0,05 a 1 (ou seja, pagamentos inferiores a 1,05 USD/GBP/EUR/AUD por cada 1 USD/GBP/EUR/AUD apostado).
vi_vn: Hợp đồng thưởng sẽ không được chào giá tại tỉ lệ cược dưới 0.05-tới-1 (ví dụ tiền thưởng của dưới USD/GBP/EUR/AUD 1.05 cho mỗi 1 đơn vị vốn USD/GBP/EUR/AUD).
zh_cn: 所提供合约的赔率通常不会低于0.05比1（即每下注1美元/英镑/欧元/澳元将获得1.05美元/英镑/欧元/澳元的赔付）。

source: Contracts will not usually be offered during the first 10 minutes of market trade.
de_de: Während der ersten zehn Minuten des Börsenhandelstages werden normalerweise keine Kontrakte angeboten.
fr_fr: Les contrats ne sont généralement pas proposés pendant les 10 premières minutes d'ouverture du marché.
id_id: Kontrak tidak dapat ditawarkan pada 10 menit pertama sesi pasar trading.
pl_pl: Kontrakty nie będą zwykle oferowane podczas pierwszych 10 minut handlu.
pt_pt: Os contratos não serão, por norma, disponibilizados durante os primeiros 10 minutos da negociação de mercado.
vi_vn: Hợp Đồng thường sẽ không được chào bán trong khoảng 10 phút đầu của giao dịch thị trường.
zh_cn: 在市场交易的第一个10分钟通常不会提供合约。

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
de_de: Wenn der Basiskurs auf seinem Intraday-Hoch oder Intraday-Tief steht, werden hierfür normalerweise keine Kontrakte angeboten.
fr_fr: Les contrats ne sont généralement pas proposés lorsque le marché sous-jacent atteint son pic haussier ou baissier en séance.
id_id: Kontrak tidak dapat ditawarkan jika pasar berada pada intraday tinggi atau intraday rendah.
pl_pl: Kontrakty nie będą zwykle dostępne, kiedy rynek podstawowy będzie znajdował się w dziennym maksimum lub dziennym minimum.
pt_pt: Os contratos não serão, por norma, disponibilizados quando o mercado subjacente se encontrar na sua alta ou queda intradiárias.
vi_vn: Hợp đồng sẽ không được chào bán khi giá thị trường cơ sở đang ở mức cao trong ngày hoặc thấp trong ngày giao dịch.
zh_cn: 当标的市场处于日内最高或最低时通常不会提供合约。

source: Contribute creative ideas to further the company's dynamic branding effort
de_de: Tragen Sie kreative Ideen bei, um die dynamische Markenpflege des Unternehmens voranzutreiben
fr_fr: Apporter des idées créatives pour poursuivre l’effort de personnalisation dynamique de la compagnie
id_id: Kontribusikan ide kreatif untuk mengupayakan branding dinamis perusahaan
pl_pl: Korzystanie z kreatywnych pomysłów w celu wsparcia starań firmy w budowaniu świadomości marki
pt_pt: Contribuir com as suas ideias, energia e criatividade para desenvolver as iniciativas de promoção da marca da empresa
vi_vn: Đóng góp những ý tưởng sáng tạo để đẩy mạnh nỗ lực xây dựng thương hiệu năng động cho công ty
zh_cn: 提供有创意的想法，以进一步推动公司的动态品牌推广工作

source: Contribute ideas, energy, and creativity to further the company's dynamic branding efforts
de_de: Tragen Sie Ideen, Elan und Kreativität bei, um die dynamische Markenpflege voranzutreiben
fr_fr: Mobiliser vos idées, votre énergie et votre créativité pour soutenir les initiatives de la compagnie en termes d'évolution de l'image de marque (branding)
id_id: Kontribusikan ide, energi, dan kreativitas untuk lebih jauh upaya branding dinamis perusahaan
pl_pl: Korzystanie z pomysłów, energii oraz kreatywności w celu wsparcia starań firmy w budowaniu świadomości marki
pt_pt: Contribuir com as suas ideias, energia e criatividade para desenvolver as iniciativas de promoção da marca da empresa
vi_vn: Đóng góp các ý tưởng, sức lực và sự sáng tạo để đẩy mạnh nỗ lực xây dựng thương hiệu năng động cho công ty
zh_cn: 贡献想法、能量和创造力，为进一步推展公司的动态品牌而努力

source: Contribute to %1's open-source projects.
de_de: Tragen Sie zu den Open-Source Projekten von %1 bei.
fr_fr: Contribuez aux projets open source de %1.
id_id: Kontribusi ke proyek open source %1.
pl_pl: Uczestnicz w projektach open-source %1.
pt_pt: Contribua para os projetos de código aberto da %1.
vi_vn: Đóng góp vào các dự án nguồn mở của %1.
zh_cn: 为%1的开源项目作出贡献。

source: Contributions to the %1 API
de_de: Beiträge zum %1 API
fr_fr: Contributions à l'API %1
id_id: Kontribusi API %1
pl_pl: Wkład w API %1
pt_pt: Contribuições para a API %1
vi_vn: Các đóng góp cho %1 API
zh_cn: 对%1 API的贡献

source: Contributors
de_de: Beitragende
fr_fr: Contributeurs
id_id: Kontributor
pl_pl: Współpracownicy
pt_pt: Contribuidores
vi_vn: Cộng tác viên
zh_cn: 捐助人

source: Control of Assets Rules
de_de: Kontrolle der Vermögens-Regeln
fr_fr: Règles de Contrôle des Actifs
id_id: Pengendalian Aturan Aset
pl_pl: Zasady kontroli aktywów
pt_pt: Controlo de regras de ativos
vi_vn: Kiểm soát các quy tắc nội dung
zh_cn: 资产规则控制

source: Controlled risk
de_de: Kontrolliertes Risiko
fr_fr: Contrôle du risque
id_id: Risiko terkendali
pl_pl: Ryzyko kontrolowane
pt_pt: Risco controlado
vi_vn: Rủi ro đã kiểm soát
zh_cn: 有限风险

source: Convert raw data into an easy-to-understand format for analysis and reporting purposes.
fr_fr: Convertir les données brutes dans un format facile à comprendre à des fins d'analyse et de rapport.
id_id: Mengubah data mentah menjadi format yang mudah dipahami untuk keperluan analisis dan pelaporan.
pl_pl: Przekształcanie surowych danych w łatwy do zrozumienia format na potrzeby analizy i raportowania.
vi_vn: Chuyển đổi dữ liệu thô thành định dạng dễ hiểu cho mục đích phân tích và báo cáo.
zh_cn: 将原始数据转换为易于理解的格式, 以便进行分析和报告。

source: Converting data into actionable insights that contribute to business strategies.
fr_fr: Convertir les données en informations exploitables qui contribuent aux stratégies commerciales.
id_id: Mengubah data menjadi wawasan yang dapat ditindaklanjuti dan memiliki kontribusi pada strategi bisnis.
pl_pl: Przekształcanie danych, tak by zapewniały ułatwiający działania pogląd, przyczyniający się do podejmowania decyzji biznesowych.
vi_vn: Chuyển đổi dữ liệu thành những kiến thức để góp phần vào chiến lược kinh doanh.
zh_cn: 将数据转换为可执行的建议, 为业务策略做出贡献。

source: Cookies and Device Information
de_de: Cookies und Geräteinformationen
id_id: Cookie dan Informasi Perangkat
pl_pl: Informacje o urządzeniu i plikach cookie
pt_pt: Cookies e informações de dispositivo
vi_vn: Cookies và Thông Tin Thiết Bị
zh_cn: Cookie 和设备信息

source: Coordinate business development activities and generate high-quality partnership leads
de_de: Koordination von Geschäftsentwicklungsaktivitäten und Generierung von hochwertigen Partnerschaftskontakten
fr_fr: Assurer la coordination des activités de développement commercial et générer des prospects de haute qualité pour des partenaires potentiels
id_id: Mengkoordinasikan kegiatan pengembangan bisnis dan menghasilkan prospek kemitraan berkualitas tinggi
pl_pl: Koordynowanie działań przyczyniających się do rozwoju działalności firmy oraz tworzenie silnych powiązań z partnerami
pt_pt: Coordenar atividades de desenvolvimento de negócio e gerar potenciais parcerias
vi_vn: Phối hợp với những hoạt động phát triển kinh doanh và tạo lập các mối quan hệ đối tác cao cấp
zh_cn: 通过协调业务活动发展高质量合作关系

source: Coordinate with Payment System Service Providers in offering cryptocurrencies and digital wallets as a payment method
de_de: Koordinieren Sie mit Zahlungsdienstleistern, um Kryptowährungen und digitale Wallets als Zahlungsmethode anzubieten
fr_fr: Assurer la coordination avec les prestataires de Service de Système de Paiement dans l’offre crypto devises et porte-monnaie numérique comme mode de paiement
id_id: Berkoordinasi dengan Penyedia Layanan Sistem Pembayaran dalam menawarkan mata uang kripto dan dompet digital sebagai metode pembayaran
pl_pl: Współprac z dostawcami usług płatniczych pod kątem oferowania jako metody płatności kryptowalut i portfeli cyfrowych
pt_pt: Coordenar com os provedores de serviços do sistema de pagamento ao oferecer criptomoedas e carteiras digitais como forma de pagamento
vi_vn: Phối hợp với các Nhà Cung Cấp Dịch Vụ Hệ Thống Chi Trả trong việc triển khai tiền cryptocurrency và ví điện tử làm phương pháp thanh toán
zh_cn: 与支付系统服务提供商协调, 提供加密货币和数字钱包作为支付方式

source: Copyright
fr_fr: Droit d'auteur
id_id: Hak Cipta
pl_pl: Prawa autorskie
pt_pt: Direitos autorais
vi_vn: Bản Quyền
zh_cn: 版权

source: Copywriter
fr_fr: Rédacteur [H/F]
pt_pt: Redator
vi_vn: Biên Soạn Quảng Cáo
zh_cn: 文案

source: Cost per acquisition (CPA) for EU affiliates only
de_de: Kosten pro Akquisition (CPA) nur für ihre EU-Partner
fr_fr: Coût par acquisition (CPA) pour les affiliés EU seulement
id_id: Cost per acquisition (CPA) untuk affiliasi Uni Eropa saja
pl_pl: Koszt za akcję (CPA) dostępny wyłącznie dla partnerów z UE
pt_pt: Custo por ação (CPA) apenas para afiliados UE
vi_vn: Giá mỗi chuyển đổi (CPA) cho các liên kết EU
zh_cn: 仅适用于欧盟区联盟的每行动成本 (CPA)

source: Costs and Charges
de_de: Kosten und Gebühren
id_id: Berbagai Biaya
pl_pl: Koszty i opłaty
pt_pt: Custos e encargos
vi_vn: Chi Phí và Lệ Phí
zh_cn: 成本和费用

source: Counterparty
de_de: Gegenpartei
fr_fr: Contrepartie
id_id: Rekanan
pl_pl: Kontrahent
pt_pt: Contraparte
zh_cn: 相对方

source: Countries report: Displays a list of countries where your clicks are coming from
de_de: Länderbericht: Zeigt eine Liste der Länder an, aus denen Ihre Klicks kommen
fr_fr: Rapport pays : Affiche une liste des pays d'où viennent vos clics
id_id: Laporan negara: Menampilkan daftar negara tempat klik berasal
pl_pl: Raport dot. krajów: przedstawia listę krajów, z których pochodzą Twoje kliknięcia
pt_pt: Relatório de países: Exibe uma lista de países de onde os seus cliques provêm
vi_vn: Báo cáo quốc gia: Hiển thị một danh sách các quốc gia nơi các nhấp chuột của bạn đang đến từ
zh_cn: 国家报表: 显示您的点击率来源国家列表

source: Country of Residence
de_de: Wohnsitzland
fr_fr: Pays de résidence
id_id: Negara Domisili
pl_pl: Kraj zamieszkania
pt_pt: País de Residência
vi_vn: Quốc gia cư trú
zh_cn: 居住国

source: Country of residence
de_de: Wohnsitzland
fr_fr: Pays de résidence
id_id: Negara domisili
pl_pl: Kraj zamieszkania
pt_pt: País de residência
vi_vn: Quốc gia cư trú
zh_cn: 居住国
