Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Binary Limited, with registered office at 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, is the holding company for the subsidiaries listed below.
de_de: Binary Limited, mit eingetragenem Firmensitz in 47 Esplanade, St. Helier, Jersey, JE1 0BD Kanalinseln, ist die Holdinggesellschaft für die unten angeführten Tochtergesellschaften.
fr_fr: Binary Limited, dont les bureaux officiels se situent au 47 Esplanade, St. Helier, Jersey, JE1 0BD Channel Islands, est la société holding pour les filiales mentionnées ci-dessous.
id_id: Binary Limited, yang beralamat di 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, adalah perusahaan induk dari anak perusahaan yang tercantum di bawah ini.
pl_pl: Binary Limited, z siedzibą zarejestrowaną pod adresem: 47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands, jest spółką holdingową dla niżej wymienionych spółek zależnych.
pt_pt: A Binary Ltd, com sede social situada no endereço 47 Esplanade, St. Helier, Jersey, JE1 0BD, Ilhas do Canal, é a empresa-mãe das empresas listadas abaixo.
vi_vn: Công ty TNHH Binary, địa chỉ văn phòng được đăng ký tại 47 Esplanade, St. Helier, Jersey, Đảo Channel JE1 0BD, là công ty cổ phần cho các chi nhánh được lên danh sách dưới đây.
zh_cn: Binary有限公司的注册办事处位于 47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands，为 Binary 集团的控股公司。

source: Binary Options
de_de: Binäre Optionen
fr_fr: Options binaires
id_id: Opsi Binary
pl_pl: Opcje binarne
pt_pt: Opções binárias
zh_cn: 二元期权

source: Binary Options Trading has been disabled on your account. Kindly %1contact customer support%2 for assistance.
de_de: Der Handel mit binären Optionen wurde auf Ihrem Konto deaktiviert. Bitte %1kontaktieren Sie den Kundensupport%2, um Unterstützung zu erhalten.
fr_fr: Le Trading d'Options Binaires a été désactivé sur votre compte. Veuillez %1contacter le support client%2 pour vous assister.
id_id: Trading Opsi Binary telah dibatalkan pada akun Anda. Silahkan %1hubungi customer support%2 untuk bantuan.
pl_pl: Handlowanie opcjami binarnymi zostało wyłączone na Twoim koncie. %1Skontaktuj się z działem obsługi klienta%2, aby uzyskać wsparcie.
pt_pt: A negociação de opções binárias foi desativado na sua conta. Entre em contato com o %1suporte ao cliente%2 para receber assistência.
vi_vn: Giao dịch Binary Options đã bị khóa trên tài khoản của bạn. Xin vui lòng %1liên hệ hỗ trợ khách hàng%2 để được trợ giúp.
zh_cn: 您的账户已被禁进行二元期权交易。请 %1联系客服部%2寻求帮助。

source: Binary Options for MT5
de_de: Binäre Optionen für MT5
fr_fr: Options Binaires pour MT5
id_id: Opsi Binary untuk MT5
pl_pl: Opcje binarne na platformę MT5
pt_pt: Opções binárias para MT5
vi_vn: Binary Options trên MT5
zh_cn: MT5的二元期权

source: Binary Options on MT5
de_de: Binäre Optionen auf MT5
fr_fr: Options Binaires sur MT5
id_id: Opsi Binary pada MT5
pl_pl: Opcje binarne na platformie MT5
pt_pt: Opções binárias na MT5
vi_vn: Binary Options trên MT5
zh_cn: MT5二元期权

source: Binary Shop
fr_fr: Boutique Binary.com
id_id: Toko Binary
pl_pl: Sklep Binary
pt_pt: A loja Binary
vi_vn: Cửa Hàng Binary
zh_cn: Binary商店

source: Binary Tick Trade App
fr_fr: Application binaire Tick Trade
id_id: Aplikasi Trading Tik Binary
pl_pl: Aplikacja Binary TickTrade
pt_pt: Aplicativo dos tique-taque
vi_vn: Ứng dụng giao dịch Tick
zh_cn: Binary跳动交易应用程序

source: Binary granted Investment Services license
de_de: Binary wurde eine Lizenz für Investmentdienstleistungen erteilt
fr_fr: Binary obtient une licence en tant que fournisseur de services d'investissement
id_id: Binary telah diberikan lisensi Layanan Investasi
pl_pl: Binary uzyskuje licencję na świadczenie usług inwestycyjnych
pt_pt: Binary recebe licença para serviços de investimento
vi_vn: Binary đã được cấp giấy phép Dịch vụ Đầu tư
zh_cn: Binary 被授予投资服务牌照

source: Binary in Numbers
de_de: Binary in Zahlen
fr_fr: Binary en chiffres
id_id: Binary dalam Angka
pl_pl: Firma Binary w liczbach
pt_pt: A Binary em números
vi_vn: Số Liệu Binary. com
zh_cn: Binary的统计数字

source: Binary opens Japan office
de_de: Binary eröffnet eine Zweigstelle in Japan
fr_fr: Binary ouvre une antenne au Japon
id_id: Binary membuka kantor di Jepang
pl_pl: Binary otwiera biuro w Japonii
pt_pt: A Binary abre escritório no Japão
vi_vn: Binary mở văn phòng Nhật
zh_cn: Binary 开设日本办公室

source: Binary option
de_de: Binäre Option
fr_fr: Option binaire
id_id: Opsi binary
pl_pl: Opcja binarna
pt_pt: Opções binárias
zh_cn: 二元期权

source: Binary options
de_de: Binäre Optionen
fr_fr: Options binaires
id_id: Opsi binary
pl_pl: Opcje binarne
pt_pt: Opções binárias
zh_cn: 二元期权

source: Binary options allow you to trade on a wide range of underlying markets. One of the advantages of trading binary options is that you are not buying or selling an actual asset, only a contract that determines how that asset performs over a period of time. This limits your risk and makes it easy for anyone to start trading.
de_de: Sie können binäre Optionen auf einer Vielzahl von zugrundeliegenden Märkten handeln. Einer der Vorteile des Handels mit binären Optionen ist, dass Sie eine tatsächliche Anlage weder kaufen noch verkaufen, sondern nur einen Kontrakt, der bestimmt wie diese Anlage über einen bestimmten Zeitraum hinweg performt. Dies schränkt Ihr Risiko ein und macht es für jedermann leicht, mit dem Handel zu beginnen.
fr_fr: Les options binaires vous permettent d’échanger sur un large éventail de marchés sous-jacents. Un des avantages du trading d’options binaires est que vous n’achetez pas ou ne vendez pas un actif réel, seul un contrat qui détermine la façon dont cet actif performe sur une période de temps. Cela limite le risque et le rend facile pour quiconque de commencer à négocier.
id_id: Opsi binary memungkinkan Anda untuk trading di berbagai pasar yang mendasarinya. Salah satu kelebihan tradng opsi binary adalah Anda tidak membeli atau menjual aset sebenarnya, hanya kontrak yang menentukan bagaimana kinerja aset selama periode waktu tertentu. Ini membatasi risiko Anda dan memudahkan setiap orang untuk memulai trading.
pl_pl: Opcje binarne umożliwiają Ci handlowanie na różnego rodzaju rynkach bazowych. Jedną z zalet handlowania opcjami binarnymi jest fakt, że nie kupujesz ani nie sprzedajesz danego aktywa, a kontrakt, który określa, jak to aktywo zachowa się na rynku w danym okresie czasu. Ogranicza to Twoje ryzyko i sprawia, że rozpoczęcie handlowania jest proste dla każdego.
pt_pt: Opções binárias permitem-lhe negociar uma grande variedade de mercados subjacentes. Uma das vantagens de negociar opções binárias é que não se compra nem vende o ativo real, mas apenas um contrato que determina o desempenho do ativo ao longo de um período de tempo. Isto limita o seu risco e facilita a possibilidade de qualquer pessoa iniciar-se nas negociações.
vi_vn: Binary Options cho phép bạn giao dịch trên một loạt các thị trường cơ sở. Một trong những lợi thế của giao dịch Binary Option là bạn không mua hoặc bán một tài sản thực tế, mà chỉ là một hợp đồng để xác định cách mà tài sản thay đổi trong một khoảng thời gian nhất định. Điều này hạn chế rủi ro của bạn và bất cứ ai cũng có thể dễ dàng để bắt đầu kinh doanh.
zh_cn: 二元期权让您在各种基础市场进行交易。二元期权交易的优点之一是，您买入或卖出的不是真实资产，只是确定该资产在一段时间内将如何表现的合约。这点可将风险降低，让任何人都可以轻松开始交易。

source: Binary options are now available for you to trade on MT5 – our advanced multi-asset trading platform that offers unlimited trading possibilities.
de_de: Binäre Optionen sind jetzt zum Handel für Sie auf MT5 verfügbar – unserer erweiterten Multi-Anlagen-Handelsplattform, die unbegrenzte Handelsmöglichkeiten bietet.
fr_fr: Les Options Binaires sont maintenant disponibles pour le trading sur MT5 – notre plateforme de trading avancée multi-actifs qui offre des possibilités illimitées de trading.
id_id: Opsi Binary kini telah tersedia untuk ditradingkan pada MT5 – platform trading multi-aset canggih yang menawarkan kemungkinan trading tanpa batas.
pl_pl: Handlowanie opcjami binarnymi jest teraz możliwe na platformie MT5 – naszej zaawansowanej platformie z wieloma aktywami oferującej nieograniczone możliwości handlowe.
pt_pt: As opções binárias estão agora disponíveis para negociação na MT5 – a nossa plataforma de negociação multi-ativos que proporciona possibilidades de negociação sem limites.
vi_vn: Bạn có thể giao dịch Binary options trên MT5 - nền tảng giao dịch đa tài sản nâng cao của chúng tôi cung cấp khả năng giao dịch không giới hạn.
zh_cn: MT5是我们新近推出的先进、多资产交易平台, 为您提供无限的二元期权交易机会 。

source: Binary options on MT5 are available exclusively on Volatility Indices which are synthetic indices that simulate market volatility and are available for trading 24 hours a day, seven days a week.
de_de: Binäre Optionen auf MT5 sind exklusiv auf Volatilität Indizes verfügbar, die synthetische Indizes sind, die die Markt-Volatilität simulieren und für den Handel 24 Stunden am Tag, sieben Tage die Woche verfügbar sind.
fr_fr: Les Options Binaires sur MT5 sont disponibles exclusivement sur des Indices de volatilité qui sont des indices synthétiques qui simulent la volatilité du marché et sont disponibles pour le trading 24 heures par jour, sept jours par semaine.
id_id: Opsi Binary pada MT5 tersedia secara khusus pada Indeks Volatilitas dimana merupakan indeks sintetis yang mensimulasikan volatilitas pasar dan tersedia untuk trading selama 24 jam sehari, tujuh hari seminggu.
pl_pl: Opcje binarne na MT5 są dostępne wyłącznie na wskaźniki zmienności, które są wskaźnikami syntetycznymi symulującymi zmienność rynkową, a handel nimi jest możliwy 24 godziny na dobę, siedem dni w tygodniu.
pt_pt: As opções binárias na MT5 estão disponíveis exclusivamente em índices "Volatility", que são índices sintéticos que simulam a volatilidade do mercado e estão disponíveis para negociação 24 horas por dia, sete dias por semana.
vi_vn: Binary options trên MT5 có sẵn độc quyền trên Chỉ số biến động là chỉ số tổng hợp mô phỏng biến động thị trường và có sẵn để giao dịch 24 giờ một ngày, bảy ngày trong tuần.
zh_cn: MT5 仅适用于波动性指数的二元期权交易, 这是模拟市场波动率的综合指数, 每天24小时、每周七天皆可交易。

source: Binary options trading experience
de_de: Binäre Optionen Handelserfahrung
fr_fr: Expérience en trading d'options binaires
id_id: Pengalaman trading opsi Binary
pl_pl: Doświadczenie w handlowaniu opcjami binarnymi
pt_pt: Experiência em negociação de opções binárias
vi_vn: Kinh nghiệm giao dịch các lựa chọn Binary
zh_cn: 二元期权交易经验

source: Binary options trading frequency
de_de: Binäre Optionen Handelshäufigkeit
fr_fr: Fréquence de trading d’options binaires
id_id: Frekuensi trading opsi binary
pl_pl: Częstotliwość handlowania opcjami binarnymi
pt_pt: Frequência de negociação de opções binárias
vi_vn: Tần xuất giao dịch các lựa chọn Binary
zh_cn: 二元期权交易频率

source: Binary options trading is now available on our MT5 platform. Learn more about its benefits and available markets.
de_de: Der Handel mit binären Optionen ist jetzt auf unserer MT5 Plattform verfügbar. Erfahren Sie mehr über deren Vorteile und die verfügbaren Märkte.
fr_fr: Le trading d’Options Binaires est maintenant disponible sur notre plateforme MT5. Apprenez-en davantage sur ses avantages et les marchés disponibles.
id_id: Trading opsi Binary kini tersedia pada platform MT5 kami. Pelajari lebih lanjut tentang manfaat dan pasar yang tersedia.
pl_pl: Teraz na naszej platformie MT5 możliwe jest handlowanie opcjami binarnymi. Dowiedz się więcej o korzyściach tych opcji i dostępnych rynkach.
pt_pt: Está agora disponível na nossa plataforma MT5 a negociação de opções binárias. Aprenda mais sobre os seus benefícios e os mercados disponíveis.
vi_vn: Giao dịch Binary options hiện đã có trên nền tảng MT5 của chúng tôi. Hãy tìm hiểu thêm về lợi ích và thị trường có sẵn của nó.
zh_cn: 现在我们的 MT5 平台可提供二元期权交易。了解其好处和可用市场的详细信息。

source: Binary options trading is relatively easy. You can purchase a contract in just three steps:
de_de: Der Handel mit binären Optionen ist relativ einfach. Sie können einen Kontrakt in nur drei Schritten erwerben:
fr_fr: Le trading d’options binaires est relativement facile. Vous pouvez acheter un contrat en trois étapes :
id_id: Trading opsi binary relatif mudah. Anda bisa membeli kontrak hanya dalam tiga langkah:
pl_pl: Handlowanie opcjami binarnymi jest dość proste. Możesz zakupić kontrakt w trzech krokach:
pt_pt: A negociação de opções binárias é relativamente fácil. É possível comprar um contrato em apenas 3 passos:
vi_vn: Giao dịch lựa chọn nhị phân tương đối dễ dàng. Bạn có thể mua một hợp đồng trong chỉ ba bước:
zh_cn: 相对说来，二元期权交易是很容易的。 您可以通过三个简单步骤购买合约：

source: Binary options transactions fall out of the scope of this Multi-Account Manager (MAM) Agreement.
de_de: Transaktionen mit binären Optionen fallen aus dem Geltungsbereich dieser Multi-Account Manager (MAM) Vereinbarung.
fr_fr: Les transactions concernant les options binaires tombent hors de la portée de l'Accord Gestionnaire Multi-Compte (MAM).
id_id: Transaksi opsi Binary tidak termasuk di dalam Perjanjian Multi-Account Manager (MAM) ini.
pl_pl: Transakcje opcji binarnych nie podlegają postanowieniom Umowy w sprawie Menedżera wielu kont (MAM).
pt_pt: As transações de opções binárias encontram-se fora do âmbito deste Acordo de gestor multi-contas.
vi_vn: Giao dịch Binary options rơi ra khỏi phạm vi của thỏa thuận trình Quản Lý Đa Tài Khoản (MAM) này.
zh_cn: 二元期权交易记录不属于此多账户经理协议的范围。

source: Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan.
de_de: Binarys japanische Tochtergesellschaft Binary KK, ist von der KLFB (Kanto Local Finance Bureau) als ein Typ 1 Finanzinstrumente-Unternehmen in Japan lizensiert.
fr_fr: Binary KK, la filiale japonaise de Binary, obtient une licence de type 1 délivrée par l'organisme japonais de réglementation des services financiers (KLFB), autorisant la société à négocier les instruments financiers au Japon.
id_id: Anak Perusahan Binary Jepang yaitu Binary KK dilisensi oleh KLFB sebagai Jenis 1 Instrumen Keuangan Bisnis di Jepang.
pl_pl: Spółka zależna firmy Binary: Binary KK podlega licencji KLFB jako firma typu 1 prowadząca działalność w zakresie instrumentów finansowych w Japonii.
pt_pt: A subsidiária japonesa da Binary, a Binary KK, está licenciada pela KLFB como um Negócio de Instrumentos Financeiros de tipo 1 no Japão.
vi_vn: Chi nhánh tại Nhật Bản của Binary là Binary KK được cấp phép bởi KLFB để hoạt động như là một Công Cụ Tài Chính Doanh Nghiệp Loại 1 tại Nhật bản.
zh_cn: Binary 日本子公司 Binary KK 由 KLFB 授予日本第1类金融工具商务许可证。

source: Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses.
de_de: Binary KK, die japanische Tochtergesellschaft von Binary, eröffnet ein Büro in Tokio und beginnt, die erforderlichen Lizenzen zu beantragen.
fr_fr: La filiale japonaise Binary KK ouvre une antenne à Tokyo et lance le processus d'obtention des licences nécessaires.
id_id: Anak perusahaan Binary Jepang yaitu Binary KK membuka kantor di Tokyo dan memulai proses pengajuan izin yang relevan.
pl_pl: Spółka zależna firmy Binary, Binary KK, otwiera biuro w Tokio i rozpoczyna proces ubiegania się o odpowiednie licencje.
pt_pt: A subsidiária japonesa da Binary, a Binary KK, abre um escritório em Tóquio e inicia o processo de requisição de licenças relevantes.
vi_vn: Binary KK công ty chi nhánh Nhật của Binary mở một văn phòng ở Tokyo và bắt đầu quá trình xin các giấy phép liên quan.
zh_cn: Binary 的日本子公司 Binary KK 在东京开设了办公室，并开始办理申请相关许可证。

source: Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority.
de_de: Der Binary Tochtergesellschaft Binary Investments (Europe) Ltd. wurde von der Maltesischen Finanzdienstleistungsaufsichtsbehörde eine Kategorie 3 Investmentdienstleistungen Lizenz erteilt.
fr_fr: Binary Investments (Europe), la filiale maltaise de Binary, obtient une licence de catégorie 3 délivrée par l'Autorité maltaise des services financiers, autorisant la société à proposer des services d'investissement.
id_id: Cabang Binary Malta yaitu Binary Investments (Europe) Ltd. diberikan sebuah lisensi Category 3 Investment Services oleh Malta Financial Services Authority.
pl_pl: Urząd ds. Usług Finansowych (Malta Financial Services Authority) na Malcie przyznał maltańskiej spółce zależnej firmy Binary, Binary Investments (Europe) Ltd., licencję dla podmiotów świadczących usługi inwestycyjne kategorii 3.
pt_pt: À nossa subsidiária maltesa, Binary Investments (Europe) Ltd., é concedida uma licença para Serviços de Investimento de Categoria 3 pela Autoridade dos Serviços Financeiros de Malta.
vi_vn: Công ty Đầu tư Binary (Châu Âu) chi nhánh Malta được cấp giấy phép về Dịch vụ Đầu tư Loại 3 bởi Ủy ban Dịch vụ Tài chính Malta.
zh_cn: Binary 的马耳他附属公司 Binary Investments (Europe) Ltd. 由 Malta Financial Services Authority 授予3级投资服务牌照。

source: Binary's platform transacts on average %1 %2transactions%3 per second, 24/7
de_de: Auf der Binary Platform werden im Durchschnitt %1 %2Transaktionen%3 pro Sekunde, rund um die Uhr, abgewickelt
fr_fr: La plate-forme Binary traite en moyenne %1 %2transactions%3 par seconde, 24 h sur 24, 7 jours sur 7
id_id: Platform Binary memproses rata-rata %1 %2transaksi%3 per detik, 24/7
pl_pl: Na platformie Binary.com dokonywanych jest średnio %1 %2transakcji%3 na sekundę, 24 godz. na dobę 7 dni w tygodniu
pt_pt: A plataforma Binary.com processa, em média, %1 %2transações%3 por segundo, 24/7
vi_vn: Sàn giao dịch Binary đạt trung bình khoảng %1 %2giao dịch%3 mỗi giây, 24/7
zh_cn: Binary 平台平均每秒钟进行 %1宗%2交易%3，全天候提供服务，整年无休

source: Binary.com Graduate Program
de_de: Binary.com Graduate Programm
fr_fr: Programme pour diplômés de Binary.com
pl_pl: Program Binary.com dla absolwentów
vi_vn: Chương trình tốt nghiệp Binary.com
zh_cn: Binary.com 研究生课程

source: Binary.com recommends 1.1.1.1
de_de: Binary.com empfiehlt 1.1.1.1
fr_fr: Binary.com recommande 1.1.1.1
id_id: Binary.com merekomendasikan 1.1.1.1
pl_pl: Binary.com poleca 1.1.1.1
pt_pt: A Binary.com recomenda a 1.1.1.1
vi_vn: Binary.com đề xuất 1.1.1.1
zh_cn: Binary.com推荐 1.1.1.1

source: Bitcoin
zh_cn: 比特币

source: Bitcoin Cash
pl_pl: Gotówka bitcoin
vi_vn: Bitcoin tiền mặt
zh_cn: 比特币现金

source: Bitcoin Cash vs US Dollar
de_de: Bitcoin Cash gegen US Dollar
fr_fr: Bitcoin Cash vs Dollar Américain
id_id: Bitcoin vs Dolar AS
pl_pl: Gotówka Bitcoin vs dolar amerykański
pt_pt: Bitcoin Cash vs. Dólar americano
vi_vn: Bitcoin tiền mặt vs đô-la Mỹ
zh_cn: 比特币兑美元

source: Bitcoin is the world's first decentralised cryptocurrency, created in 2009. For more information, please visit %1.
de_de: Bitcoin ist die weltweit erste dezentrale Kryptowährung, im Jahr 2009 erstellt. Für weitere Informationen besuchen Sie bitte %1.
fr_fr: Bitcoin est la première crypto monnaie décentralisée au monde, créée en 2009. Pour plus d’informations, veuillez visiter %1.
id_id: Bitcoin adalah mata uang kripto yang terdesentralisasi pertama di dunia, dibuat pada tahun 2009. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Bitcoin to pierwsza światowa zdecentralizowana waluta utworzona w 2009 r. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: O Bitcoin foi a primeira criptomoeda descentralizada do mundo, criada em 2009. Para mais informações, visite %1.
vi_vn: Bitcoin là cryptocurrency phi tập trung đầu tiên trên thế giới, được sáng lập ra vào năm 2009. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: 比特币是创建于2009年的全球第一个去中心化加密货币。欲了解详情, 请访问 %1。

source: Bitcoin vs US Dollar
de_de: Bitcoin gegen US Dollar
fr_fr: Bitcoin vs Dollar Américain
id_id: Bitcoin vs Dolar AS
pl_pl: Bitcoin vs dolar amerykański
pt_pt: Bitcoin vs. Dólar americano
vi_vn: Bitcoin vs đô-la Mỹ
zh_cn: 比特币兑美元

source: Blockchain technology – All cryptocurrencies use a variation of blockchain technology (a kind of public ledger) to score records of each transaction.
de_de: Blockchain Technologie – Alle Kryptowährungen verwenden eine Variante der Blockchain-Technologie (eine Art öffentlicher Ledger), um Aufzeichnungen über jede Transaktion zu erhalten.
fr_fr: Technologie Blockchain – Toutes les crypto devises utilisent une variante de technologie de blockchain (une sorte de registre public) pour marquer les enregistrements de chaque transaction.
id_id: Teknologi Blockchain - Semua mata uang kripto menggunakan variasi teknologi blockchain (semacam buku besar) untuk mencetak catatan setiap transaksi.
pl_pl: Technologia blockchain – wszystkie kryptowaluty korzystają z różnych technologii blockchain (swego rodzaju rejestr publiczny) w celu oceny zapisów każdej transakcji.
vi_vn: Công nghệ Blockchain - tất cả cryptocurrencies sử dụng một biến thể của công nghệ blockchain (một loại sổ sách công khai) ghi hồ sơ của mỗi giao dịch.
zh_cn: 区块链技术 - 所有加密货币使用各式的区块链技术（一种公开账本）为每笔交易保存记录。

source: Blogger and vlogger
fr_fr: Blogueur et vlogger
id_id: Blogger dan vlogger
pl_pl: Blogger i vlogger
pt_pt: Blogger e vlogger
vi_vn: Blogger và vlogger
zh_cn: 博客和视频博客
