Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client's account should any trade result in a disruption, miscarry or aborted trade.
de_de: Weiterhin behält sich das Unternehmen unter den o.g. Umständen, oder anderen, das Recht vor, das Kundenkonto zu berichtigen, wenn ein Handel zu einem unvollständigen, missglückten oder abgebrochenen Kontrakt führt.
id_id: Selanjutnya, Perusahaan, dalam situasi di atas, atau lainnya, berhak untuk menyesuaikan akun pelanggan jika terdapat kontrak yang mengalami perubahan akibat gangguan atau pembatalan kontrak.
pl_pl: Ponadto Firma, biorąc pod uwagę powyższe lub jakiekolwiek inne okoliczności, zastrzega sobie prawo do ingerencji w konto klienta w przypadku zakłócenia, przerwania lub zawieszenia jakiegokolwiek zakładu.
pt_pt: Além disso, a Empresa, nas situações descritas acima, ou em quaisquer outras, reserva o direito de ajustar uma conta de cliente caso qualquer negociação resulte em perturbação, fracasso ou interrupção.
vi_vn: Ngoài ra, Công ty trong trường hợp trên hoặc bất cứ trường hợp khác, đều có quyền điều chỉnh tài khoản của khách hàng nếu giao dịch gây ra tranh chấp, gặp vấn đề hay kết thúc bất thường.
zh_cn: 此外，在以上或其他任何情况之下，如果发生任何交易中断、流产或中止等，公司保留调整客户账户的权利。

source: Furthermore, the Company disclaims all liability for any malfunctioning, impossibility of access, or poor use conditions of the %1 API due to inappropriate equipment, disturbances related to internet service providers, to the saturation of the internet network, and for any other reason.
de_de: Darüber hinaus lehnt das Unternehmen jegliche Haftung für die Fehlfunktion, die Unmöglichkeit des Zugriffs oder schlechte Verwendungsbedingungen des %1 API wegen ungeeignter Ausstattung, Störungen, die von Internetanbietern verursacht sind, der Überlastung des Internetnetzwerks und jeglichem weiteren Grund ab.
id_id: Selain itu, Perusahaan melepaskan semua tanggung jawab bagi setiap kerusakan, ketidakmungkinan akses, atau kondisi penggunaan buruk API %1 karena peralatan yang tidak pantas, gangguan yang berhubungan dengan penyedia layanan internet, dengan saturasi jaringan internet, dan untuk alasan lain .
pl_pl: Ponadto Firma nie ponosi jakiejkolwiek odpowiedzialności za nieprawidłowe funkcjonowanie API %1, brak dostępu do niego lub niską jakość warunków użytkowania API, które są spowodowane nieprawidłowym sprzętem, zakłóceniami leżącymi po stronie dostawców usług internetowych, nasyceniem sieci lub wynikają z innych przyczyn.
pt_pt: Além disso, a empresa renuncia qualquer responsabilidade pelo mau funcionamento, impossibilidade de acesso ou condições de mau uso da API %1 devido a equipamentos inadequados, interferências relacionadas com fornecedores de serviços de internet, à saturação da rede da internet e por qualquer outro motivo.
vi_vn: Hơn nữa, Công ty từ chối tất cả trách nhiệm với bất kỳ trục trặc, mục không thể truy cập hoặc điều kiện sử dụng %1 API không tốt do thiết bị không phù hợp, sự cố liên quan đến nhà cung cấp dịch vụ internet, nghẽn mạng internet, hoặc bất kỳ lý do nào khác.
zh_cn: 此外，%1 API由于不适当的设备、网络服务提供商干扰、网络饱和以及任何其他理由所造成的任何故障、无法访问或不良的使用条件，本公司概不负责。

source: G. Margin
pl_pl: G. Depozyt zabezpieczający
pt_pt: G. Margem
vi_vn: G. Giao dịch ký quỹ
zh_cn: 七、保证金

source: G. Order handling
de_de: G. Order Abwicklung
fr_fr: G. Traitement des Ordres
id_id: G. Penanganan order
pl_pl: G. Obsługa zleceń
pt_pt: G. Tratamento de ordens
vi_vn: G. Bộ phận xử lý lệnh
zh_cn: 七、订单处理

source: GAMSTOP is a free service that enables you to self-exclude from all online gambling companies licensed in Great Britain.
de_de: GAMSTOP ist ein kostenloser Service, der es Ihnen ermöglicht, sich aus allen Online-Glücksspiel-Unternehmen, die in Großbritannien zugelassen sind, selbst auszuschließen.
fr_fr: GAMSTOP est un service gratuit qui vous permet de vous auto exclure de toutes les sociétés de jeu en ligne sous licence en Grande-Bretagne.
id_id: GAMESTOP adalah layanan gratis yang memungkinkan Anda untuk mengecualikan diri dari semua perusahaan online game yang berlisensi di Inggris Raya.
pl_pl: GAMSTOP to darmowa usługa, która umożliwia samodzielne wykluczenie z dostępu do wszystkich firm oferujących handel online z licencją w Wielkiej Brytanii.
pt_pt: O GAMSTOP é um serviço gratuito que lhe permite excluir-se de todas as empresas de jogos de azar online licenciadas no Reino Unido.
vi_vn: GAMSTOP là một dịch vụ miễn phí cho phép bạn tự loại trừ khỏi tất cả các công ty cờ bạc trực tuyến được cấp phép ở Vương Quốc Anh.
zh_cn: GAMSTOP 免费提供服务, 使您能够自我禁止在英国授权的所有在线博彩公司交易。

source: GBE Brokers;
id_id: Berbagai broker GBE;
pl_pl: Brokerzy GBE;
vi_vn: Môi giới GBE;
zh_cn: GBE 经纪人;

source: GBP Index – Measures the value of the British Pound against a basket of five global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%
de_de: GBP-Index - Misst den Wert des Britischen Pfunds gegen einen Korb von 5 Weltwährungen (USD, EUR, AUD, JPY, CAD), wobei jede mit 20 % berücksichtigt ist
fr_fr: Indice GBP – mesure de la valeur de la Livre Sterling contre un panier de cinq monnaies mondiales (USD, EUR, AUD, JPY, CAD), chacune pondérée à hauteur de 20 %
id_id: Indeks GBP - Mengukur nilai Pound British terhadap sekeranjang lima mata uang global (USD, EUR, JPY, CAD), masing-masing berbobot 20%
pl_pl: Indeks GBP – mierzy wartość funta szterlinga w stosunku do koszyka pięciu światowych walut (USD, EUR, AUD, JPY, CAD), z których każda ma wagę 20%
pt_pt: Índice GBP – mede o valor da libra britânica em relação a uma cesta de 5 moedas globais (USD, EUR, AUD, JPY e CAD), cada uma ponderada em 20%
vi_vn: GBP Index-các biện pháp giá trị của đồng bảng Anh chống lại một giỏ 5 loại tiền tệ toàn cầu (USD, EUR, AUD, JPY, CAD), mỗi trọng 20%
zh_cn: 英镑指数 - 衡量英镑相对于五种全球货币（美元、欧元、澳元、日元、加元）的价值，每种货币的权重均为20%。

source: GBP/USD currency pair and its bid-ask price.
de_de: GBP/USD Währungspaar und sein Geld-Briefkurs.
fr_fr: Paire de devises GBP/USD et son prix vendeur-acheteur.
id_id: Pasangan mata uang GBP/USD dan harga bid-ask nya.
pl_pl: Para walutowa GBP/USD i jej cena zakupu/sprzedaży.
pt_pt: Par de moedas GBP/USD e o seu preço compra/venda.
vi_vn: Cặp ngoại tệ GBP/USD và giá mua vào - bán ra của nó.
zh_cn: 英镑/美元货币对及其买卖价格。

source: GMT
pt_pt: GMT (Hora de Greenwich)
zh_cn: 格林威治标准时间

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the %1 site use GMT all year round.
de_de: GMT bedeutet Greenwich Mean Time, während des Winters die offizielle Zeit in Großbritannien. Im Sommer wechselt Großbritannien zur britischen Sommerzeit, die GMT +1 Stunde beträgt. Alle Zeiten auf %1 Site sind ganzjährig GMT.
fr_fr: GMT signifie « Greenwich Mean Time », l'heure officielle utilisée en hiver au Royaume-Uni. En été, le Royaume-Uni passe au British Summer Time, qui correspond au GMT +1 heure. Tous les horaires du site %1 sont indiqués en GMT, et ce tout au long de l'année.
id_id: GMT adalah singkatan dari Greenwich Mean Time, waktu resmi digunakan di Inggris selama musim dingin. Di musim panas perubahan waktu Inggris adalah GMT +1 jam. Waktu yang digunakan pada situs %1 adalah GMT sepanjang waktu.
pl_pl: GMT, czyli Greenwich Mean Time to oficjalny czas stosowany zimą w Wlk. Brytanii. Latem Wlk. Brytania zmienia czas na British Summer Time, czyli czas GMT + 1 godzina. Wszystkie godziny podawane są na %1 według czasu GMT przez cały rok.
pt_pt: GMT (Hora Média de Greenwich) é a hora oficial utilizada no Reino Unido durante o inverno. No verão, o Reino Unido muda para a Hora de Verão do Reino Unido, que é GMT +1 hora. Todas as horas exibidas no site da %1 usam GMT durante todo o ano.
vi_vn: GMT là viết tắt của Greenwich Mean Time, thời gian chính thức được sử dụng ở Vương quốc Anh trong suốt mùa đông. Vào mùa hè, Vương quốc Anh lại chuyển sang Thời gian Mùa hè Anh, đó là GMT + 1 giờ. Tất cả thời gian trên trang %1 đều sử dụng GMT trong cả năm.
zh_cn: 格林威治标准时间是英国在冬季使用的官方时间。夏季则改为英国夏令时，即格林威治标准时间加1小时。%1 网站全年均使用格林威治标准时间。

source: GamCare
vi_vn: Hội GamCare
zh_cn: GamCare赌博关注会

source: Gaming
de_de: Spiele
fr_fr: Jeu
pl_pl: Gra hazardowa
pt_pt: Apostas
vi_vn: Chơi Game
zh_cn: 游戏

source: General
de_de: Allgemein
fr_fr: Généralités
id_id: Umum
pl_pl: Postanowienia ogólne
pt_pt: Geral
vi_vn: Tổng quan
zh_cn: 一般条款

source: General Provisions
de_de: Allgemeine Vorschriften
id_id: Ketentuan Umum
pl_pl: Postanowienia ogólne
pt_pt: Provisões gerais
vi_vn: Các điều khoản chung
zh_cn: 一般条款

source: General Risks
de_de: Allgemeine Risiken
id_id: Risiko Umum
pl_pl: Ogólne ryzyko
pt_pt: Riscos Gerais
vi_vn: Rủi Ro Chung
zh_cn: 一般风险

source: Generally we will communicate with you through this website or by email to the email address used when opening your account. We will communicate with you in English or, if you select another preferred language when opening your account, in that language.
de_de: Wir werden generell über diese Website oder die E-Mail Adresse, die Sie bei der Kontoeröffnung angegeben haben, mit Ihnen kommunizieren. Wir werden mit Ihnen in Englisch kommunizieren oder, wenn Sie bei der Kontoeröffnung eine andere Sprache angegeben haben, in dieser Sprache.
id_id: Secara umum kami akan berkomunikasi dengan Anda melalui situs ini atau email ke alamat email yang Anda daftarkan. Kami akan berkomunikasi dalam bahasa Inggris, atau bahasa lain sesuai dengan pilihan Anda saat mendaftar.
pl_pl: W większości przypadków będziemy się z Tobą komunikować poprzez tę stronę internetową lub poprzez wiadomości wysyłane na adres e-mail podany przy otwieraniu konta. Komunikacja będzie przebiegać w języku angielskim lub w innym języku preferowanym, jeśli został on wybrany podczas otwierania konta.
pt_pt: Geralmente, realizaremos as comunicações através deste website ou por e-mail para o endereço de e-mail fornecido durante a abertura da sua conta. As comunicações serão feitas em inglês ou, se você selecionou outro idioma como preferência durante a abertura de conta, nesse idioma.
vi_vn: Nói chung, chúng tôi sẽ thông báo với bạn qua trang web này hoặc gửi thư đến địa chỉ email được sử dụng khi mở tài khoản của bạn. Chúng tôi sẽ liên hệ với bạn bằng tiếng Anh hoặc bạn có thể lựa chọn một ngôn ngữ phù hợp.
zh_cn: 我们通常会通过这个网站与您沟通，或向您开户时使用的邮箱发送电子邮件。我们将以英语或您在开户时选择的语言与您沟通。

source: Generate periodic and special reports on client trading activity and significant trends that impact our client behaviour
de_de: Erstellen Sie regelmäßig spezielle Berichte über die Kunden-Handels-Aktivität und bedeutende Entwicklungen, die das Verhalten unserer Kunden beeinflussen
fr_fr: Générer des rapports périodiques et spéciaux sur l'activité de trading client et les tendances importantes qui influent sur le comportement de nos clients
id_id: Menghasilkan laporan berkala dan khusus pada aktivitas trading klien dan tren signifikan yang memengaruhi perilaku klien kami
pl_pl: Generowanie okresowych i specjalnych raportów w zakresie działalności handlowej klientów i znaczących trendów wpływających na zachowania naszych klientów
pt_pt: Gere relatórios periódicos e especiais sobre a atividade de negociação do cliente e tendências significativas que afetam o comportamento do cliente
vi_vn: Viết các báo cáo định kỳ và báo cáo riêng biệt dựa trên hoạt động giao dịch của khách hàng và xu hướng quan trọng ảnh hưởng đến hành vi khách hàng
zh_cn: 生成客户交易活动和影响客户行为的重大趋势的定期和特别汇总报告

source: Generate periodic and special reports that summarise client trading trends
de_de: Erstellung von periodischen und speziellen Berichten, die die Handelstrends der Kunden zusammenfassen
fr_fr: Générer des rapports périodiques et spécifiques qui synthétisent les tendances de trading des clients
id_id: Menghasilkan laporan berkala dan khusus yang merangkum tren trading klien
pl_pl: Tworzenie okresowych i specjalnych raportów podsumowujących trendy w zawieraniu kontraktów
pt_pt: Gerar relatórios periódicos e especiais que resumam as tendências nas negociações de clientes
vi_vn: Viết báo cáo định kỳ và báo cáo riêng biệt nhằm tổng kết xu hướng giao dịch của khách hàng
zh_cn: 生成客户交易趋势的定期和特别汇总报告

source: Generated verification code:
de_de: Generierter Bestätigungs-Code:
fr_fr: Code de vérification généré:
id_id: Kode verifikasi yang dihasilkan:
pl_pl: Wygenerowany kod weryfikacyjny:
pt_pt: Gerar código de verificação:
vi_vn: Tạo mã xác minh:
zh_cn: 生成的验证码︰

source: Generous commission
de_de: Großzügige Provision
fr_fr: Commission généreuse
id_id: Tingkat komisi tinggi
pl_pl: Wysokie prowizje
pt_pt: Comissões generosas
vi_vn: Hoa hồng hào phóng
zh_cn: 高额佣金

source: Get %1
fr_fr: Obtenez %1
id_id: Dapatkan %1
pl_pl: Uzyskaj %1
pt_pt: Obter %1
vi_vn: Có thêm %1
zh_cn: 获取 %1

source: Get Started
de_de: Erste Schritte
fr_fr: Se lancer
id_id: Memulai
pl_pl: Start
pt_pt: Começar
vi_vn: Bắt đầu
zh_cn: 开始交易

source: Get USD 10,000.00
de_de: Sie erhalten 10.000,00 USD
fr_fr: Obtenez 1 000 000 USD
id_id: Dapatkan USD 10,000.00
pl_pl: Uzyskaj 10 000 USD
pt_pt: Obtenha USD10.000
vi_vn: Nhận 10,000.00 USD
zh_cn: 获取10,000.00美元

source: Get out of the city centre and enjoy the serenity of island life free from the excesses of commercialisation. Friendly, helpful locals are also never far off.
de_de: Kommen Sie raus aus der Innenstadt und genießen Sie die Ruhe des Insellebens, frei von den Exzessen der Kommerzialisierung. Freundliche, hilfsbereite Einheimische sind auch nie weit weg.
fr_fr: Sortez du centre ville et profitez de la sérénité de l’île contre les excès de commercialisation. Les locaux gentils et serviables ne sont jamais loin.
id_id: Keluar dari pusat kota dan nikmati ketenangan kehidupan yang bebas komersialisasi. Penduduk yang ramah dan membantu setiap saat.
pl_pl: Wyjedź poza miasto i ciesz się spokojem życia na wyspie pozbawionego przesadnej komercjalizacji. Spotkasz tu przyjaznych i pomocnych mieszkańców.
pt_pt: Saia do centro da cidade e desfrute da tranquilidade da vida na ilha, livre dos excessos da comercialização. Os locais amigáveis e prestáveis também nunca estão longe.
vi_vn: Hãy ra khỏi trung tâm thành phố và tận hưởng sự thanh thản của cuộc sống trên đảo, tránh xa những bộn bề âu lo. Những người dân địa phương thân thiện và đáng mến đang chờ đón bạn.
zh_cn: 离开繁忙的市中心，享受宁静的岛屿生活，摆脱过度商业化的压力。还有友好和乐于助人的当地人与您为邻。

source: Get paid by the 15th of every month. We've never missed a payment since we started our programme in March 2004.
de_de: Erhalten Sie bis zum 15. eines jeden Monats Ihre Bezahlung. Wir haben seit wir unser Programm im März 2004 begonnen haben keine Zahlung versäumt.
fr_fr: Vous êtes payé le 15e jour de chaque mois. Nous n’avons jamais manqué un paiement depuis le début de notre programme en mars 2004.
id_id: Dapatkan bayaran pada hari ke 15 setiap bulannya. Kami tidak pernah terlambat melakukan pembayaran sejak kami memulai program ini pada bulan Maret 2004.
pl_pl: Wypłata na Twoim koncie do 15-tego dnia każdego miesiąca. Od rozpoczęcia naszego programu partnerskiego w marciu 2004 r. ani razu nie spóźniliśmy się z płatnością.
pt_pt: Receba o seu dinheiro até dia 15 de cada mês. Nunca falhamos nenhum pagamento desde o início do nosso programa em março de 2004.
vi_vn: Nhận tiền vào ngày 15 hàng tháng. Chúng tôi chưa bao giờ lỡ một khoản thanh toán kể từ khi bắt đầu chương trình từ tháng 3 năm 2004.
zh_cn: 每月十五日前准时付款。自从2004年3月开始推展计划以来, 我们从未错过付款。

source: Get started with MT5
de_de: Legen Sie los mit MT5
fr_fr: Débutez avec MT5
id_id: Mulai dengan MT5
pl_pl: Rozpocznij korzystanie z MT5
pt_pt: Iniciar-se com a MT5
vi_vn: Bắt đầu với MT5
zh_cn: 开始使用MT5

source: Get started with the %1 Expert Advisor (EA) for binary options trading on MT5 by following these steps:
de_de: Beginnen Sie mit dem %1 Expert Advisor (EA) für den Handel mit binären Optionen auf MT5, indem Sie die folgenden Schritte unternehmen:
fr_fr: Débutez avec l'Expert Advisor (EA) %1 pour le trading d'options binaires sur MT5 en procédant comme suit :
id_id: Mulai dengan Expert Advisor (EA) %1 untuk trading opsi binary pada MT5 dengan mengikuti langkah-langkah berikut ini:
pl_pl: Rozpocznij korzystanie z oprogramowania Expert Advisor (EA) %1 podczas handlowania opcjami binarnymi na platformie MT5, wykonując następujące kroki:
pt_pt: Comece bem com o recurso %1 Expert Advisor (EA) para a negociação de opções binárias na MT5 ao seguir as seguintes etapas:
vi_vn: Bắt đầu với Chuyên gia tư vấn (EA) %1 cho giao dịch binary options trên MT5 bằng cách làm theo các bước sau:
zh_cn: 执行以下步骤, 开始使用 %1 专家顾问 (EA) 在MT5 进行二元期权交易:

source: Get your IB commission credited daily into your MT5 account.
de_de: Erhalten Sie Ihre IB Kommission täglich in Ihr MT5-Konto gutgeschrieben.
fr_fr: Obtenez votre commission IB créditée tous les jours sur votre compte MT5.
id_id: Dapatkan komisi IB yang akan dikreditkan tiap hari ke akun MT5 Anda.
pl_pl: Zyskaj prowizję dla brokerów IB wypłacaną codziennie na Twoje konto MT5.
pt_pt: A sua comissão de IB será creditada na sua conta MT5 diariamente.
vi_vn: Đưa hoa hồng IB hàng ngày của bạn vào tài khoản MT5.
zh_cn: 每天领取 IB 佣金并存入您的 MT5 账户。

source: Get your price
de_de: Holen Sie sich Ihren Kurs
fr_fr: Obtenez un prix
id_id: Dapatkan harga
pl_pl: Ustal swoją cenę
pt_pt: Obtenha o seu preço
vi_vn: Hãy định giá của bạn
zh_cn: 获取报价

source: Getting Started
de_de: Erste Schritte
fr_fr: Pour débuter
id_id: Langkah Memulai
pl_pl: Rozpoczynanie
pt_pt: Como Começar
vi_vn: Bắt Đầu
zh_cn: 开始交易

source: Getting started
de_de: Erste Schritte
fr_fr: Pour débuter
id_id: Langkah memulai
pl_pl: Rozpoczynanie
pt_pt: Introdução
vi_vn: Mở đầu với
zh_cn: 开始交易

source: Getting started is free and easy – just %1fill out the application form%2, choose your preferred commission plan and wait for our approval.
de_de: Der Einstieg ist einfach und kostenlos – füllen Sie nur %1das Anmeldeformular%2 aus, wählen Sie Ihren bevorzugten Kommissionsplan und warten Sie auf unsere Zustimmung.
fr_fr: Débuter est simple et gratuit - %1remplissez simplement le formulaire d'application%2, choisissez votre plan de commission préféré et attendez notre approbation.
id_id: Mulai secara gratis dan mudah – hanya dengan mengisi %1formulir pendaftaran%2, pilih salah satu rencana komisi dan tunggu pelulusan dari kami.
pl_pl: Start jest szybki i prosty – wystarczy %1wypełnić formularz aplikacyjny%2, wybrać preferowany plan prowizyjny i poczekać na jego zatwierdzenie.
pt_pt: Começar é fácil e gratuito –– basta %1preencher o formulário de requerimento%2, escolher o seu plano de comissões preferido e aguarde a nossa aprovação.
vi_vn: Bắt đầu miễn phí và dễ dàng - chỉ cần %1 điền vào mẫu đơn đăng ký%2, chọn kế hoạch hoa hồng ưa thích của bạn và chờ phê duyệt của chúng tôi.
zh_cn: 用法简易，随时可免费开始使用，只需%1填写申请表格%2，选好自己倾向的佣金计划，然后等待我们批准。

source: Getting started is free and easy. Just %1fill out the application form%2* and wait for our approval.
de_de: Der Einstieg ist einfach und kostenlos. %1Füllen Sie einfach das Anmeldeformular aus%2* und warten Sie auf unsere Zustimmung.
fr_fr: Débuter est simple et gratuit. %1Remplissez simplement le formulaire d'application%2* et attendez notre approbation.
id_id: Mulailah dengan mudah dan gratis. Anda hanya perlu %1mengisi formulir aplikasi%2* dan tunggu persetujuan kami.
pl_pl: Start jest szybki i prosty. Wystarczy wypełnić formularz aplikacyjny i poczekać na jego zatwierdzenie.
pt_pt: Começar é fácil e gratuito. Basta %1preencher o formulário de requerimento%2 e aguardar a nossa aprovação.
vi_vn: Bắt đầu dễ dàng và đơn giản. Chỉ cần %1điền hồ sơ đăng ký%2* và chờ xác nhận của chúng tôi.
zh_cn: 用法简易，随时可免费开始使用，只需%1填写申请表格%2*然后等待我们批准。

source: Given our role as a margin trading service provider as described in this Agreement, we seek to avoid undue market influence to the extent consistent with your trading needs and our risk management policies and procedures. By continuing to use the margin trading services described in this Agreement, you acknowledge that you are aware of the potential conflict of interest disclosed that may arise and cannot be completely eliminated, and you consent us to act notwithstanding such potential conflict of interests.
de_de: In unserer Rolle als ein Margin-Handelsdienstleister, wie in dieser Vereinbarung beschrieben, versuchen wir unrechtmäßige Markteinflüsse in einem Maß mit Ihren Handelsbedürfnissen und unseren Risikomanagementrichtlinien und Verfahren übereinzustimmen. In dem Sie fortfahren die in dieser Vereinbarung beschriebenen Margin-Handelsdienstleistungen zu verwenden, bestätigen Sie, dass Sie sich dem potentiellen veröffentlichten Interessenkonflikt bewusst sind, der entstehen und nicht vollkommen eliminiert werden kann, und Sie stimmen uns zu, ungeachtet eines solchen Interessenkonflikts, zu agieren.
id_id: Mengingat peran kami sebagai sebuah penyedia layanan margin trading seperti yang dijelaskan dalam Perjanjian ini, kami berusaha untuk menghindari pengaruh pasar yang tidak semestinya sepanjang sesuai dengan kebutuhan trading Anda dan kebijakan manajemen risiko dan prosedur. Dengan terus menggunakan layanan margin trading yang dijelaskan dalam Perjanjian ini, Anda mengakui bahwa Anda menyadari potensi konflik kepentingan diungkapkan yang mungkin timbul dan tidak dapat sepenuhnya dihilangkan, dan Anda menyetujui kami untuk mengambil tindakan meskipun terjadi potensi konfik kepentingan.
pl_pl: Biorąc pod uwagę występowanie w roli podmiotu świadczącego usługę handlowania na kredyt, jak opisano w niniejszej Umowie, naszą intencją jest unikanie niepożądanego wpływu rynku w zakresie odpowiadającym Twoim potrzebom handlowym i naszym politykom i procedurom w zakresie zarządzania ryzykiem. Kontynuując handlowania na kredyt opisane w niniejszej Umowie, potwierdzasz, że jesteś świadomy/-a potencjalnego jawnego konfliktu interesów, który może zaistnieć, a całkowite wyeliminowanie którego jest niemożliwe i wyrażasz zgodę na nasze działania pomimo tego potencjalnego konfliktu interesów.
pt_pt: Dado o nosso papel como um prestador de serviços de negociação em margem, como descrito neste Acordo, procuramos evitar influência indevida do mercado na medida consistente com as suas necessidades de negociação e as nossas políticas e procedimentos de gerenciamento de risco. Ao continuar a usar os serviços de negociação em margem descritos neste Acordo, você confirma que está consciente dos potenciais conflitos de interesse divulgados que podem surgir e que não podem ser totalmente eliminados, e você autoriza-nos a agir, não obstante tal potencial conflito de interesse.
vi_vn: Vai trò của chúng tôi như là một nhà cung cấp dịch vụ kinh doanh ký quỹ như đã được mô tả trong Thỏa Thuận này, chúng tôi tìm kiếm để tránh các thị trường thái quá ảnh hưởng đến mức độ phù hợp với nhu cầu giao dịch của bạn và chính sách quản lý rủi ro của chúng tôi cũng như thủ tục kinh doanh. Bằng việc tiếp tục sử dụng dịch vụ kinh doanh ký quỹ đã được mô tả trong Thỏa Thuận này, bạn đồng ý rằng bạn đã nhận ra khả năng mâu thuẫn lợi ích có thể phát sinh và không thể bị loại bỏ hoàn toàn, và bạn đồng ý với chúng tôi và tiếp tục hoạt động bất chấp mâu thuẫn về lợi ích.
zh_cn: 我们是融资融券交易服务提供商，如本协议所述，我们尽量不让市场影响您的交易需求，同时维护我们的风险管理政策和程序。通过继续使用本协议所述的融资融券交易服务，您承认并已了解，所披露利益的潜在冲突可能会出现以及不能完全排除，即使存在这种潜在利益冲突，您也同意我们的行动。

source: Global Banking & Finance Awards
de_de: Globale Banking & Finanz Auszeichnungen
fr_fr: Récompenses Global Banking & Finance
id_id: Penghargaan Global Banking & Finance Awards
pl_pl: Nagrody Global Banking & Finance Awards
pt_pt: Prêmio Global de Finanças e Bancário
vi_vn: Giải Thưởng Ngân Hàng Và Tài Chính Toàn Cầu
zh_cn: 全球银行和金融奖
