Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Experience in managing round-the-clock operations for incident resolution, including alerts, rotations, and escalations
de_de: Erfahrung in der Verwaltung von rund um die Uhr Betrieben für Problemlösung, einschließlich Warnungen, Rotationen und Eskalationen
fr_fr: Expérience dans la gestion des opérations 24 heures sur 24 pour résolution d'incident, y compris les alertes, rotations et les procédures d'escalade
id_id: Berpengalaman dalam mengelola operasi kapanpun untuk mencari resolusi insiden, termasuk peringatan, rotasi, dan eskalasi
pl_pl: Doświadczenie w zarządzaniu całodobowymi działaniami związanymi z rozwiązywaniem problemów, w tym ostrzeżeniami, rotacjami i eskalacjami
pt_pt: Experiência em gerenciamento de operações 24 horas por dia para resolução de incidentes, incluindo alertas, rotações e escalações
vi_vn: Kinh nghiệm trong quản lý các hoạt động xuyên suốt ngày đêm cho các giải pháp sự cố, bao gồm các cảnh báo, thay phiên và sự cố dây chuyền
zh_cn: 具全天候操作的事件解决管理经验, 包括警报、轮换和升级

source: Experience in site reliability engineering (SRE)
de_de: Erfahrung mit Website-Zuverlässigkeitstechnik
fr_fr: Expérience en matière d'ingénierie de fiabilité de site (SRE)
id_id: Berpengalaman dalam bidang rekayasa keandalan situs (SRE)
pl_pl: Doświadczenie w zakresie SRE
pt_pt: Experiência em engenharia de confiabilidade de site (SRE)
vi_vn: Kinh nghiệm trong kỹ thuật ổn định website (SRE)
zh_cn: 具现场可靠性工程 (SRE) 工作经验

source: Experience in the financial services industry
de_de: Erfahrung in der Finanzdienstleistungsbranche
fr_fr: Expérience dans le secteur des services financiers
id_id: Berpengalaman dalam industri jasa keuangan
pl_pl: Doświadczenie w sektorze usług finansowych
pt_pt: Experiência relevante na indústria de serviços financeiros
vi_vn: Kinh nghiệm trong ngành công nghiệp dịch vụ tài chính
zh_cn: 金融服务业工作经验

source: Experience in the financial services industry is preferred
de_de: Erfahrung in der Finanzdienstleistungsbranche bevorzugt
fr_fr: Il est préférable d'avoir une expérience dans le secteur des services financiers
id_id: Memiliki pengalaman di bidang industri jasa keuangan lebih diutamakan
pl_pl: Preferowane doświadczenie w sektorze usług finansowych
pt_pt: Experiência na indústria de serviços financeiros é fator preferencial
vi_vn: Kinh nghiệm trong ngành công nghiệp dịch vụ tài chính là một lợi thế
zh_cn: 有金融服务业工作经验者优先考虑

source: Experience in using financial information sources such as Bloomberg and Reuters
de_de: Erfahrung mit der Verwendung von Finanzinformationsquellen wie Bloomberg und Reuters
fr_fr: Expérience dans l'utilisation de sources d'informations financières telles que Bloomberg et Reuters
id_id: Berpengalaman dalam menggunakan sumber informasi keuangan seperti Bloomberg dan Reuters
pl_pl: Doświadczenie w wykorzystywaniu internetowych źródeł finansowych, takich jak Bloomberg i Reuters
pt_pt: Experiência na utilização de fontes de informação financeira, como a Bloomberg e a Reuters
vi_vn: Kinh nghiệm sử dụng các nguồn thông tin tài chính như Bloomberg và Reuters
zh_cn: 金融信息源（如彭博社和路透社等）的使用经验

source: Experience in writing custom code and scripts to investigate security threats
de_de: Erfahrung im Schreiben von benutzerdefiniertem Code und Skripten, um Sicherheitsbedrohungen zu untersuchen
fr_fr: Expérience dans l’écriture de code et scripts personnalisés pour enquêter sur les menaces à la sécurité
id_id: Berpengalaman dalam menulis kode dan skrip khusus untuk menyelidiki ancaman keamanan
pl_pl: Doświadczenie w pisaniu niestandardowych kodów i skryptów w celu badania zagrożeń w zakresie bezpieczeństwa
pt_pt: Experiência em escrever código personalizado e scripts para investigar as ameaças à segurança
vi_vn: Kinh nghiệm trong viết các mã tùy chỉnh và các quy trình điều tra các mối đe dọa an ninh
zh_cn: 能调查安全威胁的自定义代码和脚本编写经验

source: Experience the great outdoors like never before with incredible lakes, waterfalls, mountains, caverns, and more.
de_de: Naturwunder wie nie zuvor gesehen mit bezaubernden Seen, Wasserfällen, Bergen, Höhlen und mehr.
fr_fr: Vivez l'expérience du plein air comme jamais auparavant avec des lacs, des chutes d'eau, des montagnes, des cavernes et bien plus.
id_id: Rasakan keindahan alam yang luar biasa dan belum pernah ada sebelumnya dengan danau, air terjun, gunung, gua yang luar biasa, dan banyak lagi.
pl_pl: Spędzaj czas na świeżym powietrzu, ciesząc się niesamowitymi jeziorami, wodospadami, górami, jaskiniami i innymi atrakcjami.
pt_pt: Experimente o ao ar livre como nunca antes, com incríveis lagos, cachoeiras, montanhas, cavernas e muito mais.
vi_vn: Trải nghiệm hoạt động ngoài trời đặc biệt với các hồ nước, thác nước, núi, hang động tuyệt vời và nhiều hơn nữa.
zh_cn: 前所未有、令人印象深刻的户外体验，包括景色优美的湖泊、瀑布、山脉、洞穴等等。

source: Experience with +DRAC is a plus
de_de: Erfahrung mit +DRAC ist ein Plus
fr_fr: Expérience avec +DRAC est un plus
id_id: Diutamakan dengan pengalaman +DRAC
pl_pl: Doświadczenie w pracy z +DRAC będzie dodatkowym atutem
pt_pt: Experiência com +DRAC é um diferencial
vi_vn: Ưu tiên người có kinh nghiệm với + DRAC
zh_cn: 具+DRAC 经验者优先录取

source: Experience with Bitcoin or Geth RPC APIs is a plus
de_de: Erfahrung mit Bitcoin oder Geth RPC APIs ist ein Plus
fr_fr: Expérience avec Bitcoin ou Geth RPC API est un plus
id_id: Diutamakan dengan pengalaman pada Bitcoin atau API RPC Geth
pl_pl: Doświadczenie w pracy z Bitcoin lub Geth RPC API będzie dodatkowym atutem
pt_pt: Experiência com Bitcoin ou Geth RPC APIs é um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm với Bitcoin hoặc Geth RPC APIs
zh_cn: 具比特币或Geth RPC API 经验者优先录取

source: Experience with Linux and open-source applications such as rsyslog, DHCP, iptables, Postfix, NGINX, and initialization systems such as systemd and SysVinit
de_de: Erfahrung mit Linux und Open-Source-Anwendungen wie Rsyslog, DHCP, Iptables, Postfix, NGINX und Initialisierungssystemen wie Systemd und SysVinit
fr_fr: Expérience avec Linux et les applications open-source comme rsyslog, DHCP, iptables, Postfix, NGINX et l’initialisation de systèmes tels que systemd et SysVinit
id_id: Berpengalaman dengan Linux dan aplikasi open-source seperti rsyslog, DHCP, iptables, Postfix, NGINX, dan sistem inisialisasi seperti systemd dan SysVinit
pl_pl: Doświadczenie w pracy z systemem Linux i aplikacjami typu open-source, takimi jak rsyslog, DHCP, iptables, Postfix, NGINX oraz systemami uruchamiania, takimi jak systemd czy SysVinit
pt_pt: Experiência com Linux e aplicações open-source como rsyslog, DHCP, iptables, Postfix, NGINX e inicialização de sistemas como Systemd e SysVinit
vi_vn: Kinh nghiệm với Linux và các ứng dụng mã nguồn mở như là rsyslog, DHCP, iptables, Postfix, NGINX và các hệ thống khởi tạo như systemd và SysVinit
zh_cn: 具 Linux 和开源应用程序 (如 rsyslog、DHCP、iptables、Postfix、NGINX 和初始化系统 (如 systemd 和 Sysvinit) 的使用经验

source: Experience with MDX query language
fr_fr: Une expérience en langage d'interrogation MDX
id_id: Berpengalaman dengan bahasa query MDX
pl_pl: Doświadczenie w pracy z językiem zapytań MDX
vi_vn: Kinh nghiệm với ngôn ngữ truy vấn MDX
zh_cn: MDX查询语言的使用经验

source: Experience with Multidimensional Expressions (MDX) is an advantage
de_de: Erfahrung mit multidimensionalen Ausdrücken (MDX) ist von Vorteil
fr_fr: Expérience avec les Expressions Multidimensionnelles (MDX) est un avantage
id_id: Diutamakan berpengalaman dengan Ekspresi Multidimensi (MDX)
pl_pl: Doświadczenie w pracy z językiem MDX będzie dodatkowym atutem
pt_pt: Experiência com Expressões Multidimensionais (MDX) é um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm với Multidimensional Expressions (MDX)
zh_cn: 具多维表达式 (MDX) 经验者优先录取

source: Experience with Postgres or another RDBMS is a plus
de_de: Erfahrung mit Postgres oder anderen RDBMS ist von Vorteil
fr_fr: Expérience préalable de Postgres ou d'un autre RDBMS est un plus
id_id: Diutamakan berpengalaman dengan Postgres atau RDBMS lainnya
pl_pl: Doświadczenie w pracy z systemem Postgres lub innym systemem zarządzania relacyjną bazą danych będzie dodatkowym atutem
pt_pt: Experiência com Postgres ou Sistema de gestão de bancos de dados de relacionamentos (RDBMS) é uma vantagem
vi_vn: Ưu tiên nếu có kinh nghiệm với Postgres hoặc RDBMS
zh_cn: 有Postgres及RDBMS 经验者优先考虑

source: Experience with Solidity and the development of Dapps
de_de: Erfahrung mit Solidity und Dapps Entwicklung
fr_fr: Expérience avec Solidity et le développement de Dapps
id_id: Berpengalaman dengan Soliditas dan pengembangan Dapps
pl_pl: Doświadczenie w pracy z językiem Solidity i tworzeniu aplikacji typu Dapps
pt_pt: Experiência com Solidity e o desenvolvimento de Dapps
vi_vn: Kinh nghiệm với việc vận hành Solidity và Dapps
zh_cn: 使用Solidity和 Dapp 开发经验

source: Experience with agile development methods such as Scrum or Kanban
de_de: Erfahrung mit agilen Entwicklungsmethoden wie Scrum oder Kanban
fr_fr: Expérience avec les méthodes de développement agile telles que Scrum ou Kanban
id_id: Berpengalaman dengan metode pengembangan gesit seperti Scrum atau Kanban
pl_pl: Doświadczenie w pracy przy wykorzystaniu metod programowania zwinnego, takich jak Scrum lub Kanban
pt_pt: Experiência com métodos ágeis de desenvolvimento, como Scrum ou Kanban
vi_vn: Kinh nghiệm với các phương pháp phát triển nhanh nhạy như là Scrum hoặc Kanban
zh_cn: 具如 Scrum 或 Kanban 的敏捷开发方法经验

source: Experience with data extraction and reporting for data warehouse/cube
de_de: Erfahrung mit Datenentnahme und Berichterstattung für Datenbanken/Datenwürfel
fr_fr: Expérience avec l’extraction de données et le reporting pour entrepôt/cube de données
id_id: Berpengalaman dengan ekstraksi data dan pelaporan untuk data warehouse/kubus
pl_pl: Doświadczenie w wyodrębnianiu danych i raportowaniu na potrzeby magazynów i kostek danych
pt_pt: Experiência com extração de dados e relatórios para data warehouse/cube
vi_vn: Kinh nghiệm với trích xuất dữ liệu và báo cáo cho dữ liệu nhà kho/khối
zh_cn: 具数据仓库/多维数据集提取和报告经验

source: Experience with database testing tools such as pgTAP
de_de: Erfahrung mit Datenbankprüfungswerkzeugen wie pgTAP
fr_fr: Expérience avec des outils de test de base de données tels que pgTAP
id_id: Berpengalaman dengan alat pengujian basis data seperti pgTAP
pl_pl: Doświadczenie w pracy z narzędziami do testowania baz danych, takimi jak pgTAP
pt_pt: Experiência com ferramentas de teste de banco de dados, como pgTAP
vi_vn: Kinh nghiệm với các công cụ kiểm tra dữ liệu như pgTAP
zh_cn: 具如 pgTap 的数据库测试工具使用经验

source: Experience with fuzzing and finding edge cases in validation
de_de: Erfahrung mit Fuzzing und dem Finden von Grenzfällen in der Validierung
fr_fr: Expérience avec les tests de fuzzing et avec la recherche de cas extrêmes à valider
id_id: Berpengalaman pada fuzzing dan menemukan kasus utama dalam validasi
pl_pl: Doświadczenie w testowaniu odporności na błędne dane (fuzz testing) i odnajdywaniu przypadków skrajnych w procesie weryfikacji
pt_pt: Experiência com difusão e validação de casos encontrados
vi_vn: Kinh nghiệm fuzzing và tìm kiếm cạnh trường hợp xác nhận
zh_cn: 具验证中使用模糊和查找边缘案例的经验

source: Experience with languages such as Perl, Python, PHP, C/C++, Go, or Ruby, and a willingness to become highly proficient with Perl
de_de: Erfahrung mit Sprachen wie Perl, Python, PHP, C/C++, Go, oder Ruby und Bereitschaft mit Perl äußerst kompetent zu werden
fr_fr: Expérience avec les langages tels que Perl, Python, PHP, C/C++, Go, ou Ruby et une volonté de devenir hautement compétent avec Perl
id_id: Berpengalaman dengan bahasa pemrograman seperti Perl, Python, PHP, C/C ++, Go, atau Ruby, dan kesediaan untuk menjadi sangat mahir dengan Perl
pl_pl: Doświadczenie w pracy z językami programowania, takimi jak Perl, Python, PHP, C/C++, Go lub Ruby, i chęć opanowania do biegłości języka Perl
pt_pt: Experiência com linguagens como Perl, Python, PHP, C/C++, Go, ou Ruby e uma vontade de tornar-se altamente proficiente em Perl
vi_vn: Kinh nghiệm với các ngôn ngữ lập trình như Perl, Python, PHP, C / C ++, Go hoặc Ruby và có ý muốn trở nên thành thạo hơn với Perl
zh_cn: 具 Perl、Python、PHP、C/C++、Go 或 Ruby 等语言使用经验, 并愿意争取精通 Perl 的能力

source: Experience with machine learning algorithms, decision trees, neural networks, clustering, etc.
fr_fr: Une expérience en algorithmes d'apprentissage machine, arbres de décision, réseaux neuraux, clustering, etc.
id_id: Berpengalaman dengan mesin pembelajaran algoritma, decision tree, jaringan saraf, pengelompokan, dll.
pl_pl: Doświadczenie m.in. w pracy z algorytmami uczenia maszynowego, drzewami decyzyjnymi, sieciami neuronów i w klasteryzacji.
vi_vn: Kinh nghiệm với các thuật toán học máy, cây quyết định, mạng nơ-ron, phân cụm, vv.
zh_cn: 有机器学习算法、决策树、神经网络、聚类等方面的经验。

source: Experience with package managers (npm), task runners (Gulp, Webpack, Grunt), CSS processors (Sass, Stylus), and APIs (WebSocket)
de_de: Erfahrung mit Paketmanager (npm), Task-Runner (Gulp, Webpack, Grunt), CSS Prozessoren (Sass, Stylus), und APIs (Websocket)
fr_fr: Expérience avec les gestionnaires de paquets (npm), exécuteurs de tâche (Gulp, Webpack, Grunt), processeurs CSS (Sass, stylet) et API (WebSocket)
id_id: Berpengalaman dengan manajer paket (npm), pelari tugas (Gulp, Webpack, Grunt), prosesor CSS (Sass, Stylus), dan API (WebSocket)
pl_pl: Doświadczenie w pracy z menedżerami pakietów (npm), modułami uruchamiającymi zadania (Gulp, Webpack, Grunt), procesorami SCC (Sass, Stylus) i Interfejsami programowania aplikacji (WebSocket)
pt_pt: Experiência com gerenciadores de pacotes (npm), corredores de tarefa (Gulp, Webpack, Grunt), processadores CSS (Sass, Stylus) e APIs (WebSocket)
vi_vn: Kinh nghiệm với các gói phần mềm quản lý (npm), các trình chạy tác vụ (Gulp, Webpack, Grunt), bộ vi xử lý CSS (Sass, Stylus) và API (WebSocket)
zh_cn: 具套包管理器 (npm)、任务运行器 (Gulp、Webpack、Grunt)、CSS 处理器 (Sass、Stylus) 和 API (Websocket) 的使用经验

source: Experience with relational database design, and/or open-source RDBMS systems such as MySQL and PostgreSQL
de_de: Erfahrung im Design von relationalen Datenbanken und/oder Open-Source RDBMS Systemen wie MySQL und PostgreSQL
fr_fr: Expérience avec la conception de bases de données relationnelles et/ou des systèmes open source RDBMS comme MySQL et Postgres
id_id: Berpengalaman dengan desain database relasional, dan/atau sistem RDBMS sumber terbuka seperti MySQL dan PostgreSQL
pl_pl: Doświadczenie w projektowaniu relacyjnych baz danych i/lub w pracy z systemami typu open-source RDBMS, takimi jak MySQL i Postgres
pt_pt: Experiência com design de bancos de dados de relacionamentos e/ou sistemas de gestão de bancos de dados de relacionamento de código aberto (Postgres, MySQL, etc.)
vi_vn: Kinh nghiệm về cơ sở dữ liệu liên quan tới thiết kế và/hoặc các hệ thống mã nguồn mở RDBMS như MySQL và PostgreSQL
zh_cn: 关系数据库设计和/或RDBMS (如MySQL、PostgreSQL等) 开源系统的经验

source: Experience with reporting packages, SQL, programming (Python/R) and ETL frameworks.
fr_fr: Une expérience avec les progiciels de reporting, SQL, la programmation (Python/R) et les frameworks ETL.
id_id: Berpengalaman dengan paket pelaporan, SQL, pemrograman (Python/R) dan kerangka kerja ETL.
pl_pl: Doświadczenie w pracy z pakietami sprawozdawczymi, SQL, ETL i programowaniu (Python/R).
vi_vn: Kinh nghiệm với các báo cáo, SQL, lập trình (Python R) và khung ETL.
zh_cn: 具有报告套包、SQL、编程 (Python/R) 和 ETL框架方面的经验。

source: Experience with statistical and data mining techniques like GLM/Regression, Random Forest, Boosting, text mining, social media analysis, etc.
fr_fr: Une expérience en statistiques et en techniques d'exploration de données telles que GLM/Régression, Random Forest, Boosting, analyse automatisée de texte, analyse des médias sociaux, etc.
id_id: Berpengalaman dengan teknik statistik dan data mining seperti GLM/Regression, Random Forest, Boosting, text mining, analisis media sosial, dll.
pl_pl: Doświadczenie w technikach statystycznych i technikach eksploracji danych, takich jak GLM/regresja, boosting, random forest, eksploracja tekstu, analiza mediów społecznościowych itp.
vi_vn: Kinh nghiệm với các thống kê và dữ liệu khai thác kỹ thuật như GLM/hồi qui, ngẫu nhiên rừng, tăng cường, văn bản khai thác, phân tích phương tiện truyền thông xã hội, vv.
zh_cn: 有统计和数据挖掘技术如 GLM/回归、随机森林、提升、文本挖掘、社交媒体分析等经验 。

source: Experience with trading other financial instruments
fr_fr: Expérience de trading avec d'autres instruments financiers
id_id: Pengalaman trading pada instrumen keuangan lainnya
pl_pl: Doświadczenie w handlowaniu innymi instrumentami finansowymi
vi_vn: Kinh nghiệm giao dịch với các công cụ tài chính khác
zh_cn: 其他金融工具的交易经验

source: Experience with web application security and testing, security monitoring, and intrusion detection
de_de: Erfahrung mit Web-Anwendungsicherheit und Prüfung, Sicherheitsüberwachung und Eindringungserkennung
fr_fr: Expérience avec la sécurité et les tests des applications web, la surveillance de la sécurité et la détection d’intrusion
id_id: Pengalaman dengan keamanan dan pengujian aplikasi web, pemantauan keamanan, dan deteksi intrusi
pl_pl: Doświadczenie w zapewnianiu i testowaniu bezpieczeństwa aplikacji internetowych, monitorowaniu bezpieczeństwa i wykrywaniu ataków
pt_pt: Experiência com segurança de aplicativo da web e testes, monitoramento de segurança e a detecção de intrusão
vi_vn: Kinh nghiệm với thử nghiệm và bảo mật ứng dụng web, giám sát bảo mật và phát hiện xâm nhập
zh_cn: 具 web 应用程序安全性和测试、安全监控和入侵检测方面的经验

source: Expert Advisors
id_id: Expert Advisor
vi_vn: Chuyên gia tư vấn
zh_cn: 专家顾问

source: Expert Advisors made available on the MT5 Trading Platform, are owned by MetaQuotes Software Corporation (the MT5 Trading Platform Licensor) and shall remain the exclusive property of MetaQuotes Software Corporation.
de_de: Expert Advisors, die auf der MT5 Handelsplattform zur Verfügung gestellt werden, befinden sich im Besitz von MetaQuotes Software Corporation (dem Lizenzgeber der MT5 Handelsplattform) und sollen das ausschließliche Eigentum von MetaQuotes Software Corporation bleiben.
id_id: Expert Advisor yang tersedia pada Platform Trading MT5, adalah dimiliki oleh MetaQuotes Software Corporation (pemegang Lisensi Platform Trading MT5) dan akan tetap menjadi milik eksklusif dari MetaQuotes Software Corporation.
pl_pl: Funkcja Expert Advisors udostępniana na platformie handlowej MT5 jest własnością firmy MetaQuotes Software Corporation (udzielającej licencji do korzystania z platformy handlowej MT5) i pozostaje wyłączną własnością MetaQuotes Software Corporation.
pt_pt: Os Expert Advisors são disponibilizados na plataforma de negociação MT5 e são propriedade da MetaQuotes Software Corporation (o licenciante da plataforma de negociação MT5) e permanecerá propriedade da MetaQuotes Software Corporation.
vi_vn: Chuyên gia tư vấn có sẵn trên nền tảng giao dịch MT5, được sở hữu bởi Công ty Phần mềm MetaQuotes (Người cấp phép nền tảng giao dịch MT5) và sẽ vẫn là tài sản độc quyền của Công ty Phần mềm MetaQuotes.
zh_cn: 专家顾问的业主为 MetaQuotes 软件公司 (MT5 交易平台许可方), 在 MT5 交易平台提供服务, 并将继续 是MetaQuotes 软件公司的独家财产。

source: Expert Advisors, including any additional functions/plug-ins of trading operations provided by or developed using Expert Advisors, are applications developed using the MetaQuotes Language which can be used to analyse price charts and automate your trades.
de_de: Expert Advisors, einschließlich zusätzlicher Funktionen und Plug-ins von Handelsgeschäften, die von Expert Advisors angeboten oder entwickelt wurden, sind Anwendungen, die MetaQuotes Sprache verwenden, die dazu verwendet werden kann, Kursdiagramme zu analysieren und um Ihre Geschäfte zu automatisieren.
id_id: Expert Advisor, termasuk fungsi tambahan/plug-in operasi trading yang disediakan oleh atau dikembangkan menggunakan Expert Advisor, adalah aplikasi yang dikembangkan menggunakan Bahasa MetaQuotes yang dapat digunakan untuk menganalisis grafik harga dan mengotomatisasikan trading Anda.
pl_pl: Oprogramowanie Expert Advisor, w tym wszelkie dodatkowe funkcje/wtyczki do obsługi handlowania dostarczane przez oprogramowanie Expert Advisor lub tworzone przy jego pomocy to aplikacje tworzone przy wykorzystaniu języka MetaQuotes który można stosować do analizy wykresów cenowych i zautomatyzowania zakładów.
pt_pt: Expert Advisors, incluindo quaisquer funções/plugins adicionais de operações de negociação fornecidos ou desenvolvidos pelo Expert Advisors, são aplicativos desenvolvidos usando a linguagem MetaQuotes, que poderá ser usada para analisar gráficos de preços e automatizar as suas negociações.
vi_vn: Chuyên viên tư vấn, bao gồm bất kỳ bổ sung chức năng/plug-in của hoạt động được cung cấp bởi hoặc phát triển bằng cách sử dụng chuyên gia tư vấn, kinh doanh là các ứng dụng phát triển bằng cách sử dụng ngôn ngữ MetaQuotes mà có thể được sử dụng để phân tích biểu đồ giá và tự động hóa các giao dịch của bạn.
zh_cn: 专家顾问, 包括使用专家顾问提供或开发的交易操作的任何附加功能/插件, 都是使用 MetaQuotes 语言开发的应用程序, 可用于分析价格图表，也可让您的交易自动化。

source: Expert analysis and learning resources.
de_de: Expertenanalyse und Lernressourcen.
fr_fr: Analyses d’experts et ressources pédagogiques.
id_id: Analisa pakar dan sumber materi pembelajaran.
pl_pl: Analizy ekspertów i zasoby naukowe.
pt_pt: Análise especializada e recursos de aprendizagem.
vi_vn: Chuyên gia phân tích và tài nguyên học tập.
zh_cn: 专家分析与学习资源。

source: Expertise in Linux system administration
de_de: Erfahrung mit Linux Systemverwaltung
fr_fr: Compétences en administration du système Linux
id_id: Keahlian dalam administrasi sistem Linux
pl_pl: Doświadczenie w administrowaniu systemem Linux
pt_pt: Especialização em administração de sistemas Linux
vi_vn: Chuyên môn về quản trị hệ thống Linux
zh_cn: 具 Linux 系统管理方面的专业知识

source: Expertise in cloud solutions and infrastructure virtualization, including AWS, Google Cloud Platform, and KVM
de_de: Erfahrung mit Cloud-Solutions und Infrastruktur-Virtualisierung, einschließlich AWS, Google, Cloud Plattform und KVM
fr_fr: Expertise en solutions cloud et virtualisation de l’infrastructure, y compris AWS, plateforme Google Cloud et KVM
id_id: Keahlian dalam solusi cloud dan virtualisasi infrastruktur, termasuk AWS, Google Cloud Platform, dan KVM
pl_pl: Doświadczenie w pracy z rozwiązaniami w chmurze i wirtualizacją infrastruktury, w tym AWS, platformą Google Cloud i KVM
pt_pt: Expertise em soluções de nuvem e virtualização de infraestrutura, incluindo AWS, plataforma de nuvem do Google e KVM
vi_vn: Chuyên môn về các giải pháp đám mây và ảo hóa cơ sở hạ tầng, bao gồm AWS, Google Cloud Platform và KVM
zh_cn: 具云解决方案和基础架构虚拟化方面的专业知识, 包括 AWS、Google 云平台和 KVM

source: Expertise in the application of object-oriented programming languages (C++, Perl, and Java), coupled with the ability to produce high-quality code
de_de: Kenntnis in der Anwendung von objektorientierten Programmiersprachen (C++, Perl und Java), gepaart mit der Fähigkeit, qualitativ hochwertigen Code zu generieren
fr_fr: Compétence dans l'application des langages de programmation orientés objet (C++, Perl et Java) et capacité à fournir un code de haute qualité
id_id: Keahlian dalam aplikasi bahasa pemrograman berorientasi objek (C ++, Perl, dan Java), ditambah dengan kemampuan untuk menghasilkan kode berkualitas tinggi
pl_pl: Doświadczenie w stosowaniu języków programowania obiektowego (C++, Perl i Java) oraz zdolność tworzenia kodów wysokiej jakości
pt_pt: Competências na aplicação de linguagens de programação objeto-orientadas (C++, Perl e Java), combinadas com a habilidade de produzir código de alta qualidade
vi_vn: Chuyên môn trong việc áp dụng ngôn ngữ lập trình hướng đối tượng (C++, Perl và Java) cùng với khả năng tạo mã chất lượng cao
zh_cn: 局以对象为导向的编程语言 (C++、Perl 和 Java) 专业知识，以及写出高质量代码的能力

source: Expiry date
de_de: Ablaufdatum
fr_fr: Date d’expiration
id_id: Tanggal berakhir
pl_pl: Data wygaśnięcia
pt_pt: Data de vencimento
vi_vn: Thời gian hết hạn
zh_cn: 失效期日
