Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You have sufficient experience and knowledge in matters of contracts for difference to be capable of evaluating the merits and risks of acquiring contracts via this site and have done so without relying on any information contained in this site.
de_de: Sie haben ausreichende Erfahrung und Kenntnisse hinsichtlich der Differenzkontrakte, um in der Lage zu sein, die Vorzüge und Risiken beim Erwerb von Kontrakten auf dieser Site zu beurteilen und haben dies getan, ohne sich dabei auf Informationen zu verlassen, die auf dieser Site enthalten sind.
id_id: Anda memiliki cukup pengalaman dan pengetahuan dalam hal kontrak untuk perbedaan dan mampu mengevaluasi manfaat serta risiko kontrak keuangan pada situs ini dan melakukannya tanpa mengandalkan informasi yang terkandung dalam situs ini.
pl_pl: Posiadasz wystarczającą wiedzę i doświadczenie w kwestii kontraktów na różnice kursowe i jesteś zdolny/a do oceny korzyści i ryzyka związanego z nabywaniem kontraktów za pośrednictwem niniejszego portalu i podejmujesz to działanie, nie polegając na informacjach zawartych na tym portalu.
pt_pt: Você tem experiência e conhecimentos suficientes em matéria de contratos por diferenças para ser capaz de avaliar os méritos e os riscos de aquisição de contratos através deste site, tendo-o realizado sem depender de qualquer informação contida neste site.
vi_vn: Bạn có đủ kinh nghiệm và kiến thức trong các vấn đề hợp đồng cho sự khác biệt để có thể đánh giá ích lợi và rủi ro của việc mua các hợp đồng thông qua trang web này và đã giao dịch mà không dựa vào bất kỳ thông tin nào trên trang web này.
zh_cn: 您拥有足够的差价合约交易经验和知识，能够评估经由本网站购买合约的收益与风险，并且不依赖于本网站中包含的任何信息作出购买决定。

source: You have the right to object to the direct distribution of marketing materials. This can be done by either not providing your consent to any marketing material before the service is rendered or revoking it at any point during the service. In any case, we will refrain from distributing marketing materials to you.
de_de: Sie haben das Recht auf Widerspruch gegen die direkte Verteilung von Marketing-Materialien. Dies kann entweder durch Ihre Nicht-Zustimmung zu Marketing-Material - bevor die Leistung erbracht ist, erreicht werden, oder Sie können es zu jedem Zeitpunkt während des Dienstes widerrufen. In jedem Fall werden wir es unterlassen, Marketing-Materialien an Sie zu verteilen.
id_id: Anda memiliki hak untuk menolak distribusi langsung materi pemasaran. Ini dapat dilakukan dengan tidak memberikan persetujuan Anda pada materi pemasaran apa pun sebelum layanan diberikan atau dicabut kapan saja selama layanan. Dalam hal apapun, kami akan menahan diri dari mendistribusikan materi pemasaran kepada Anda.
pl_pl: Masz prawo sprzeciwu wobec bezpośredniego przekazywania materiałów marketingowych. Sprzeciwu można dokonać, nie wyrażając zgody na jakiekolwiek materiały marketingowe przed świadczeniem usługi lub wycofując zgodę w dowolnym momencie świadczenia usługi. W obu tych przypadkach nie będziemy wysyłać Ci materiałów marketingowych.
pt_pt: Você tem o direito de se opor à distribuição de materiais de marketing. Isso pode ser feito ao não fornecer a sua autorização para o envio de materiais de marketing antes de o serviço ser prestado ou ao revogar a sua autorização em qualquer momento durante o serviço. Em qualquer das formas, iremos deixar de lhe enviar materiais de marketing.
vi_vn: Bạn có quyền được phản đối sự phân phối trực tiếp các tài liệu tiếp thị. Điều này có thể được thực hiện bởi hoặc là không cung cấp sự đồng ý của bạn đến bất kỳ tài liệu tiếp thị trước khi thực hiện các dịch vụ hoặc thu hồi tại bất kỳ điểm nào trong dịch vụ. Trong bất kỳ trường hợp nào, chúng tôi sẽ dừng phân phối các tài liệu tiếp thị cho bạn.
zh_cn: 您有权反对直接分配营销材料。方法是在服务实施之前不同意我们提供任何营销材料，或在提供服务期间随时撤消。两种情况下, 我们将停止向您分发营销材料。

source: You have to register and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on https://developers.binary.com/.
de_de: Sie müssen sich anmelden und eine App ID erhalten, bevor Sie für die Authentisierung unterschiedliche OAuth-Server verwenden können. Weitere Einzelheiten hierzu finden Sie auf https://developers.binary.com/.
fr_fr: Vous devez enregistrer webtrader et obtenir un identifiant d'application avant de pouvoir utiliser un autre serveur OAuth pour l'authentification. Pour en savoir plus, consultez les informations concernant le protocole OAuth sur https://developers.binary.com/.
id_id: Anda perlu mendaftar dan memperoleh App ID sebelum dapat menggunakan server OAuth berbeda. Untuk informasi lebih lanjut mengenai OAuth lihat di https://developers.binary.com/.
pl_pl: Musisz zarejestrować aplikację i uzyskać identyfikator App ID zanim możliwe będzie korzystanie z innego serwera OAuth w celach autoryzacyjnych. Aby uzyskać więcej informacji na temat OAuth , odwiedź: https://developers.binary.com/.
pt_pt: É necessário que você se cadastre e obtenha uma ID de aplicativo antes de poder usar um servidor OAuth diferente para autenticação. Para mais informações, consulte os detalhes do OAuth em https://developers.binary.com/.
vi_vn: Bạn phải đăng ký và có ID Ứng Dụng trước khi bạn có thể sử dụng hệ thống máy chủ OAuth khác cho việc xác thực. Nhận thêm thông tin liên quan đến OAuth tại đây https://developers.binary.com/.
zh_cn: 使用各OAuth服务器进行验证前须先注册并领取应用程序ID。欲知详情，请到https://developers.binary.com/参阅 OAuth信息。

source: You have unrealised losses on your MT5 Real Account; and/or
de_de: Sie haben umrealisierte Verluste auf Ihrem MT5 Echtgeldkonto; und/oder
id_id: Anda memiliki kerugian yang tidak direalisasikan pada Akun Riil MT5 Anda; dan/atau
pl_pl: Na swoim Prawdziwym koncie MT5 posiadasz niezrealizowane straty; i/lub
pt_pt: Você tem perdas não realizadas na sua conta real MT5; e/ou
vi_vn: Bạn không nhận ra tổn thất trên Tài Khoản Thực MT5; và/hoặc
zh_cn: 你有未实现的MT5真实账户亏损; 和（或）

source: You hereby agree that you will not participate in any illegal, deceptive, misleading or unethical practices including, but not limited to, disparagement of the MT5 Trading Platform or other practices which may be detrimental to the MT5 Trading Platform, Licensor or the public interest.
de_de: Sie stimmen hiermit zu, dass Sie an keinen illegalen, trügerischen, irreführenden, oder unethischen Praktiken, einschließlich, aber nicht ausschließlich der Verunglimpfung der MT5 Handelsplattform, oder anderen Praxen, die der MT5 Handelsplattform, dem Lizenzgeber, oder dem öffentlichen Interesse schädlich sein könnten, teilnehmen werden.
id_id: Anda setuju untuk tidak berpartisipasi pada kegiatan ilegal, menipu, menyesatkan atau tidak etis termasuk, tanpa terbatas pada, penghinaan Platform Trading MT5 atau praktek-praktek lain yang dapat merugikan Platform Trading MT5, lisensi, atau kepentingan publik.
pl_pl: Niniejszym zapewniasz, że nie będziesz uczestniczyć w jakichkolwiek nielegalnych, wprowadzających w błąd, mylących lub nieetycznych praktykach, w tym m.in. dyskredytowaniu platformy handlowej MT5 lub w innych praktykach, które mogą być szkodliwe dla platformy handlowej MT5, Licencjodawcy lub interesu publicznego.
pt_pt: Você aceita que não participará em quaisquer processos ilegais, de enganosas ou antiéticas, mas não limitados ao menosprezo da plataforma de negociação MT5 ou outras práticas que podem ser prejudiciais à plataforma de negociação MT5, o licenciante ou o interesse público.
vi_vn: Bạn đồng ý rằng bạn sẽ không tham gia bất kỳ hoạt động bất hợp pháp, gian lận, sai lệch hoặc phi đạo đức, bao gồm nhưng không giới hạn, các ý kiến trái chiều đối với Sàn Giao Dịch MT5 hoặc các hành vi khác có thể gây bất lợi cho Sàn Giao Dịch MT5, giấy phép hoặc lợi ích công cộng.
zh_cn: 您同意，您不会参与任何非法、欺骗、误导或不道德的行为，包括但不限于，贬低MT5交易平台或其他可能造成MT5交易平台、许可方或公众利益损失的行为。

source: You hereby confirm that in addition to the Client Agreement, you have carefully read and duly understood the contents of this Agreement and agree to be legally bound thereby.
de_de: Sie bestätigen hiermit, dass Sie zusätzlich zur Kundenvereinbarung, die Inhalte dieser Vereinbarung sorgfältig gelesen und ordentlich verstanden haben, und Sie stimmen zu, durch diese rechtlich gebunden zu sein.
fr_fr: Vous confirmez par la présente qu’outre le Contrat Client, vous avez lu attentivement et dûment compris le contenu de ce Contrat et acceptez d’être légalement lié ainsi.
id_id: Dengan ini Anda menegaskan bahwa selain Perjanjian Klien, Anda telah membaca dengan saksama dan sepatutnya memahami isi Perjanjian ini dan setuju untuk terikat secara hukum.
pl_pl: Niniejszym potwierdzasz, że zapoznałeś/-aś się nie tylko z Umową z klientem, ale również przeczytałeś/-aś ze zrozumieniem treści niniejszej Umowy i zgadzasz się by jej przepisy były w stosunku do Ciebie wiążące.
pt_pt: Pelo presente, você confirma que, além do Acordo de Cliente, você leu cuidadosamente e compreendeu devidamente o conteúdo deste Acordo e aceita estar juridicamente vinculado.
vi_vn: Bạn xác nhận rằng ngoài Thỏa Thuận Khách Hàng, bạn đã đọc kỹ và hợp lệ hiểu nội dung của thỏa thuận này và đồng ý bị ràng buộc về mặt pháp lý trong đó.
zh_cn: 您确认, 除客户协议外, 您已仔细阅读并已理解本协议的内容, 并同意接受其法律约束。

source: You irrevocably, non-exclusively license to the Company rights to use your Contributions; and
de_de: Ihre unwiderrufliche, nicht ausschließliche Lizenz an den Unternehmensrechten, um Ihre Beiträge zu verwenden und
id_id: Anda sepenuhnya tidak dapat membatalkan, tidak memiliki kekuasaan penuh kepada Perusahaan untuk menggunakan kontribusi Anda dan
pl_pl: Użytkownik przyznaje Firmie nieodwołalne i niewyłączne prawo do korzystania z jego Wkładów; oraz
pt_pt: Você concede irrevogavelmente direitos não exclusivos à Empresa de usar as suas contribuições; e
vi_vn: Bạn không thể huỷ ngang, không độc quyền cấp phép cho Công ty quyền sử dụng Đóng góp của Bạn; và
zh_cn: 您不可撤回地允许公司以非独家方式使用您的贡献;和

source: You make the following representations and warranties to us at the time you enter into this Agreement, and agree that such representations and warranties are deemed repeated each time you open or close a Transaction:
de_de: In dem Moment, in dem Sie diese Vereinbarung mit uns eingehen, geben Sie die folgenden Erklärungen und Garantien an uns ab, und stimmen zu, dass solche Erklärungen und Garantien jedes Mal, wenn Sie eine Transaktion eröffnen, als wiederholt erachtet werden:
id_id: Dengan menyetujui Perjanjian ini, Anda membuat pernyataan dan jaminan dan bersetuju dengan segala sesuatu yang disebutkan setiap saat Anda melakukan penutupan atau pembelian Transaksi:
pl_pl: W momencie zawarcia niniejszej Umowy składasz następujące oświadczenia i zapewnienia i zgadzasz się, by te oświadczenia i zapewnienia były uznawane za powtórzone za każdym razem, gdy otwierasz lub zamykasz Transakcję:
pt_pt: Você nos faz as seguintes declarações e garantias no momento em que entra neste Acordo e aceita que tais declarações e garantias são consideradas repetidas cada vez que você abra ou feche uma transação:
vi_vn: Bạn thực hiện các tuyên bố và bảo đảm cho chúng tôi tại thời điểm bạn tham gia vào Thỏa Thuận này, và đồng ý rằng các đại diện và bảo đảm sẽ được lặp lại mỗi khi bạn mở hoặc đóng một Giao Dịch:
zh_cn: 签订本协议时，您向我们提出以下陈述和保证，并同意每次您开盘或收盘交易时此陈述和保证将被视为重新提出︰

source: You may cache the Content for up to 24 hours from a request for that Content through the %1 API.
de_de: Mit einem Antrag für den Inhalt über die %1 API, dürfen Sie den Inhalt für bis zu 24 Stunden zwischenspeichern.
id_id: Anda mungkin dapat menyimpan Konten hingga 24 jam dari permintaan melalui API %1.
pl_pl: Możliwe jest zapisywanie Treści w pamięci podręcznej do 24 godzin od wysłania żądania dla Treści za pośrednictwem API %1.
pt_pt: Você poder guardar o Conteúdo em memória cache durante até 24 horas a partir de um pedido para tal Conteúdo através da API %1.
vi_vn: Bạn có thể lưu trữ Nội Dung lên tới 24 giờ kể từ khi có yêu cầu cho Nội Dung đó thông qua %1 API.
zh_cn: 通过%1 API对指定内容提出请求后可保留该内容缓存为时24小时。

source: You may choose to contact us to close your account held with the Company. Your account may be closed if you do not have any open trade positions and if you have complied with the requested "Know Your Client" procedures to enable you to withdraw any pending funds in your account.
de_de: Sie können sich mit uns in Verbindung setzen, wenn Sie Ihr beim Unternehmen geführtes Konto kündigen möchten. Ihr Konto kann gekündigt werden, wenn es keine offenen Handelsposten hat und Sie die erforderlichen "Kenne Deinen Kunden" Verfahren erfüllt haben, die Sie ermächtigen, auf Ihrem Konto befindliches Guthaben abzuheben.
id_id: Anda dapat menghubungi kami untuk menutup akun yang Anda miliki pada Perusahaan. Akun Anda juga dapat ditutup jika Anda tidak memiliki posisi trading dan jika Anda telah diminta untuk melengkapi prosedur "Know Your Client" untuk menarik saldo atau dana yang masih tersisa pada akun Anda.
pl_pl: Możesz skontaktować się z nami w celu zamknięcia konta prowadzonego przez Firmę. Twoje konto może zostać zamknięte, jeśli nie masz żadnych otwartych pozycji handlowych i jeśli spełnione zostały procedury nałożone przez regulacje „Poznaj swojego klienta” w celu umożliwienia wypłaty środków zgromadzonych na Twoim koncie.
pt_pt: Você pode optar por nos contatar para encerrar a sua conta mantida na nossa Empresa. A sua conta pode ser encerrada se não houver nenhumas posições de negociação em aberto e se você tiver cumprido os procedimentos "Conhecer o Cliente" solicitados para habilitá-lo a retirar quaisquer fundos pendentes na sua conta.
vi_vn: Bạn có thể liên hệ với chúng tôi để đóng tài khoản của bạn được giữ bởi Công Ty. Tài khoản của bạn có thể bị đóng nếu bạn không có bất kỳ vị phiên giao dịch mở nào và nếu bạn đã tuân thủ những thủ tục được yêu cầu "Tìm Hiểu Khách Hàng" cho phép bạn rút bất kỳ khoản tiền chưa được giải quyết nào trong tài khoản của mình.
zh_cn: 您可以和我们联系，关闭在本公司开立的账户。如您没有任何未平仓交易头寸，且满足“了解您的客户“的要求，可以提取账户内的待领款项，您的账户就可以关闭。

source: You may communicate with us through this website by means of e-mail, phone or, exceptionally, by post. Details can be found in the Contact Us page.
de_de: Sie können sich mit uns über diese Website, mittels E-Mail, Telefon oder ausnahmsweise auf dem normalen Postweg in Verbindung setzen. Die entsprechenden Angaben finden Sie auf unserer Kontakt-Seite.
id_id: Anda dapat berkomunikasi dengan kami melalui situs ini via email, telpon atau untuk keperluan khusus via pos. Rincian alamat dapat ditemukan pada halaman Hubungi Kami.
pl_pl: Możesz komunikować się z nami poprzez tę stronę internetową drogą e-mailową i telefoniczną lub, w szczególnych przypadkach, pocztą tradycyjną. Szczegóły można znaleźć w sekcji Napisz do nas.
pt_pt: É possível comunicar conosco através deste website por meio de e-mail, telefone ou, excepcionalmente, por correio. As informações de contato encontram-se na página Contate-nos.
vi_vn: Bạn có thể liên lạc với chúng tôi qua trang web này thông qua Live Chat, e-mail, điện thoại, hoặc ngoại lệ, qua đường bưu điện. Thông tin chi tiết có thể được tìm thấy tại trang Liên Hệ.
zh_cn: 您可以通过此网站以电子邮件、电话或在特殊情况下以邮寄方式和我们沟通。详情请参阅“联系我们”页面。

source: You may develop Applications using the %1 API as soon as you register an Application and you agree to follow these Terms.
de_de: Sobald Sie eine Anwendung angemeldet haben und den folgenden Bedingungen zustimmen, können Sie Anwendungen unter Verwendung des %1 API entwickeln.
id_id: Anda dapat mengembangkan Aplikasi dengan menggunakan API %1 segera setelah Anda mendaftarkan Aplikasi dan Anda setuju untuk mengikuti Persyaratan ini.
pl_pl: Użytkownik może rozpocząć tworzenie Aplikacji przy użyciu API %1 od razy po zarejestrowaniu Aplikacji i zaakceptowaniu niniejszych Warunków.
pt_pt: Você pode desenvolver aplicativos usando a API %1 assim que você registrar um aplicativo e aceitar seguir estes termos.
vi_vn: Bạn có thể phát triển Ứng Dụng bằng việc sử dụng %1 API ngay sau khi bạn đăng ký và bạn đồng ý tuân thủ các Điều Khoản này.
zh_cn: 一旦您注册好应用程序并同意遵守这些条款即可使用%1 API开发应用程序。

source: You may make Margin Payments by transferring funds from your %1 account to your MT5 Real Account. In the event that there are insufficient funds in your %1 account to fund your MT5 Real Account, you may make Margin Payments by funding your %1 account and transferring the funds from your %1 account to your MT5 Real Account.
de_de: Sie können Margin Zahlungen tätigen, indem Sie Gelder von Ihrem %1 Konto an Ihr MT5 Echtgeldkonto überweisen. Für den Fall, dass sich ungenügend Gelder in Ihrem %1 Konto befinden, um Ihr Echtgeldkonto zu finanzieren, können Sie Margin Zahlungen tätigen, indem Sie Ihr %1 Konto finanzieren und die Gelder von Ihrem %1 Konto an Ihr Echtgeldkonto überweisen.
id_id: Anda dapat membuat Pembayaran Margin dengan mentransfer dana dari akun %1 ke Akun Riil. Jika saldo tidak mencukupi pada akun %1 Anda untuk mendanai Akun Riil MT5, Anda dapat, membuat Pembayaran Margin dengan mendanai akun %1 Anda dan mentransfer dana dari akun %1 kedalam Akun Riil MT5 Anda.
pl_pl: Możesz uzupełnić depozyt zabezpieczający, przelewając środki ze swojego konta %1 na swoje Prawdziwe konto MT5. W przypadku, gdy środki na Twoim koncie %1 są niewystarczające, by zasilić Twoje Prawdziwe konto MT5, możesz uzupełnić depozyt zabezpieczający, zasilając swoje konto %1, a następnie przelewając te środki z konta %1 na Prawdziwe konto MT5.
pt_pt: Você pode efetuar pagamentos de margem ao transferir fundos da sua conta %1 para a sua conta real MT5. No evento de haver fundos insuficiente na sua conta %1 para financiar a sua conta real MT5, é possível efetuar pagamentos de margem ao financiar a sua conta %1 ao transferir fundos da sua conta %1 para a sua conta real MT5.
vi_vn: Bạn có thể thực hiện Thanh Toán Ký Quỹ bằng cách chuyển tiền từ tài khoản %1 của bạn sang Tài Khoản Thực MT5 của bạn. Trong trường hợp không có đủ tiền trong tài khoản %1 của bạn để nạp tiền vào Tài Khoản Thực MT5, bạn có thể thực hiện Thanh Toán Ký Quỹ bằng cách cấp tiền cho tài khoản %1 của bạn và chuyển tiền từ tài khoản %1 sang Tài Khoản Thực MT5 của bạn.
zh_cn: 支付保证金时您可以将资金从%1账户转入您的MT5真实账户。如果您的%1账户内资金不足， 您可以先把资金存入%1账户， 再将资金从%1账户转入MT5真实账户作为保证金支付。

source: You may not assign rights granted in this Agreement without the Company's prior written approval.
de_de: Sie können keine Rechte aus diesem Vertrag ohne vorherige schriftliche Genehmigung des Unternehmens abtreten.
id_id: Anda tidak dapat mengalihkan hak yang diberikan dalam Perjanjian ini tanpa persetujuan tertulis dari Perusahaan terlebih dahulu.
pl_pl: Użytkownik nie może przekazywać praw nadanych mu na mocy niniejszej Umowy bez wcześniejszej pisemnej zgody Firmy.
pt_pt: Você não pode transmitir direitos concedidos neste Acordo sem consentimento prévio por escrito da Empresa.
vi_vn: Bạn không có quyền chuyển nhượng Thỏa Thuận này nếu không có sự chấp thuận trước bằng văn bản của Công Ty chúng tôi.
zh_cn: 未经公司事先书面批准，您不得转让本协议授予的权利。

source: You may not cancel or amend the level of your Stop and Limit Order prior to the closing of your Transaction once the level has been reached.
de_de: Sobald das Level erreicht wurde, können Sie das Level Ihrer Stop und Limit Order nicht stornieren oder ändern, bevor die Transaktion geschlossen ist.
id_id: Anda tidak dapat membatalkan atau merubah level Stop dan Limit Order Anda sebelum penutupan transaksi apabila level telah tercapai.
pl_pl: Nie możesz anulować ani zmieniać poziomu dla swojego zlecenia Stop lub Limit przed zakończeniem transakcji, jeśli ten limit został już osiągnięty.
pt_pt: Você não pode cancelar nem emendar o nível da sua ordem de limites ou de interrupção antes de fechar a sua transação uma vez que o nível tenha sido alcançado.
vi_vn: Bạn có thể hủy bỏ hoặc điều chỉnh Lệnh Dừng và Lệnh Hạn Chế giao dịch của bạn trước khi đóng cửa Giao Dịch của bạn một khi đã đạt tới mức độ.
zh_cn: 一旦已经达到订单止损和限价水平，您不能在收盘交易前取消或修改止损和限价水平。

source: You may only open an account at this site on conditions that:
de_de: Sie können auf dieser Site ein Konto nur unter den Bedingungen eröffnen, dass:
id_id: Anda hanya dapat mendaftar akun pada situs ini dengan syarat:
pl_pl: Możesz otworzyć konto na portalu pod warunkiem, że:
pt_pt: Você apenas pode abrir uma conta neste site sob a condição de que:
vi_vn: Bạn chỉ có thể mở một tài khoản tại trang web này với điều kiện:
zh_cn: 只有满足下列条件，您才能在本网站开户：

source: You may only transfer funds between fiat and cryptocurrency accounts.
fr_fr: Vous ne pouvez virer des fonds qu'entre des comptes fiat et crypto devise.
id_id: Anda hanya dapat mentransfer dana antara akun fiat dan mata uang kripto.
pl_pl: Możesz przesyłać środki wyłącznie między kontem prowadzonym w walucie fiducjarnej i kontem w kryptowalucie.
pt_pt: Apenas é possível transferir fundos entre contas de moeda fiduciária e criptomoedas.
vi_vn: Bạn chỉ có thể chuyển tiền giữa các tài khoản tiền thực và tiền cryptocurrency.
zh_cn: 资金只可在法定账户和加密货币账户之间转移.

source: You may open one account for each supported cryptocurrency.
fr_fr: Vous pouvez ouvrir un compte pour chaque cryptodevise supportée.
id_id: Anda dapat mendaftar satu akun pada masing masing mata uang kripto.
pl_pl: Dla każdej obsługiwanej waluty można utworzyć jedno konto.
vi_vn: Bạn được phép mở một tài khoản cho mỗi cryptocurrency được hỗ trợ.
zh_cn: 您可以为每种受支持的加密货币开立专用账户。

source: You may proceed but please %1authenticate%2 your account within five days to continue trading.
de_de: Sie können fortfahren, aber bitte %1authentifizieren%2 Sie Ihr Konto innerhalb der nächsten fünf Tage, um den Handel fortzusetzen.
fr_fr: Vous pouvez procéder mais veuillez %1authentifier%2 votre compte dans un délai de cinq jours pour continuer à trader.
id_id: Anda dapat melanjutkan namun silahkan %1otentikasi%2 akun Anda dalam tempo lima hari untuk melanjutkan trading.
pl_pl: Możesz kontynuować, ale prosimy o dokonanie %1weryfikacji%2 konta w ciągu 5 dni, aby móc dalej handlować.
pt_pt: Você pode avançar mas pedimos que %1autentique%2 a sua conta dentro de cinco dias para continuar a negociar.
vi_vn: Bạn có thể tiếp tục, nhưng hãy %1xác thực%2 tài khoản của mình trong vòng 5 ngày để duy trì giao dịch.
zh_cn: 您可以继续操作, 但请在五天内%1验证%2您的账户以继续交易。

source: You may revoke the current manager's access.
de_de: Sie können den aktuellen Zugang des Managers widerrufen.
fr_fr: Vous pouvez révoquer l’accès du gestionnaire actuel.
id_id: Anda dapat mencabut akses manajer saat ini.
pl_pl: Możesz odebrać dostęp obecnemu menedżerowi.
pt_pt: Você pode revogar o acesso do gestor atual.
vi_vn: Bạn có thể thu hồi quyền truy cập của nhà quản lý hiện tại.
zh_cn: 您可撤消当前经理的访问权限。

source: You may specify your instruction of a Stop Order or a Limit Order may be applied for a limited duration or for an indefinite period (a "good till cancelled" or "GTC" Order).
de_de: Sie können eine Anweisung auf eine Stop Order festlegen, oder Sie können eine Limit Order auf einen begrenzten Zeitraum, oder auf einen unbegrenzten Zeitraum (eine "bis auf Widerruf gültige" oder "GTC" Order) anwenden.
id_id: Anda dapat menentukan instruksi Anda pada Stop Order atau Limit Order yang mungkin hanya tersedia terbatas pada waktu tertentu ("baik hingga dibatalkan" atau Order "GTC").
pl_pl: Możesz określić, czy zlecenie Stop lub zlecenie Limit ma być stosowane przez określony czas lub czas nieokreślony („do odwołania” lub „GTC”).
pt_pt: Você pode especificar se a sua instrução de uma ordem de interrupção ou ordem com limites deve ser aplicada durante um tempo limitado ou um período indefinido ("válida até ser cancelada).
vi_vn: Bạn có thể chỉ định cụ thể một Lệnh Dừng hoặc một Lệnh Giới Hạn có thể được áp dụng cho một giới hạn thời gian hoặc cho một khoảng thời gian vô hạn (một "tốt đến bị hủy bỏ" hoặc một lệnh "GTC").
zh_cn: 您可以指定您的止损或限价订单指示可用于有限或无限期限（"取消前有效订单"或"GTC"订单）。
