Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Ability to write high-quality, self-documenting code using test-driven development techniques
de_de: Die Fähigkeit, unter Verwendung von testbasierten Entwicklungstechniken qualitativ hochwertigen, selbstdokumentierenden Code zu schreiben
fr_fr: Capacité à rédiger un code auto-descriptif de haute qualité en utilisant des techniques de développement pilotées par les tests
id_id: Kemampuan untuk menulis kode dokumentasi berkualitas tinggi dengan menggunakan teknik pengembangan berbasis tes
pl_pl: Umiejętność pisania gotowych do zastosowania, wysokiej jakości kodów przy użyciu technik TDD
pt_pt: A capacidade de escrever código de alta qualidade e de documentação automática, usando técnicas de desenvolvimento orientadas por testes
vi_vn: Khả năng viết ra các bộ mã code tự giải thích chất lượng cao bằng cách sử dụng các kỹ thuật phát triển hướng kiểm thử
zh_cn: 能够使用测试驱动开发技术写出高质量、自记录代码

source: Able to assess the security impact of bugs and API inconsistencies
de_de: In der Lage, die Auswirkungen von Fehlern auf die Sicherheit und API Inkonsistenzen zu beurteilen
fr_fr: En mesure d’évaluer l’impact sur la sécurité des bugs et des incohérences de l’API
id_id: Mampu menilai dampak keamanan bug dan inkonsistensi API
pl_pl: Umiejętność oceny wpływu błędów i niezgodności API na bezpieczeństwo
pt_pt: Capaz de avaliar o impacto de segurança de bugs e inconsistências de API
vi_vn: Có khả năng đánh giá các tác động an ninh của lỗi và API không đồng nhất
zh_cn: 能够评估电脑程序漏洞和API的不一致性对安全造成的影响

source: About Us
de_de: Über uns
fr_fr: À propos
id_id: Tentang Kami
pl_pl: O nas
pt_pt: Sobre Nós
vi_vn: Thông Tin Về Chúng Tôi
zh_cn: 关于我们

source: About Us and Our Regulator
de_de: Über uns und unsere Aufsichtsbehörde
id_id: Tentang Kami dan Regulator Kami
pl_pl: O nas i o instytucji nas kontrolującej
pt_pt: Sobre nós e a nossa autoridade reguladora
vi_vn: Bộ phận lãnh đạo của chúng tôi
zh_cn: 关于我们和我们的监管机构

source: About Us and These Terms
de_de: Über uns und diese Bedingungen
id_id: Tentang Kami dan Istilah
pl_pl: O nas i o niniejszych warunkach
pt_pt: Sobre nós e estes termos
vi_vn: Điều khoản của chúng tôi
zh_cn: 关于我们和这些条款

source: Academy
de_de: Akademie
fr_fr: Académie
id_id: Akademi
pl_pl: Akademia
pt_pt: Academia
vi_vn: Học Viện
zh_cn: 学院

source: Accept
de_de: Annehmen
fr_fr: Accepter
id_id: Menerima
pl_pl: Akceptuję
pt_pt: Aceitar
vi_vn: Chấp nhận
zh_cn: 接受

source: Accept local bank wires
de_de: Annahme von nationalen Banküberweisungen
fr_fr: Accepter les virements bancaires locaux
id_id: Menerima transfer bank lokal
pl_pl: Akceptacja lokalnych przelewów bankowych
pt_pt: Aceitar transferências bancárias locais
vi_vn: Chấp nhận hình thức điện chuyển khoản ngân hàng địa phương
zh_cn: 接受本地银行电汇

source: Acceptance
de_de: Akzeptanz
fr_fr: Acceptation
id_id: Penerimaan
pl_pl: Akceptacja
pt_pt: Aceitação
vi_vn: Chấp thuận
zh_cn: 接受

source: Access MT5 dashboard
de_de: Zugang zum MT5 Dashboard
fr_fr: Tableau de bord accès MT5
id_id: Akses dashboard MT5
pl_pl: Dostęp do pulpitu MT5
pt_pt: Acessar o painel de negociação da MT5
vi_vn: Truy cập vào bảng điều khiển MT5
zh_cn: 访问 MT5 仪表板

source: Access all available tools and features for trading on MT5, including Expert Advisors (EAs), charts, and order types
de_de: Greifen Sie auf alle verfügbaren Tools und Funktionen für den Handel auf MT5, einschließlich Expert Advisors (EAs), Diagrammen, und Auftragsarten, zu
fr_fr: Accéder à tous les outils et fonctionnalités pour le trading sur MT5, y compris Expert Advisors (EAs), graphiques et types d'ordre
id_id: Akses berbagai fasilitas yang tersedia untuk trading pada MT5, termasuk Expert Advisor (EA), berbagai chart dan jenis order
pl_pl: Uzyskaj dostęp do wszystkich dostępnych narzędzi i funkcji w zakresie handlowania na platformie MT5, w tym do funkcji doradczej EAs – Expert Advisors, wykresów i rodzajów zakładów
pt_pt: Acesse todas as ferramentas e funcionalidades de negociação na MT5, incluindo Expert Advisors (EAs), gráficos e tipos de ordens
vi_vn: Truy cập tất cả các công cụ và tính năng dành cho giao dịch trên MT5, bao gồm chuyên gia tư vấn (EAs), bảng xếp hạng, và các loại đặt hàng
zh_cn: 访问所有可用的工具和功能包括专家顾问 (EAs)、图表和订单类型，以便在MT5交易

source: Access all our trading platforms and charting tools from a single app.
de_de: Haben Sie Zugang zu all unseren Handelsplattformen und Charting Tools über eine einzige Anwendung.
fr_fr: Accédez à toutes nos plateformes de trading et à nos outils de représentation graphique à partir d’une seule application.
id_id: Akses semua platform trading kami dan alat charting melalui satu aplikasi.
pl_pl: Uzyskaj dostęp do wszystkich naszych platform handlowych i wykresów, korzystając z jednej aplikacji.
pt_pt: Acessar todas as nossas plataformas de negociação e ferramentas de gráfico a partir de um único aplicativo.
vi_vn: Truy cập vào tất cả các sàn giao dịch và biểu đồ công cụ từ một ứng dụng duy nhất.
zh_cn: 透过单一的应用程序访问我们所有的交易平台和图表工具。

source: Access market quotes and trade execution from top-tier liquidity providers, including banks and non-banks.
de_de: Haben Sie Zugang zu Börsenkursen und handeln Sie die Ausführung von erstklassigen Liquiditätsanbietern, darunter Banken und Nichtbanken.
fr_fr: Accéder aux cotations du marché et à l’exécution de trade par des fournisseurs de liquidité de haut niveau, y compris des banques et des établissements non bancaires.
id_id: Akses kutipan pasar dan eksekusi trading dari penyedia likuiditas teratas, termasuk perbankan dan non perbankan.
pl_pl: Dostęp do kwotowań rynkowych i realizacji zakładów oferowanej przez najważniejszych dostawców płynności, w tym banki i instytucje pozabankowe.
pt_pt: Acesse cotação de mercado e execuções de negociação de fornecedores de liquidez de primeira categoria, incluindo instituições bancárias e não bancárias.
vi_vn: Truy cập báo giá thị trường và thực hiện thương mại từ nhà cung cấp thanh khoản hàng đầu, bao gồm cả ngân hàng và ngoài ngân hàng.
zh_cn: 通过顶级流动性提供商，包括银行和非银行机构访问市场报价和执行交易。

source: Access multi-asset liquidity from top-tier institutions.
de_de: Haben Sie Zugang zu Multi-Asset-Liquidität aus erstklassigen Einrichtungen.
fr_fr: Accédez à la liquidité multi actifs des institutions de haut niveau.
id_id: Akses berbagai aset likuiditas dari institusi teratas.
pl_pl: Dostęp do rozwiązań w zakresie płynności opartych na wielu aktywach i oferowanych przez czołowe instytucje.
pt_pt: Acesse liquidez multi-ativo de instituições de primeira categoria.
vi_vn: Truy cập thanh khoản đa tài sản từ các tổ chức hàng đầu.
zh_cn: 顶级机构提供多种资产的流动性服务。

source: Access our products and services from a single app
de_de: Haben Sie Zugang zu unseren Produkten und Dienstleitungen über eine einzige Anwendung
fr_fr: Accédez à nos produits et services à partir d’une seule application
id_id: Akses produk dan layanan kami dari satu aplikasi
pl_pl: Uzyskaj dostęp do naszych produktów i usług, korzystając z jednej aplikacji
pt_pt: Acessar os nossos produtos e serviços a partir de um único aplicativo
vi_vn: Truy cập vào các sản phẩm và dịch vụ từ một ứng dụng duy nhất
zh_cn: 透过单个应用程序访问我们的产品和服务

source: Access the markets anytime, anywhere from your Android device.
de_de: Greifen Sie jederzeit, von überall, über Ihr Android Gerät auf die Märkte zu.
fr_fr: Accédez aux marchés à tout moment, n'importe où depuis votre appareil Android.
id_id: Akses pasar kapan saja, di mana saja dari perangkat Android Anda.
pl_pl: Uzyskaj dostęp do rynków w dowolnej chwili i z dowolnego miejsca, korzystając z urządzenia z systemem Android.
pt_pt: Acessar os mercados em qualquer momento, de qualquer lugar, a partir do seu dispositivo Android.
vi_vn: Truy cập vào các thị trường bất cứ lúc nào, bất cứ nơi đâu trên thiết bị Android của bạn.
zh_cn: 随时随地透过Android设备访问市场。

source: Access the markets anytime, anywhere from your iOS device.
de_de: Greifen Sie jederzeit, von überall, über Ihr iOS Gerät auf die Märkte zu.
fr_fr: Accédez aux marchés à tout moment, n'importe où depuis votre appareil IOS.
id_id: Akses pasar kapan saja, di mana saja dari perangkat iOS Anda.
pl_pl: Uzyskaj dostęp do rynków w dowolnej chwili i z dowolnego miejsca, korzystając z urządzenia z systemem iOS.
pt_pt: Acessar os mercados em qualquer momento, de qualquer lugar, a partir do seu dispositivo iOS.
vi_vn: Truy cập vào các thị trường bất cứ lúc nào, bất cứ nơi đâu trên thiết bị Ios của bạn.
zh_cn: 随时随地透过iOS设备访问市场。

source: Access the markets anytime, anywhere using native apps for your iOS or Android devices.
de_de: Greifen Sie jederzeit, von überall aus, auf die Märkte zu, in dem Sie native Apps für iOS oder Android Geräte verwenden.
fr_fr: Accéder au marchés n'importe quand et n'importe où utilisant des applications natives pour vos appareils IOS ou Android.
id_id: Akses pasar kapan saja, dimana saja menggunakan aplikasi iOS atau peralatan Android.
pl_pl: Uzyskaj dostęp do rynków w dowolnej chwili i dowolnym miejscu, korzystając z naszych natywnych aplikacji na urządzenia z systemem iOS lub Android.
pt_pt: Acesse os mercados em qualquer momento, de qualquer lugar, usando apicativos nativos para os seus dispositivos iOS e Android.
vi_vn: Truy cập các thị trường bất cứ lúc nào, bất cứ nơi nào bằng cách sử dụng ứng dụng bản địa dành cho iOS hoặc thiết bị Android của bạn.
zh_cn: 随时随地在iOS或Android设备上使用原装应用能够程序访问市场。

source: Access to Advanced trading
de_de: Zugriff auf fortgeschrittenen Handel
fr_fr: Accès à la négociation avancée
id_id: Akses ke trading Lanjutan
pl_pl: Dostęp do zaawansowanego handlowania
pt_pt: Acesso a negociações avançadas
vi_vn: Truy cập vào giao dịch nâng cao
zh_cn: 进行高级交易

source: Access to Personal Data
de_de: Zugang zu personenbezogenen Daten
id_id: Akses ke Data Pribadi
pl_pl: Dostęp do danych osobowych
pt_pt: Acesso a dados pessoais
vi_vn: Truy cập vào Dữ liệu Cá nhân
zh_cn: 个人数据访问

source: Access to multi-asset liquidity and back-office functionality via margin accounts
de_de: Zugang zu Multi-Asset-Liquidität und Back-Office-Funktionalität über Margin-Konten
fr_fr: Accès aux liquidités multi-actifs et fonctionnalité de back office par l’intermédiaire de comptes de marge
id_id: Akses kedalam berbagai aset likuiditas dan fungsi kantor belakang melalui akun margin
pl_pl: Dostęp do rozwiązań w zakresie płynności opartych na wielu aktywach oraz funkcji back-office poprzez konta z depozytem
pt_pt: Acesso a liquidez multiativo e funcionalidade de back-office através de contas de margem
vi_vn: Truy cập vào nhiều tài sản có tính thanh khoản và chức năng cơ quan hậu bị thông qua các tài khoản ký quỹ
zh_cn: 通过保证金账户访问多个资产的流动性和后台功能

source: Access to your personal data is strictly prohibited with the exception of key %1 personnel and only as needed in the performance of their duties.
de_de: Der Zugriff auf Ihre personenbezogenen Daten ist, mit Ausnahme von leitenden %1 Mitarbeitern und nur im Umfang zur Erfüllung ihrer Pflichten, strikt untersagt.
id_id: Akses kedalam data pribadi Anda adalah terlarang kecuali pada petugas utama %1 yang memerlukan data tersebut dalam menjalankan tugas mereka.
pl_pl: Dostęp do Twoich danych osobowych jest całkowicie zabroniony. Wyjątek stanowią kluczowi pracownicy %1, którzy mogą uzyskać taki dostęp wyłącznie w celu wykonywania swoich obowiązków.
pt_pt: O acesso aos seus dados pessoais é estritamente proibido, com a exceção do pessoal-chave da %1 e apenas conforme necessário no desempenho dos seus deveres.
vi_vn: Việc truy cập vào dữ liệu cá nhân của bạn bị cấm tuyệt đối, chỉ có nhân sự chủ chốt %1 mới có thể truy cập và chỉ trong những trường hợp thật sự cần thiết.
zh_cn: 除非%1的关键人员在执行职务时有此必要，我们严格禁止任何人访问您的个人数据。

source: Access your account with full trading permission.
de_de: Greifen Sie mit voller Handelserlaubnis auf Ihr Konto zu.
fr_fr: Accédez à votre compte avec une permission totale de trading.
id_id: Akses akun Anda dengan pengaksesan trading penuh.
pl_pl: Uzyskaj dostęp do swojego konta z pełnymi uprawnieniami do handlowania.
pt_pt: Acessar a sua conta com plenas permissões de negociação
vi_vn: Truy cập vào tài khoản của bạn với đầy đủ giấy phép kinh doanh.
zh_cn: 使用完整交易权限访问您的账户。

source: Access your trading history through our Expert Advisors (EA)
de_de: Greifen Sie auf Ihre Handelsgeschichte über unsere Expert Advisors (EA) zu
fr_fr: Accédez à votre historique de trading à travers Expert Advisors (EA)
id_id: Mengakses riwayat trading Anda melalui Expert Advisor (EA) kami
pl_pl: Uzyskaj dostęp do historii swoich zakładów dzięki oprogramowaniu Expert Advisors (EA)
pt_pt: Acessar o histórico de suas negociações através do recurso Expert Advisors (EA)
vi_vn: Truy cập lịch sử giao dịch của bạn thông qua Chuyên gia tư vấn của chúng tôi (EA)
zh_cn: 通过我们的专家顾问访问您的交易记录

source: Accomplished writing and editing skills with at least five years editorial experience in digital advertising or online media
de_de: Versierte Schreib- und Bearbeitungsfähigkeiten mit mindestens fünf Jahren redaktioneller Erfahrung in digitaler Werbung oder Online-Medien
fr_fr: Compétences en matière de rédaction et d'édition avec au moins cinq ans d’expérience en publicité numérique ou dans les médias en ligne
id_id: Ketrampilan menulis dan mengedit dengan pengalaman editorial minimal lima tahun dalam iklan digital atau media online
pl_pl: Doskonała umiejętność tworzenia tekstów i edytowania poparta co najmniej pięcioletnim doświadczeniem edytorskim w branży reklam cyfrowych lub mediów on-line
pt_pt: Habilidades de escrita e edição realizadas com pelo menos cinco anos de experiência editorial em publicidade digital ou mídia online
vi_vn: Thành thục các kỹ năng viết và chỉnh sửa với ít nhất 5 năm kinh nghiệm biên tập trong quảng cáo kỹ thuật số hoặc truyền thông trực tuyến
zh_cn: 具备至少五年的数字广告或网络媒体编辑经验, 并具备写作和编辑技能

source: Account
de_de: Konto
fr_fr: Compte
id_id: Akun
pl_pl: Konto
pt_pt: Conta
vi_vn: Tài khoản
zh_cn: 账户

source: Account Authenticated
de_de: Konto authentifiziert
fr_fr: Compte Authentifié
id_id: Akun Telah Dikonfirmasi
pl_pl: Konto zweryfikowane
pt_pt: Conta autenticada
vi_vn: Xác thực tài khoản
zh_cn: 账户验证

source: Account Balance
de_de: Kontostand
fr_fr: Solde du Compte
id_id: Saldo Akun
pl_pl: Saldo konta
pt_pt: Saldo da conta
vi_vn: Số dư tài khoản
zh_cn: 账户余额

source: Account Categorisation
de_de: Konto-Kategorisierung
fr_fr: Catégorisation de Compte
id_id: Kategorisasi Akun
pl_pl: Kategoryzacja konta
pt_pt: Categorização de conta
vi_vn: Phân loại tài khoản
zh_cn: 账户分类

source: Account Closure
de_de: Kontenschließung
id_id: Penutupan Akun
pl_pl: Zamknięcie konta
pt_pt: Encerramento de Conta
vi_vn: Đóng tài khoản
zh_cn: 账户关闭

source: Account Deposit Currency
de_de: Buchgeld-Konto
fr_fr: Devise du Compte de Dépôt
id_id: Mata Uang Deposit Akun
pl_pl: Waluta depozytu konta
pt_pt: Moeda de depósito de conta
vi_vn: Tài khoản tiền gửi tiền tệ
zh_cn: 账户存款币种

source: Account Equity
de_de: Kapitalkonto
fr_fr: Compte de Capital
id_id: Ekuitas Akun
pl_pl: Środki na koncie
pt_pt: Capital de conta
vi_vn: Vốn chủ sở hữu tài khoản
zh_cn: 账户权益

source: Account Free Margin
de_de: Freies Margen Konto
fr_fr: Compte de Marge Libre
id_id: Akun Gratis Margin
pl_pl: Konto bez depozytu zabezpieczającego
pt_pt: Margem livre de conta
vi_vn: Tài khoản ký quỹ miễn phí
zh_cn: 账户免费保证金

source: Account Limits
de_de: Kontolimits
fr_fr: Limites du Compte
id_id: Batasan rekening
pl_pl: Limity na koncie
pt_pt: Limites da Conta
vi_vn: Giới hạn Tài khoản
zh_cn: 账户限额

source: Account Management
de_de: Kontoverwaltung
id_id: Manajemen Akun
pl_pl: Zarządzanie kontem
pt_pt: Gerenciamento de conta
vi_vn: Quản lý tài khoản
zh_cn: 账户管理

source: Account Opening
de_de: Kontoeröffnung
id_id: Pendaftaran Akun
pl_pl: Otwarcie konta
pt_pt: Abertura de Conta
vi_vn: Mở tài khoản
zh_cn: 账户开立

source: Account Password
de_de: Konto-Passwort
fr_fr: Mot de passe du compte
id_id: Kata Sandi Akun
pl_pl: Hasło do konta
pt_pt: Senha da conta
vi_vn: Mật Khẩu Tài Khoản
zh_cn: 账户密码

source: Account Security
de_de: Kontosicherheit
id_id: Keamanan Akun
pl_pl: Bezpieczeństwo konta
pt_pt: Segurança da conta
vi_vn: Bảo Mật Tài Khoản
zh_cn: 账户安全

source: Account balance:
de_de: Kontostand:
fr_fr: Solde du compte :
id_id: Saldo akun:
pl_pl: Saldo konta:
pt_pt: Saldo da conta:
vi_vn: Số Dư Tài Khoản:
zh_cn: 账户余额：

source: Account balance:
de_de: Kontostand:
fr_fr: Solde du compte :
id_id: Saldo akun Anda:
pl_pl: Saldo konta:
pt_pt: Saldo de conta:
vi_vn: Số Dư Tài Khoản:
zh_cn: 账户余额：

source: Account comparison
de_de: Kontovergleich
fr_fr: Comparaison de compte
id_id: Perbandingan akun
pl_pl: Porównanie kont
pt_pt: Comparação de contas
vi_vn: So sánh tài khoản
zh_cn: 账户比较

source: Account currency
de_de: Kontowährung
fr_fr: Devise du compte
id_id: Mata uang akun
pl_pl: Waluta konta
pt_pt: Moeda da conta
vi_vn: Loại Tiền Tệ
zh_cn: 账户币种

source: Account management
de_de: Kontoverwaltung
fr_fr: Gestion du compte
id_id: Manajemen akun
pl_pl: Zarządzanie kontami
pt_pt: Gerenciamento de contas
vi_vn: Quản lý tài khoản
zh_cn: 账户管理

source: Account management and tracking
de_de: Kontoverwaltung und Verlauf
fr_fr: Gestion et suivi du compte
id_id: Pengelolaan akun dan pelacakan
pl_pl: Zarządzanie kontem i śledzenie działań na koncie
pt_pt: Gerenciamento e acompanhamento de contas
vi_vn: Quản lý và theo dõi tài khoản
zh_cn: 账户管理及追踪

source: Account needs age verification, please contact %1customer support%2 for more information.
de_de: Das Konto benötigt einen Altersnachweis, bitte kontaktieren %1Sie die Kundenbetreuung%2, um weitere Informationen zu erhalten.
fr_fr: Le compte nécessite une vérification de l’âge, veuillez contacter le %1support client%2 pour plus d’informations.
id_id: Akun membutuhkan verifikasi umur, hubungi %1customer support%2 untuk informasi lebih lanjut.
pl_pl: W przypadku tego konta wymagana jest weryfikacja wieku, proszę skontaktować się z %1działem obsługi klienta%2, aby uzyskać więcej informacji.
pt_pt: A conta precisa de verificação de idade, por favor contate o %1apoio ao cliente%2 para mais informações.
vi_vn: Tài khoản cần xác minh tuổi, xin vui lòng liên hệ với %1chỗ trợ khách hàng%2 để biết thêm thông tin.
zh_cn: 账户需要通过年龄验证。欲知详情，请联系%1客服部%2。

source: Account opening reason
de_de: Kontoeröffnung-Grund
fr_fr: Motif d’ouverture de compte
id_id: Alasan pedaftaran akun
pl_pl: Powód otwarcia konta
pt_pt: Motivo de abertura de conta
vi_vn: Lý do mở tài khoản
zh_cn: 开立账户的原因

source: Account security
de_de: Kontosicherheit
fr_fr: Sécurité du compte
id_id: Keamanan akun
pl_pl: Bezpieczeństwo konta
pt_pt: Segurança da conta
vi_vn: Bảo mật tài khoản
zh_cn: 账户安全

source: Account statistics
de_de: Konto-Statistiken
fr_fr: Statistiques du compte
id_id: Statistik akun
pl_pl: Statystyki konta
pt_pt: Estatísticas da conta
vi_vn: Thống kê tài khoản
zh_cn: 账户统计信息

source: Accounts
de_de: Konten
fr_fr: Comptes
id_id: Akun
pl_pl: Konta
pt_pt: Contas
vi_vn: Các tài khoản
zh_cn: 账户

source: Accounts And Payments Executive
de_de: Buchhaltungs- & Zahlungsverkehrsleiter
fr_fr: Chargé des comptes et paiements
id_id: Accounts & Payments Executive
pl_pl: Starszy specjalista ds. księgowości i płatności
pt_pt: Executivo de contas e pagamentos
vi_vn: Chuyên Viên Kế Toán
zh_cn: 账户与支付执行

source: Accounts List
de_de: Kontenliste
fr_fr: Liste des comptes
id_id: Daftar Akun
pl_pl: Lista kont
pt_pt: Lista de contas
vi_vn: Danh sách tài khoản
zh_cn: 账户列表

source: Accounts and Payments Executive
de_de: Buchhaltungs- & Zahlungsverkehrsleiter
fr_fr: Chargé des Comptes et Paiements
id_id: Accounts dan Payments Executive
pl_pl: Starszy specjalista ds. księgowości i płatności
pt_pt: Executivo de Contas e Pagamentos
vi_vn: Nhân Viên Kế Toán & Chi Trả
zh_cn: 会计与支付执行员

source: Accounts with Open Positions being Rolled-over shall be credited or debited with an amount referred to as the Roll-over Credit/Debit which is determined by the Company.
de_de: Konten mit offenen Positionen, die verlängert werden, können einen Betrag gutgeschrieben bekommen, oder mit einem Betrag belastet werden; dies wird als Roll-over Gutschrift/Lastschrift bezeichnet, welche vom Unternehmen bestimmt wird.
id_id: Akun dengan Open Position yang di-Roll-over akan dikreditkan atau didebit dengan jumlah yang disebutkan sebagai Kredit/Debit Roll-over yang ditentukan oleh Perusahaan.
pl_pl: Konta z pozycjami otwartymi, które są rolowane, będą zaksięgowane po stronie winien lub ma w wysokości odpowiadającej rolowaniu winien/ma określanemu przez Firmę.
pt_pt: Contas com posições em aberto que estão sendo transportadas serão creditadas ou debitadas com um valor conhecido como o "Crédito/Débito transportado" que é determinado pela Empresa.
vi_vn: Các tài khoản có Phiên Mở đang được Roll-over sẽ được ghi tín dụng hoặc ghi nợ với số tiền được gọi là Tín dụng / Ghi nợ chuyển nhượng được xác định bởi Công Ty.
zh_cn: 有未平仓头寸隔夜利息的账户须记上由公司决定的隔夜利息借/贷费用金额，称为隔夜利息借/贷费。

source: Accounts with debit balance (i.e. credit exposure to %1)
de_de: Konten mit Schuldsaldo (d.h. Kreditengagement bis %1)
fr_fr: Comptes avec solde débiteur (c.-à-d. exposition au risque de crédit de %1)
id_id: Akun dengan saldo debit (yaitu eksposur kredit ke %1)
pl_pl: Konta z debetem (np. ekspozycja kredytowa względem %1)
pt_pt: Contas com saldo devedor (i.e. exposição de crédito à %1)
vi_vn: Tài khoản có số dư nợ (tức là có rủi ro tín dụng tới %1)
zh_cn: 账户的借方余额 （即对 %1的信贷风险）

source: Accounts with debit balances are required to settle the full amount immediately by making a payment to us.
de_de: Konten mit Schuldensalden sind dazu angehalten, den gesamten Betrag sofort, mittels Zahlung an uns, zu begleichen.
id_id: Akun dengan saldo debit diperlukan untuk menyelesaikan jumlah total secepatnya dengan membuat pembayaran kepada kami.
pl_pl: Posiadacze kont z debetem są zobowiązani do pokrycia całej kwoty natychmiast poprzez dokonanie wpłaty.
pt_pt: Contas com saldos devedores devem liquidar o valor total imediatamente ao efetuar um pagamento para nós.
vi_vn: Tài khoản có số dư nợ được yêu cầu giải quyết toàn bộ số tiền nợ ngay lập tức bằng cách thanh toán một khoản cho chúng tôi.
zh_cn: 有借方余额的账户需立即付款给我们结算全额。

source: Accounts/ Payments
de_de: Konten/Zahlungen
fr_fr: Comptes / Paiements
pl_pl: Konta/ Płatności
pt_pt: Contabilidade e Pagamentos
vi_vn: Tài khoản / Thanh toán
zh_cn: 会计/支付

source: Accounts/Assets
de_de: Konten/Vermögen
fr_fr: Comptes/Actifs
id_id: Akun/Aset
pl_pl: Konta/Aktywa
pt_pt: Contas/Ativos
vi_vn: Tài khoản/Tài sản
zh_cn: 账户/资产

source: Accounts/Payments
de_de: Konten/Zahlungen
fr_fr: Comptes/Paiements
pl_pl: Konta/Płatności
pt_pt: Contabilidade/Pagamentos
vi_vn: Tài khoản / Thanh toán
zh_cn: 会计/支付

source: Accumulation of Income/Savings
de_de: Ansammlung von Einnahmen/Einsparungen
fr_fr: Accumulation de revenus et d'économies
id_id: Akumulasi Pendapatan/Tabungan
pl_pl: Zgromadzony dochód/ oszczędności
pt_pt: Acumulação de rendimentos/poupanças
vi_vn: Sự tích tụ của thu nhập/tiền tiết kiệm
zh_cn: 收入/储蓄积累

source: Accuracy of Information
de_de: Genauigkeit der Daten
id_id: Akurasi Informasi
pl_pl: Dokładność informacji
pt_pt: Precisão das Informações
vi_vn: Mức độ chính xác của thông tin
zh_cn: 信息的准确性

source: Acknowledge
de_de: Anerkennen
fr_fr: Reconnaître
id_id: Mengetahui
pl_pl: Rozumiem
pt_pt: Confirmar
vi_vn: Sự thừa nhận
zh_cn: 确认
