Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1's IT team is responsible for the design, development, and operation of our system infrastructure and high-traffic networks. As our Cryptocurrency/Blockchain Developer, you will be taking on the challenge of revamping our existing cashier system and infrastructure for our ICO launch. You will also drive all our future blockchain-based projects. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer Systeminfrastruktur und hochfrequentierten Netzwerke verantwortlich. Als unser Kryptowährungs- bzw. Blockchain-Entwickler nehmen Sie die Herausforderung an, existierende Kassensysteme für unsere ICO Markteinführung umzugestalten. Sie werden ebenfalls alle unsere zukünftigen Blockchain-Projekte steuern. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: L'équipe IT %1 est responsable de la conception, du développement et de l’exploitation de nos réseaux à trafic élevé. Comme développeur Crypto devise/Blockchain, vous relèverez le défi de réécrire notre système existant de caisse et l'infrastructure du lancement de notre ICO. Vous allez également mener tous nos projets futures liés à la blockchain. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires à trafic élevé.
id_id: Tim IT %1 bertanggung jawab untuk desain, pengembangan, dan pengoperasian infrastruktur sistem kami dan jaringan lalu lintas tinggi. Sebagai Cryptocurrency/Blockchain Developer, Anda akan mengambil tantangan untuk membenahi sistem dan infrastruktur kasir kami yang sudah ada untuk peluncuran ICO kami. Anda juga akan mendorong semua proyek berbasis blockchain pada masa mendatang. Pekerjaan Anda akan sangat berkontribusi pada arsitektur yang mendorong trafik tinggi situs trading opsi binary kami.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie i tworzenie naszego systemu infrastruktury i naszych sieci o dużym obciążeniu oraz za jego prawidłowe działanie. Jako deweloper ds. kryptowalut/blockchain będziesz odpowiadać za poprawianie naszego istniejącego systemu Kasjer oraz infrastruktury na potrzeby ICO. Będziesz również realizować nasze przyszłe projekty oparte na blockchain. Twoja praca będzie miała wpływ na ulepszenie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
pt_pt: A equipe TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossas redes de alto tráfego. Como nosso programador de Criptomoedas/Blockchain, você estará assumindo o desafio de renovar nosso sistema de caixa e infraestrutura para o lançamento da ICO. Você também dirigirá todos os nossos futuros projetos baseados em blockchain. Seu trabalho contribuirá muito para a arquitetura que impulsiona nosso site de negociação de opções binárias de alto tráfego.
vi_vn: Đội IT của %1 sẽ có trách nhiệm cho việc thiết kế, phát triển, và vận hành hệ thống mạng lưu lượng cao của chúng tôi. Với vai trò Lập Trình Viên Tiền Mã Hóa/Blockchain, bạn sẽ nhận thử thách cải tổ lại hệ thống tiền tệ hiện tại & cơ sở hạ tầng để chuẩn bị cho đợt ICO của chúng tôi. Bạn cũng sẽ chèo lái các dự án về blockchain của chúng tôi trong tương lai. Công việc của bạn sẽ đóng góp lớn vào kiến trúc mà đã thúc đẩy website quyền chọn nhị phân lưu lượng cao của chúng tôi.
zh_cn: ％1的信息技术团队负责我们系统基础设施和高流量网络的设计、开发和运营。身为我们的加密货币/区块链开发员, 您将面临挑战, 为我们的 ICO 推出改造现有的收银台系统和基础设施。您还将推动我们未来所有基于区块链的项目。您的工作将有助于推动我们高流量二元期权交易网站的结构 。

source: %1's IT team is responsible for the design, development, and operation of our websites, applications, and high-traffic networks. As our Front-End Developer, you will be taking on the challenge of developing and maintaining advanced applications and interfaces that connect clients with our patented trading system.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer Websites, Anwendungen und stark frequentierten Netzwerke verantwortlich. Als unser Front-End-Entwickler nehmen Sie die Herausforderung an, anspruchsvolle Anwendungen und Schnittstellen, die Kunden mit unserem patentierten Handelssystem verbinden zu entwickeln und zu warten.
fr_fr: L’équipe IT %1 est responsable de la conception, du développement et du fonctionnement de nos sites Web, des applications et des réseaux à trafic intense. Comme développeur front-end, vous releverez le défi de développer et de maintenir des applications avancées et interfaces qui relient les clients avec notre système breveté de trading.
id_id: Tim IT %1 bertanggung jawab atas desain, pengembangan, dan pengoperasian situs web, aplikasi, dan jaringan trafik tinggi kami. Sebagai Front-End Developer kami, Anda akan menerima tantangan untuk mengembangkan dan memelihara aplikasi dan antarmuka canggih yang menghubungkan klien dengan sistem trading kami yang telah dipatenkan.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych stron internetowych, aplikacji i sieci o dużym obciążeniu. Nasz deweloper front-end będzie tworzył aplikacje i interfejsy łączące klientów z naszym objętym ochroną patentową systemem do handlowania i odpowiadał za ich utrzymanie.
pt_pt: A Equipe de TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossos sites, aplicativos e redes de alto tráfego. Como nosso desenvolvedor front-end, você aceitará o desafio de desenvolver e manter aplicações avançadas e interfaces que conectam nossos clientes com nosso sistema de negociação patenteado.
vi_vn: Đội IT của %1 sẽ chịu trách nhiệm thiết kế, phát triển và vận hành trang web, các ứng dụng và hệ thống mạng lưu lượng cao của chúng tôi. Với tư cách là Lập Trình Viên Front-End của chúng tôi, bạn sẽ đảm nhận thử thách trong việc phát triển và duy trì các ứng dụng tiên tiến và các giao diện kết nối khách hàng với hệ thống dao dịch đã cấp quyền sở hữu sáng chế của chúng tôi.
zh_cn: ％1的信息技术团队负责我们网站、应用程序和高流量网络的设计、开发和运营。身为我们的前端开发人员, 您将面临挑战，开发和维护高级应用程序和将客户与我们受专利保护的交易系统连接起来的接口。

source: %1's IT team is responsible for the design, development, and operation of our websites, applications, and high-traffic networks. As our Software Tester, we rely on you to run high-quality tests to ensure the stability, quality, and usability of our website and codebase with each software release.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer Websites, Anwendungen und stark frequentierten Netzwerke verantwortlich. Als unser Software-Tester verlassen wir uns darauf, dass Sie qualitativ hochwertige Tests durchführen, um die Stabilität, Qualität und Benutzerfreundlichkeit unserer Website und Codebasis mit jedem Softwarerelease zu gewährleisten.
fr_fr: L’équipe IT %1 est responsable de la conception, du développement et du fonctionnement de nos sites Web, des applications et des réseaux à trafic intense. Comme testeur de logiciels, nous comptons sur vous pour exécuter des tests de qualité pour assurer la stabilité, la qualité et la convivialité de notre site Web et de la base code avec chaque version du logiciel.
id_id: Tim IT %1 bertanggung jawab untuk desain, pengembangan, operasional situs web, aplikasi dan jaringan trafik tinggi kami. Sebagai Software Tester, kami bergantung kepada Anda untuk menjalankan tes berkualitas tinggi untuk memastikan stabilitas, kualitas, kegunaan situs web kami dan kode basis/code base dengan setiap perangkat lunak yang dirilis.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych stron internetowych, aplikacji i sieci o dużym obciążeniu. Tester oprogramowania jest odpowiedzialny za realizowanie wysokiej jakości testów w celu zagwarantowania stabilności, jakości i użyteczności naszej strony internetowej przy każdym wprowadzaniu produktu na rynek.
pt_pt: A equipe de TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossos sites, aplicativos e redes de tráfego intenso. Como nosso Testador de Software, confiamos em você para executar testes de alta qualidade para garantir a estabilidade, a qualidade e a usabilidade de nosso site e base de código de cada versão de software.
vi_vn: Đội IT của %1 sẽ chịu trách nhiệm thiết kế, phát triển và vận hành trang web, các ứng dụng và hệ thống mạng lưu lượng cao của chúng tôi. Với tư cách là Chuyên Viên Kiểm Tra Phần Mềm, chúng tôi cần dựa vào bạn để chạy các quy trình kiểm tra chất lượng cao để đảm bảo sự ổn định, chất lượng và tính khả dụng của trang web và mã nền cho mỗi bản phần mềm được phát hành.
zh_cn: ％1的信息技术团队负责我们网站、应用程序和高流量网络的设计、开发和运营。身为我们的软件测试人员，您将负责运行高质量测试，以确保我们网站和代码库推出的每个软件的稳定性、质量和可用性。

source: %1's Marketing team oversees all our marketing and advertising initiatives, such as our affiliate programme, social media presence, webinars, and emails. As our Copywriter, you will help us to craft copy and content that engages our audiences - both online and offline.
de_de: %1s Marketing-Team betreut unsere Marketing und Werbung Initiativen, sowie unser Partnerprogramm, soziale Medien-Präsenz, Webinare und E-Mails. Als unser Werbetexter werden Sie uns helfen, Kopien und Inhalte zu erstellen, die unser Publikum - sowohl online als auch offline engagieren.
fr_fr: L’équipe marketing %1 supervise l'ensemble de notre marketing et les initiatives de publicité, telles que notre programme d’affiliation, notre présence dans les médias sociaux, les webinaires et e-mails. Comme rédacteur, vous nous aiderez à créer du contenu qui engage notre audience - tant en ligne que hors ligne.
id_id: Tim Marketing %1 mengawasi semua inisiatif pemasaran dan periklanan kami, seperti program afiliasi kami, kehadiran media sosial, webinar, dan email. Sebagai Copywriter kami, Anda akan membantu kami membuat salinan dan konten yang menarik pemirsa kami - baik online maupun offline.
pl_pl: Zespół ds. marketingu w firmie %1 nadzoruje nasze akcje marketingowe i reklamowe, takie jak program partnerski, obecność firmy w mediach społecznościowych, webinaria i wiadomości e-mail. Jako copywriter będziesz pomagać nam dopracowywać treści, które będą przyciągać odbiorców – zarówno online, jak i offline.
pt_pt: A equipe de marketing %1 supervisiona todas as nossas iniciativas de marketing e publicidade, como nosso programa de afiliados, presença em mídias sociais, webinars e e-mails. Como nosso Redator, você nos ajudará a criar exemplos e conteúdos que envolvam nossos públicos - tanto online quanto offline.
vi_vn: Đội Marketing của %1 sẽ giám sát tất cả các hoạt động tiếp thị và quảng cáo của chúng tôi, chẳng hạn như các chương trình liên kết, sự hiện diện trên các mạng xã hội, hội thảo và email. Với tư cách là một Copywriter, bạn sẽ giúp chúng tôi tạo các bản thảo sao chép và nội dung để thu hút người xem - cả online và offline.
zh_cn: ％1的市场营销团队负责监督我们所有营销和广告计划，例如我们的联盟计划、社交媒体展示、网络研讨会和电子邮件。身为我们的文案，您将帮助我们制作能够吸引包含在线和离线观众的文体和内容。

source: %1's Quantitative Analytics team is responsible for the pricing of our binary options. You will join them in managing the risk and profitability of the company's options book.
de_de: Das %1 Quantitative Analytik-Team ist für die Preisgestaltung unserer binären Optionen verantwortlich. Sie werden sich ihm im Management des Risikos und der Rentabilität des Optionen-Buches des Unternehmens anschließen.
fr_fr: L’équipe d'Analyse Quantitative %1 est responsable de la tarification de nos options binaires. Vous les rejoindrez dans la gestion du risque et la rentabilité du livre des options de la compagnie.
id_id: Tim Analisis Kuantitatif %1 bertanggung jawab atas harga opsi binary kami. Anda dapat bergabung dengan mereka untuk mengatur resiko dan profitabilitas buku opsi perusahaan.
pl_pl: Zespół analityków ilościowych %1 odpowiada za wycenę naszych opcji binarnych. Będziesz pomagać im w zarządzaniu ryzykiem i rentownością opcji binarnych oferowanych przez firmę.
pt_pt: A equipe de análise quantitativa da %1 é responsável pela precificação de nossas opções binárias. Você vai se juntar a eles na gestão do risco e da rentabilidade das opções da empresa.
vi_vn: Đội Phân Tích Định Lượng %1 chịu trách nhiệm về giá cả trong hệ thống quyền chọn nhị phân của chúng tôi. Bạn sẽ tham gia cùng họ trong việc quản lý rủi ro và lợi nhuận trong sổ quyền chọn của công ty.
zh_cn: %1的定量分析小组负责在二元期权网站提供定价。您将参与公司期权书刊的风险管理和盈利分析。

source: %1's UI/UX team explores the many ways that we can design better product experiences for our users. As our Graphic Designer, you will develop high-impact graphics and visual elements such as images and icons for our websites and applications. You will play an essential role in creating user interface assets that bring our products and users closer together.
de_de: %1s UI/UX-Team erforscht die vielen Möglichkeiten, mit denen wir bessere Produkterfahrungen für unsere Nutzer entwerfen können. Als unsere Grafiker entwickeln Sie eindrucksvolle Grafiken und visuelle Elemente wie Bilder und Symbole für unsere Websites und Anwendungen. Sie werden bei der Schaffung von Benutzeroberflächen, die unsere Produkte und Benutzer näher zusammenbringen, eine wichtige Rolle spielen.
fr_fr: L’équipe UI/UX %1 explore de nombreux moyens pour concevoir des expériences produit meilleurs pour nos utilisateurs. Comme graphiste, vous développerez des graphiques percutants et des éléments visuels tels que des images et icônes pour nos sites Web et applications. Vous jouerez un rôle essentiel dans la création d’interfaces utilisateur qui rapprochent nos produits des utilisateurs.
id_id: Tim UI/UX %1 mengeksplorasi banyak cara agar kami dapat merancang pengalaman produk yang lebih baik bagi pengguna kami. Sebagai Desainer Grafis kami, Anda akan mengembangkan grafik dan elemen visual berdampak tinggi seperti gambar dan ikon untuk situs web dan aplikasi kami. Anda akan memainkan peran penting dalam menciptakan aset antarmuka pengguna yang membawa produk dan pengguna kami lebih dekat.
pl_pl: Zespół UI/UX firmy %1 szuka sposobów ulepszenia doświadczeń związanych z użytkowaniem produktu przez naszych użytkowników. Jako grafik będziesz tworzyć istotne elementy graficzne i wizualne, takie jak obrazy i ikony publikowane na naszych stronach internetowych i w aplikacjach. Będziesz odgrywać ważną rolę w tworzeniu interfejsu użytkownika, który przybliża nasze produkty użytkownikom.
pt_pt: A equipe de UI/UX da %1 explora as muitas maneiras pelas quais podemos criar melhores experiências de produto para nossos usuários. Como nosso Designer Gráfico, você desenvolverá elementos gráficos e visuais de alto impacto, como imagens e ícones, para nossos sites e aplicativos. Você terá um papel essencial na criação de recursos de interface do usuário que aproximam nossos produtos aos usuários.
vi_vn: Đội UI/UX của %1 sẽ khám phá ra các cách thức khác nhau để chúng tôi có thể thiết kế ra những trải nghiệm sản phẩm tốt hơn cho người dùng. Với tư cách là Nhân Viên Thiết Kế Đồ Họa, bạn sẽ phát triển những sản phẩm đồ họa và yếu tố thị giác ấn tượng như là các hình ảnh và biểu tượng cho trang web và các ứng dụng của chúng tôi. Bạn sẽ đóng một vai trò thiết yếu trong việc tạo ra các tài sản giao diện người sử dụng mà có thể đưa các sản phẩm của chúng tôi với người sử dụng lại gần nhau hơn.
zh_cn: ％1的UI/UX团队提供为用户设计更好的产品体验的多种方式。身为我们的平面设计师，您将为我们的网站和应用程序开发令人印象深刻的图形和视觉元素，如图像和图标。您将在创建用户界面资产方面扮演重要角色，使我们的产品和用户更紧密地相连接。

source: %1's UI/UX team explores the many ways that we can design better product experiences for our users. As our UI/UX Designer, you will play a key role in conceptualising and defining user experience and interaction across multiple websites and applications.
de_de: %1s UI/UX-Team erforscht die vielen Möglichkeiten, mit denen wir bessere Produkterfahrungen für unsere Nutzer entwerfen können. Als unser UI/UX-Designer spielen Sie bei der Konzeptualisierung und Definition von Benutzererfahrung und Interaktion über mehrere Websiten und Anwendungen eine Schlüsselrolle.
fr_fr: L’équipe UI/UX %1 explore de nombreux moyens pour concevoir des expériences produit meilleures pour nos utilisateurs. Comme designer UI/UX, vous jouerez un rôle clé dans la conceptualisation et la définition de l’expérience utilisateur et l’interaction entre plusieurs sites Web et applications.
id_id: Tim UI / UX %1 mengeksplorasi banyak cara agar kami dapat merancang pengalaman produk yang lebih baik bagi pengguna kami. Sebagai UI/UX Designer kami, Anda akan memainkan peran kunci dalam konseptualisasi dan mendefinisikan pengalaman dan interaksi pengguna di berbagai situs web dan aplikasi.
pl_pl: Zespół UI/UX firmy %1 szuka sposobów ulepszenia doświadczeń związanych z użytkowaniem produktu przez naszych użytkowników. Jako UI/UX Designer w naszej firmie będziesz odgrywać kluczową rolę w konceptualizacji i wpływaniu na doświadczenia użytkowników podczas korzystania z różnych stron internetowych i aplikacji.
pt_pt: A equipe de UI/UX da %1 explora as muitas maneiras pelas quais podemos criar melhores experiências de produto para nossos usuários. Como nosso Designer de UI/UX, você terá um papel importante na conceitualização e definição da experiência do usuário e da interação entre vários sites e aplicativos.
vi_vn: Đội UI/UX của %1 sẽ khám phá ra các cách khác nhau để chúng tôi có thể thiết kế ra những trải nghiệm sản phẩm tốt hơn cho người sử dụng, Với tư cách là Nhân Viên Thiết Kế UI/UX, bạn sẽ đóng một vai tròn chủ chốt trong việc khái niệm hóa và định nghĩa trải nghiệm cho người sử dụng và tương tác giữa các trang web và các ứng dụng.
zh_cn: ％1的UI/UX团队提供为用户设计更好的产品体验的多种方式。身为我们的UI/UX设计师，您将在多个网站和应用程序间的用户体验和交流概念化和定义方面发挥关键作用。

source: %1's Volatility Indices are synthetic indices that mimic real-world market volatility and are available for trading 24/7. They are based on a cryptographically secure random number generator audited for fairness by an independent third party.
de_de: %1s Volatilitätsindizes sind synthetische Indizes, die die reale Marktvolatilität imitieren und für den Handel rund um die Uhr verfügbar sind. Sie basieren auf einem kryptographisch sicheren Zufallszahlen-Generator, der auf Fairness von einem unabhängigen Dritten geprüft wird.
fr_fr: Les Indices de volatilité de %1 sont des indices synthétiques qui imitent la volatilité des marchés réels et sont disponibles pour le trading 24/7. Elles reposent sur un générateur de nombres aléatoires crypté audité sur son équité par une tierce partie indépendante.
id_id: Indeks Volatilitas %1 adalah indeks sintesis yang menyerupai pasar volatilitas sebenarnya dan tersedia untuk ditradingkan 24/7. Mereka didasarkan pada generator bilangan acak yang aman secara rahasia yang diaudit untuk keadilan oleh pihak ketiga yang independen.
pl_pl: Wskaźniki zmienności %1 to wskaźniki syntetyczne odzwierciedlające prawdziwe wskaźniki rynkowe. Są dostępne 24 godz. na dobę. Opierają się na zabezpieczonym kryptograficznie generatorze losowych liczb, za którego audyt odpowiada niezależna strona trzecia.
pt_pt: Os índices Volatility da %1 são índices sintéticos que imitam a volatilidade do mundo real e estão disponíveis para negociação 24/7. Eles estão baseados num gerador de números aleatórios criptograficamente seguro, sujeito a fiscalizações por imparcialidade por uma entidade terceira independente.
vi_vn: Chỉ số biến động của %1 là chỉ số tổng hợp mà bắt chước các biến động thị trường thế giới thực và có sẵn cho các giao dịch 24/7. Chúng được dựa trên một công cụ tạo số ngẫu nhiên bảo mật mã hóa được kiểm toán cho sự công bằng bởi một bên thứ ba độc lập.
zh_cn: ％1的波动率指数是模拟真实市场波动性的综合指数，可用于全天候交易。它基于密码安全随机数生成器，并经过独立第三方进行公平性审计。

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
de_de: Die patentierte Kursermittlungstechnologie von %1 erlaubt es Ihnen, die gleichen Renditen wie Händler auf dem Interbankenmarkt zu erreichen.
fr_fr: La technologie de tarification brevetée de %1 vous permet de profiter des mêmes taux de retour sur investissement que les traders du marché interbancaire.
id_id: Teknologi harga %1 yang telah dipatenkan memberi kesempatan kepada Anda untuk memperoleh keuntungan dari tingkat pengembalian yang sama seperti perdagangan pada pasar antar bank.
pl_pl: Opatentowana technologia wyceny opracowana przez %1 umożliwia korzystanie z takich samych stawek zwrotu, z jakich korzystają handlujący na rynku międzybankowym.
pt_pt: A tecnologia de preços patenteada da %1 permite que você aproveite as mesmas taxas de retorno do mercado interbancário.
vi_vn: Tính năng định giá đã có bằng sáng chế của %1 cho phép bạn nhận lãi bằng với tỉ suất lợi nhuận của các nhà giao dịch trên thị trường liên ngân hàng.
zh_cn: 利用 %1 受专利保护的报价技术，您可获得与银行间市场交易员同样的回报率。

source: %1's remarkable history
de_de: Die bemerkenswerte Geschichte von %1
fr_fr: L'histoire unique de %1
id_id: Sejarah %1 yang luar biasa
pl_pl: Niezwykła historia portalu %1
pt_pt: A extraordinária história da %1
vi_vn: Lịch sử đáng ghi nhận của %1
zh_cn: %1的辉煌发展历程

source: %1's systems are now processing in excess of 1 million transactions/day (including virtual accounts).
de_de: Die Systeme von %1 verarbeiten jetzt über 1 Millionen Transaktionen/Tag (einschließlich virtueller Konten).
fr_fr: Les systèmes de %1 traitent actuellement plus d'un million de transactions par jour (comptes virtuels compris).
id_id: Sistem %1 telah memproses lebih dari 1 juta transaksi/hari (termasuk pada akun virtual).
pl_pl: Systemy %1 przetwarzają obecnie ponad 1 milion transakcji dziennie (z uwzględnieniem kont wirtualnych).
pt_pt: Os sistemas %1 já processam mais de 1 milhão de transações/dia (incluindo contas virtuais).
vi_vn: Hệ thống của %1 hiện tại đang vượt quá 1 triệu giao dịch một ngày ( bao gồm tài khoản ảo).
zh_cn: %1 系统每天处理超过百万笔交易（包括虚拟账户）。

source: %1Authenticate your account%2 now to take full advantage of all payment methods available.
de_de: Bitte %1Authentifizieren Sie Ihr Konto%2 jetzt, um von allen Zahlungsmethoden Gebrauch zu machen.
fr_fr: %1Authentifiez votre compte%2 maintenant profiter pleinement de toutes les possibilités de retrait disponibles.
id_id: %1Otentikasi akun Anda%2 sekarang untuk memperoleh manfaat maksimal dari semua pilihan pembayaran yang tersedia.
pl_pl: %1Zweryfikuj swoje konto%2 już teraz, aby w pełni korzystać ze wszystkich dostępnych metod płatności.
pt_pt: %1Autentique a sua conta%2 já para tirar o máximo proveito de todas as métodos de pagamento disponíveis.
vi_vn: %1 Xác thực tài khoản %2 của bạn bây giờ để tận dụng đầy đủ của tất cả các phương thức thanh toán có sẵn.
zh_cn: 立刻进行%1账户验证%2，以获得付款选项的所有优惠。

source: %1Contact us%2 to arrange a date and time for the video call.
de_de: %1Kontaktieren Sie uns%2, um ein Datum und eine Uhrzeit für den Videoanruf festzulegen.
fr_fr: %1Contactez nous%2 pour arranger une date et une heure pour l’appel vidéo.
id_id: %1Hubungi kami%2 untuk mengatur tanggal dan waktu panggilan video.
pl_pl: %1Skontaktuj się z nami%2, aby ustalić dzień i godzinę wideo-rozmowy.
pt_pt: %1Contate-nos%2 para agendar uma data e hora para a chamada de vídeo.
vi_vn: %1Liên hệ với chúng tôi%2 để sắp xếp một ngày và thời gian cho cuộc gọi video.
zh_cn: %1联系我们%2 安排视频通话日期和时间。
