Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 74-89% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money.
de_de: CFDs sind komplexe Instrumente und kommen mit einem hohen Risiko des Geldverlustes, aufgrund der Hebelwirkung. Zwischen 74-89 % der Einzelhändler- Konten verlieren Geld beim Handel mit CFDs. Sie sollten sich überlegen, ob Sie verstehen, wie CFDs funktionieren, und ob Sie sich das hohe Risiko, Ihr Geld zu verlieren, leisten können.
fr_fr: Les CFD sont des instruments complexes et contiennent un risque élevé de perdre de l’argent rapidement due à l'effet de levier. %1Entre 74 et 89 % des comptes investisseurs de détail perdent de l’argent lors du trading de CFDs. Vous devriez vous demandez si vous comprenez comment fonctionnent les CFDs et savoir si vous pouvez vous permettre de prendre le risque élevé de perdre votre argent.
id_id: CFD adalah instrumen kompleks dan memiliki risiko tinggi kehilangan dana dengan cepat sehubungan dengan leverage. Antara 74-89% akun investor ritel mengalami kerugian pada trading CFD. Anda perlu mempertimbangkan apakah Anda memahami cara kerja CFD dengan baik dan apakah Anda mampu mengambil risiko tinggi dimana Anda akan kehilangan semua dana Anda.
pl_pl: Kontrakty na różnice kursowe to skomplikowane instrumenty finansowe obarczone wysokim ryzykiem szybkiej utraty pieniędzy w związku z dźwignią finansową. Między 74 a 89% inwestorów detalicznych traci pieniądze podczas handlowania kontraktami na różnice kursowe. Należy zastanowić się, czy rozumiesz zasadę działania kontraktów CFD i czy możesz sobie pozwolić na wysokie ryzyko utraty pieniędzy.
pt_pt: CFDs são instrumentos complexos e implicam um elevado risco de perda rápida de dinheiro devido à alavancagem. Entre 74% a 89% de contas de investidores particulares perdem dinheiro quando negociam CFDs. Você deve pensar bem sobre se compreende como funcionam os CFDs e se pode se dar ao luxo de arriscar perder todo o seu dinheiro.
vi_vn: CFDs là công cụ phức tạp và đi kèm với một nguy cơ mất tiền cao do đòn bẩy. Khoảng 74-89% các tài khoản đầu tư bán lẻ mất tiền khi giao dịch CFDs. bạn nên xem xét kỹ lưỡng cho dù đã hiểu CFDs như thế nào và cho dù bạn có thể đủ khả năng chi trả cho việc mất tiền.
zh_cn: 差价合约是复杂的工具, 并且由于杠杆作用，资金迅速亏损的风险很高。进行差价合约交易时有大约 74-89% 的零售投资者账户蒙受亏损。 您必须考虑自己是否了解差价合约的运作方式, 以及是否能够承担资金亏损的高风险。

source: CFDs on commodities; and/or
de_de: CFDs auf Rohstoffe; und/oder
id_id: CFD pada komoditas; dan/atau
pl_pl: Kontrakty na różnice kursowe towarów; i/lub
pt_pt: CFDs sobre matérias-primas; e/ou
vi_vn: CFD trên hàng hóa; và / hoặc
zh_cn: 大宗商品差价合约；和/或

source: CFDs on indices.
de_de: CFDs auf Indizes.
id_id: CFD pada indeks.
pl_pl: Kontrakty na różnice kursowe wskaźników.
pt_pt: CFDs sobre índices.
vi_vn: CFD trên các chỉ số.
zh_cn: 指数差价合约。

source: CFH Clearing Limited.
vi_vn: Công Ty TNHH CFH Clearing.
zh_cn: CFH Clearing 有限公司

source: CPA (EU only)
de_de: CPA (nur in der EU)
fr_fr: CPA (UE uniquement)
id_id: CPA (Uni Eropa saja)
pl_pl: CPA (tylko UE)
pt_pt: CPA (apenas na UE)
vi_vn: CPA (chỉ dành cho EU)
zh_cn: 每行动成本 (仅限欧盟区)

source: Call Spread
pl_pl: Spread zakupu
pt_pt: Spread de compra
vi_vn: Gọi biên
zh_cn: 买权价差

source: Call Spread/Put Spread
pl_pl: Spread zakupu/Spread sprzedaży
pt_pt: Spread de compra/venda
zh_cn: 买权价差/卖权价差

source: Can I offer my referrals an incentive to sign up through my unique affiliate link rather than sign up directly?
de_de: Kann ich meinen empfohlenen Kunden ein Incentive anbieten, wenn sie sich über meinen einzigartigen Partner-Link, und nicht direkt anmelden?
fr_fr: Puis-je inciter les clients à s'inscrire via mon lien unique d'affiliation plutôt que de s'inscrire directement ?
id_id: Dapatkah saya menawarkan referal saya insentif untuk mendaftar melalui tautan afiliasi unik saya?
pl_pl: Czy mogę oferować osobom, którym polecam portal, wynagrodzenie finansowe, jeśli zarejestrują się przez unikatowe łącze ode mnie, a nie bezpośrednio?
pt_pt: Posso oferecer um incentivo aos meus indicados para eles se inscreverem através do meu link de afiliado exclusivo em vez de se inscreverem diretamente?
vi_vn: Tôi có thể mời người tôi giới thiệu đăng ký qua đường dẫn liên kết đặc biệt của tôi thay vì đăng ký trực tiếp không?
zh_cn: 我是否可以让我推荐的客户不要直接注册，而是通过我的联盟专用链接注册，从而获得奖金？

source: Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.
de_de: Kann verwendet werden, um Kontrakte zu kaufen und zu verkaufen, abgelaufene Kontrakte zu erneuern, und um virtuelle Konten aufzustocken.
fr_fr: Peut être utilisé pour acheter et vendre des contrats, renouveler des achats expirés et réapprovisionner les comptes virtuels.
id_id: Dapat digunakan untuk membeli dan menjual kontrak, memperbarui kontrak dan menambah saldo pada akun virtual.
pl_pl: Może być stosowany do zakupu i sprzedaży kontraktów, odnawiania wygasłych zakupów oraz doładowywania kont z wirtualnymi pieniędzmi.
pt_pt: Pode ser usado para comprar e vender contratos, renovar aquisições expiradas e financiar contas de dinheiro virtual.
vi_vn: Có thể được sử dụng để mua và bán hợp đồng, làm mới hợp đồng mua hàng đã hết hạn, và bỏ thêm tiền vào tài khoản tiền ảo.
zh_cn: 可用于合同购入与售出，给到期的购入合同延期，以及给虚拟金钱账户存入资金。

source: Can be used to open accounts, set settings, manage token usage, and more.
de_de: Kann verwendet werden, um Konten zu eröffnen, Einstellungen vorzunehmen, die Token-Verwendung zu verwalten, und mehr.
fr_fr: Peut être utilisé pour ouvrir un compte, régler les paramètres et gérer l'utilisation des jetons d'authentification, entre autres.
id_id: Dapat digunakan untuk mendaftar akun, menyeting, mengelola penggunaan token dan banyak lagi.
pl_pl: Może być stosowany m.in. do otwierania kont, wybierania ustawień, zarządzania korzystaniem z tokenów.
pt_pt: Pode ser usado para abrir contas, definir configurações, gerir o uso de tokens e mais.
vi_vn: Có thể được sử dụng để mở tài khoản, cài đặt, quản lý việc sử dụng mã token, và nhiều hơn thế nữa.
zh_cn: 可用于开账户、设置、代币用法管理等。

source: Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.
de_de: Kann zur Anzeige der Kontenaktivität, einschließlich Einstellungen, Limits, Guthaben, Handelsverlauf, und mehr verwendet werden.
fr_fr: Peut être utilisé pour afficher l'activité du compte, notamment les paramètres, les bilans et l'historique des contrats achetés, entre autres.
id_id: Dapat digunakan untuk melihat aktivitas akun, termasuk pengaturan, batas, saldo, sejarah pembelian trading, dan banyak lagi.
pl_pl: Może być stosowany do podglądu aktywności na koncie, w tym m.in. ustawień, limitów, salda, historii zakupu kontraktów.
pt_pt: Pode ser usado para ver a atividade de conta, incluindo configurações, limites, balanços, o histórico de aquisições de contratos e mais.
vi_vn: Có thể được sử dụng để xem hoạt động của tài khoản, bao gồm cài đặt, giới hạn, số dư, lịch sử giao dịch, và nhiều hơn thế nữa.
zh_cn: 可用于查看账户活动，包括设置、限额、资产负债表、交易购入历史等。

source: Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.
de_de: Kann verwendet werden, um Auszahlungen an Zahlungsagenten zu machen, Geld zwischen Konten zu transferieren und um Kassenpasswörter einzurichten oder zu löschen.
fr_fr: Peut être utilisé pour effectuer des retraits par l'intermédiaire d'agents de paiement, transférer des fonds d'un compte à un autre et définir/supprimer les mots de passe de connexion à la Caisse.
id_id: Dapat digunakan untuk menarik dana ke agen pembayaran, transfer dana antar akun, dan mengatur/menghapus sandi kasir.
pl_pl: Może być stosowany do dokonywania wypłat przetwarzanych przez pośredników płatności, przelewów środków między kontami oraz ustawiania i zmiany hasła do kasjera.
pt_pt: Pode ser usado para efetuar retiradas para agentes de pagamentos, transferir fundos entre contas e definir / limpar senhas do caixa.
vi_vn: Có thể được sử dụng để rút tiền ở đại lý thanh toán, chuyển tiền giữa các tài khoản và thêm/ xóa mật khẩu thu ngân.
zh_cn: 用途包括为付款代理取款、帐户转账以及设置/删除收银台密码。

source: Can you spare 15 minutes?
de_de: Können Sie 15 Minuten erübrigen?
fr_fr: Pouvez-vous nous accorder 15 minutes ?
id_id: Dapatkan Anda meluangkan 15 menit?
pl_pl: Masz 15 minut?
vi_vn: Bạn có thể dành ra 15 phút không?
zh_cn: 您能抽出15分钟时间吗？

source: Can't figure it out on when to buy and sell? Here is a simple way of looking at it:
de_de: Sie wissen nicht, wann Sie kaufen oder verkaufen sollten? Hier ist eine einfache Art es zu betrachten:
fr_fr: Vous ne savez pas comment acheter et vendre ? Voici un moyen simple de l'appréhender :
id_id: Tidak mengetahui waktu yang tepat untuk membeli dan menjual? Berikut adalah cara sederhana untuk melihatnya:
pl_pl: Nie wiesz, kiedy kupować, a kiedy sprzedawać? Tutaj przedstawiamy proste wskazówki:
pt_pt: Não consegue determinar quando deve comprar e vender? Eis uma maneira simples de o entender:
vi_vn: Không thể xác định được lúc nào thì mua và bán? Dưới đây là một cách đơn giản để nhìn vào nó:
zh_cn: 不知道什么时候买入和卖出？这里有个简单的方法:

source: Can't find what you're searching for?
de_de: Sie finden nicht, wonach Sie suchen?
fr_fr: Vous ne trouvez pas ce que vous cherchez?
id_id: Tidak dapat menemukan apa yang Anda cari?
pl_pl: Nie możesz znaleźć, czego szukasz?
pt_pt: Não encontra aquilo que procura?
vi_vn: Không thể tìm thấy những gì bạn đang tìm kiếm?
zh_cn: 找不到搜寻的内容？

source: Can't make heads or tails of currency pairs? Here is a simple way of looking at it:
de_de: Die Währungspaare ergeben keinen Sinn? Hier ist eine einfache Art es zu betrachten:
fr_fr: Vous ne comprenez rien aux paires de devises ? Voici un moyen simple de les appréhender:
id_id: Tidak dapat membuat kepala atau ekor pasangan mata uang? Berikut adalah cara sederhana untuk melihatnya:
pl_pl: Nie wiesz, o co chodzi z tymi parami walutowymi? Tutaj przedstawiamy proste wyjaśnienie:
pt_pt: Não consegue compreender os pares de moedas? Eis uma maneira simples de o entender:
vi_vn: Không thể hiểu đầu đuôi của các cặp tiền tệ? Dưới đây là một cách đơn giản để nhìn vào nó:
zh_cn: 对货币对完全不了解？这里有个简单的方法:

source: Can't miss in Asunción
de_de: Nicht zu übersehen in Asunción
fr_fr: Ne pas manquer à Asuncion
id_id: Tidak dapat dilewatkan di Asunción
pl_pl: Nie można przegapić w Asunción
pt_pt: O que não perder em Assunção
vi_vn: Không thể bỏ lỡ ở Asunción
zh_cn: 亚松森不能错过的东西

source: Can't miss in Cyberjaya
de_de: Können Sie in Cyberjaya nicht verpassen
fr_fr: Ne pas manquer à Cyberjaya
id_id: Yang tidak dapat dilewatkan di Cyberjaya
pl_pl: Atrakcje w Cyberjaya
pt_pt: A não perder em Cyberjaya
vi_vn: Đừng bỏ lỡ Cyberjaya
zh_cn: 大好机会尽在Cyberjaya

source: Can't miss in Labuan
de_de: Können Sie in Labuan nicht verpassen
fr_fr: Ne pas manquer à Labuan
id_id: Yang tidak dapat dilewatkan di Labuan
pl_pl: Atrakcje w Labuan
pt_pt: A não perder em Labuan
vi_vn: Đừng bỏ lỡ Labuan
zh_cn: 大好机会尽在Labuan

source: Can't miss in Malta
de_de: Können Sie in Malta nicht verpassen
fr_fr: Ne pas manquer à Malte
id_id: Yang tidak dapat dilewatkan di Malta
pl_pl: Atrakcje na Malcie
pt_pt: A não perder em Malta
vi_vn: Đừng bỏ lỡ Malta
zh_cn: 大好机会尽在马耳他

source: Canadian Dollar vs Japanese Yen
de_de: Kanadischer Dollar gegen Japanischen Yen
fr_fr: Dollar Canadien contre Yen Japonais
id_id: Dolar Kanada vs Yen Jepang
pl_pl: Dolar kanadyjski vs jen japoński
pt_pt: Dólar canadense vs. Iene japonês
vi_vn: Đô-la Canada vs đồng yên Nhật
zh_cn: 加元兑日元

source: Canadian Dollar vs Swiss Franc
de_de: Kanadischer Dollar gegen Schweizer Franken
fr_fr: Dollar Canadien contre Franc Suisse
id_id: Dolar Kanada vs Franc Swiss
pl_pl: Dolar kanadyjski vs frank szwajcarski
pt_pt: Dólar canadense vs. Franco suíço
vi_vn: Đô-la Canada vs Đồng Frank Thụy sĩ
zh_cn: 加元兑瑞士法郎

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batal
pl_pl: Anuluj
pt_pt: Cancelar
vi_vn: Hủy bỏ
zh_cn: 取消

source: Capacity to multitask, balance deadlines, and reliably deliver high-quality content
de_de: Fähigkeit zum Multitasking, Einhaltung von Abgabeterminen und zuverlässige Ablieferung von qualitativ hochwertigen Inhalten
fr_fr: Capacité à gérer simultanément différentes tâches tout en respectant les échéances pour produire un contenu fiable de haute qualité
id_id: Kapasitas untuk multitask, menyeimbangkan tenggat waktu, dan memberikan konten berkualitas tinggi dengan andal
pl_pl: Umiejętność pracy nad wieloma zadaniami jednocześnie, zarządzania terminami oraz stałego dostarczania wysokiej jakości treści
pt_pt: A capacidade de ser versátil com as tarefas, gerir prazos e produzir conteúdos de alta qualidade confiavelmente
vi_vn: Khả năng làm việc đa tác vụ, đúng hẹn deadline, và có khả năng cung cấp nội dung chất lượng cao đáng tin cậy
zh_cn: 能够同时执行多项任务，平衡、协调工作期限，并保证交付高质量内容

source: Careers
de_de: Karrieren
fr_fr: Opportunités de carrière
id_id: Karir
pl_pl: Praca
pt_pt: Carreiras
vi_vn: Cơ Hội Việc Làm
zh_cn: 工作机会

source: Careers - Asunción
fr_fr: Offres d'emploi - Asunción
id_id: Karir - Asunción
pl_pl: Praca – Asunción
vi_vn: Cơ hội nghề nghiệp - Asunción
zh_cn: 亚松森的工作机会

source: Careers - Cyberjaya
de_de: Karriere - Cyberjaya
fr_fr: Carrières - Cyberjaya
id_id: Karir - Cyberjaya
pl_pl: Praca – Cyberjaya
pt_pt: Carreiras - Cyberjaya
vi_vn: Cơ hội việc làm - Cyberjaya
zh_cn: 工作机会 - Cyberjaya

source: Careers - Labuan
de_de: Karriere - Labuan
fr_fr: Carrières - Labuan
id_id: Karir - Labuan
pl_pl: Praca – Labuan
pt_pt: Carreiras - Labuan
vi_vn: Cơ hội việc làm - Labuan
zh_cn: 工作机会 - Labuan

source: Careers - Malta
de_de: Karriere - Malta
fr_fr: Carrières - Malte
id_id: Karir - Malta
pl_pl: Praca – Malta
pt_pt: Carreiras - Malta
vi_vn: Cơ hội việc làm - Malta
zh_cn: 工作机会-马耳他

source: Carefully handpicked network of liquidity providers allow us to pass on tight spreads and competitive margins to both retail and institutional clients
de_de: Ein sorgfältig ausgesuchtes Netzwerk von Liquiditätsanbietern ermöglicht es uns, enge Spreads und wettbewerbsfähige Margen an Einzelhandels- und institutionelle Kunden weiterzugeben
fr_fr: Un réseau de fournisseurs de liquidité soigneusement trié sur le volet nous permet de répercuter des spreads serrés et des marges compétitives pour à la fois nos clients individuels et institutionnels
id_id: Memilih dengan teliti berbagai jaringan penyedia likuiditas memberi kami spread terbaik dan kompetitif untuk institusi pelanggan dan ritel
pl_pl: Starannie dobrana sieć dostawców płynności umożliwia nam oferowanie niskich spreadów i konkurencyjnych marż zarówno dla klientów detalicznych, jak i instytucjonalnych
pt_pt: A rede de fornecedores de liquidez cuidadosamente selecionadas permite-nos repecurtir spreads reduzidos e margens competitivas tanto a clientes institucionais como a não profissionais
vi_vn: Hệ thống kết nối được lựa chọn cẩn thận bởi nhà cung cấp thanh khoản cho phép chúng tôi vượt qua các biên lãi chặt chẽ và các ký quỹ cạnh tranh để bán lẻ và tổ chức khách hàng
zh_cn: 经过仔细挑选的流动性提供商网络使我们能够向零售和机构客户提供低价差和低保证金费率服务

source: Cash Business
de_de: Cash-Geschäft
fr_fr: Trésorerie entreprise
id_id: Bisnis Tunai
pl_pl: Działalność gotówkowa
pt_pt: Negócio de dinheiro (numerário)
vi_vn: Kinh Doanh Tiền Mặt
zh_cn: 现金业务

source: Cash Indices
de_de: Cash Indizes
fr_fr: Indices Cash
id_id: Indeks Tunai
pl_pl: Wskaźniki gotówkowe
pt_pt: Índices Cash
vi_vn: Các Chỉ Số Tiền Mặt
zh_cn: 现金指数

source: Cashier
de_de: Kasse
fr_fr: Caisse
id_id: Kasir
pl_pl: Kasjer
pt_pt: Caixa
vi_vn: Thu Ngân
zh_cn: 收银台

source: Cashier Password
de_de: Kasse Passwort
fr_fr: Mot de passe de la page « Caisse »
id_id: Kata Sandi Kasir
pl_pl: Hasło do sekcji Kasjer
pt_pt: Senha do Caixa
vi_vn: Mật Khẩu Thu Ngân
zh_cn: 收银台密码

source: Cashier password
de_de: Kasse Passwort
fr_fr: Mot de passe de la page « Caisse »
id_id: Kata sandi Kasir
pl_pl: Hasło do sekcji Kasjer
pt_pt: Senha do Caixa
vi_vn: Mật Khẩu Thu Ngân
zh_cn: 收银台密码

source: Cashier session expired
de_de: Kassierer-Sitzung abgelaufen
fr_fr: La session de la caisse a expiré
id_id: Sesi kasir telah berakhir
pl_pl: Twoja sesja w sekcji Kasjer wygasła
pt_pt: Sessão do caixa expirou
vi_vn: Phiên làm việc của thu ngân đã hết hạn
zh_cn: 收银台时段已过期

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
de_de: Für die Schwellen-/Ausübungskurse von Kontrakten werden angemessene Quotierungen festgelegt. Normalerweise darf die Schwelle/Ausübung weder zu weit weg noch zu nah am zugrundeliegenden aktuellen Marktkurs liegen.
fr_fr: Certaines limites sont imposées comme étant les niveaux acceptables pour les prix barrière/prix d'exercice des contrats. Typiquement, le prix barrière/prix d'exercice ne doit pas être trop proche ni trop éloignée du niveau actuel du marché sous-jacent.
id_id: Beberapa batasan tertentu akan dikenakan pada batasan atau tingkat harga kontrak. Pada dasarnya batasan atau tingkat adalah tidak terlalu dekat atau terlalu jauh dari tingkat harga pasar terkini.
pl_pl: Pewne limity są narzucone w odniesieniu do akceptowalnych poziomów dla cen limitowych/ cen wykonania kontraktów. Z reguły ceny limitowe/ ceny wykonania nie mogą być zbyt zbliżone ani zbyt odległe od aktualnego poziomu cen na rynku podstawowym.
pt_pt: Certos limites são aplicados no que diz respeito aos níveis aceitáveis para os preços barreira/limite dos contratos. Por norma, a barreira/limite não pode ser muito próxima nem muito afastada do nível atual do mercado subjacente.
vi_vn: Giới hạn nhất định được hiểu là giá đạt tới mức có thể chấp nhận được đối với giá thực hiện/ giá tới hạn của hợp đồng. Thông thường, giá thực hiện có thể không quá gần hoặc quá xa với mức giá thị trường cơ sở hiện tại.
zh_cn: 合约障碍/行权价格的可接受水平存在特定限制。一般来说，障碍或行权价格不能离标的资产当前价格水平太近或太远。

source: Change
de_de: Veränderung
fr_fr: Changer
id_id: Rubah
pl_pl: Zmiana
pt_pt: Alterar
vi_vn: Thay đổi
zh_cn: 变动

source: Change API Endpoint
de_de: API Endpoint ändern
fr_fr: Modifier le point terminal de l'API
id_id: Rubah Endpoint API
pl_pl: Zmień punkt końcowy API
pt_pt: Alterar ponto de extremidade da API
vi_vn: Thay đổi điểm nút cuối API
zh_cn: 更改 API 端点

source: Change MT5 password
de_de: MT5 Passwort ändern
fr_fr: Changer le mot de passe MT5
id_id: Rubah kata sandi MT5
pl_pl: Zmień hasło MT5
pt_pt: Alterar senha da MT5
vi_vn: Thay đổi mật khẩu MT5
zh_cn: 更改MT5密码

source: Change Password
de_de: Passwort ändern
fr_fr: Modifier le mot de passe
id_id: Perubahan Kata Sandi
pl_pl: Zmień hasło
pt_pt: Alterar Senha
vi_vn: Thay Đổi Mật Khẩu
zh_cn: 更改密码

source: Change password
de_de: Passwort ändern
fr_fr: Modifier le mot de passe
id_id: Merubah kata sandi
pl_pl: Zmień hasło
pt_pt: Alterar senha
vi_vn: Thay đổi mật khẩu
zh_cn: 更改密码

source: Change the Stop Out Level in relation to your account.
de_de: Ändern Sie das Stop Out Level im Verhältnis zu Ihrem Konto.
id_id: Rubah Stop Out Level yang berhubungan dengan akun Anda.
pl_pl: Zmień poziom Stop Out odnoszący się do Twojego konta.
pt_pt: Alterar o nível de interrupção automática em relação à sua conta.
vi_vn: Thay đổi Mức Dừng liên quan đến tài khoản của bạn.
zh_cn: 更改账戶的止损平仓水平。

source: Change the margin rate in relation to both Open Positions and new orders;
de_de: Ändern Sie die Zinnspanne im Verhältnis zu Offenen Positionen und neuen Ordern;
id_id: Rubah nilai margin yang berhubungan dengan Open Position dan order baru;
pl_pl: Zmień wysokość depozytu zabezpieczającego w odniesieniu do pozycji otwartej, jak i do nowych zleceń;
pt_pt: Alterar a taxa de margem em relação a novas posições e novas ordens;
vi_vn: Thay đổi tỷ lệ ký quỹ liên quan đến cả Phiên Mở và các lệnh mới;
zh_cn: 更改未平仓头寸和新订单的保证金率;

source: Change the password used for deposits and withdrawals.
de_de: Ändern Sie das für Einzahlungen und Auszahlungen verwendete Passwort.
fr_fr: Modifier le mot de passe utiliser pour les dépôts et retraits.
id_id: Rubah kata sandi pada bagian deposit dan penarikan.
pl_pl: Zmień hasło używane do dokonywania wpłat i wypłat.
pt_pt: Altere a senha usada para depósitos e retiradas.
vi_vn: Thay đổi mật khẩu sử dụng cho tiền gửi và rút tiền.
zh_cn: 更改存款和取款密码。

source: Change your main login password.
de_de: Ändern Sie Ihr Login-Passwort.
fr_fr: Modifier votre mot de passe de connexion principal.
id_id: Rubah kata sandi untuk mengakses akun Anda.
pl_pl: Zmień swoje główne hasło do logowania.
pt_pt: Altere a sua senha de login principal.
vi_vn: Thay đổi mật khẩu đăng nhập chính của bạn.
zh_cn: 更改主要登录密码。

source: Changes to this privacy policy
de_de: Änderungen dieser Datenschutzrichtlinie
fr_fr: Modifications apportées à cette politique de confidentialité
id_id: Perubahan kebijakan privasi ini
pl_pl: Zmiany w polityce prywatności
pt_pt: Alterações a esta política de privacidade
vi_vn: Thay đổi chính sách bảo mật này
zh_cn: 此隐私政策的变更

source: Chart
de_de: Diagramm
fr_fr: Graphique
pl_pl: Wykres
pt_pt: Gráfico
vi_vn: Biểu đồ
zh_cn: 图表

source: Chart is not available for this underlying.
de_de: Für diesen Basiswert gibt es kein Diagramm.
fr_fr: Le graphique n’est pas disponible pour ce sous-jacent.
id_id: Chart tidak tersedia untuk pasar dasar ini.
pl_pl: Dla tego aktywa bazowego wykres nie jest dostępny.
pt_pt: Não há nenhum gráfico disponível para este ativo subjacente.
vi_vn: Biểu đồ không phải là có sẵn cho cơ sở này.
zh_cn: 此标的工具图表不可用。

source: Charting for this underlying is delayed
de_de: Die grafische Darstellung für diesen Basiswert ist verzögert
fr_fr: Les graphiques sont retardés pour ce sous-jacent
id_id: Charting untuk underlying ini tertunda
pl_pl: Dla tego rynku podstawowego wykresy są opóźnione
pt_pt: Os gráficos para esta base estão com atraso
vi_vn: Biểu đồ cho tài sản cơ sở này bị hoãn
zh_cn: 此标的资产的图表数据存在延迟

source: Charting platforms
de_de: Charting-Plattformen
fr_fr: Plateformes graphiques
id_id: Platform charting
pl_pl: Platformy z wykresami
pt_pt: Plataformas de gráficos
vi_vn: Biểu đồ sàn
zh_cn: 图表平台

source: Check address
fr_fr: Vérifier l’adresse
id_id: Periksa alamat
pl_pl: Sprawdź adres
pt_pt: Verificar endereço
vi_vn: Kiểm tra địa chỉ
zh_cn: 检查地址

source: Check our systems against the latest attacks, vulnerabilities, and mitigations
de_de: Prüfen Sie unsere Systeme gegen die jüngsten Angriffe, Schwachstellen und Gegenmaßnahmen
fr_fr: Vérifiez nos systèmes contre les dernières attaques, vulnérabilités et mesures d’atténuation
id_id: Periksa sistem kami terhadap serangan, kerentanan, dan mitigasi terbaru
pl_pl: Sprawdzanie naszych systemów pod kontem ostatnich ataków, zagrożeń i ryzyka
pt_pt: Verifique nossos sistemas contra os mais recentes ataques, vulnerabilidades e atenuações
vi_vn: Rà soát hệ thống để chống các cuộc tấn công, giảm nhược điểm, và giảm thiểu các mối nguy cơ
zh_cn: 检查我们的系统是否有最新的抗攻击、防漏洞和缓解措施

source: Check out some technical terms before you start.
de_de: Bevor Sie beginnen, sollten Sie sich einige technische Begriffe ansehen.
fr_fr: Familiarisez-vous avec certains termes techniques avant de commencer.
id_id: Lihat beberapa istilah teknis sebelum Anda memulai.
pl_pl: Zapoznaj się z terminami technicznymi, zanim zaczniesz handlować.
pt_pt: Veja alguns termos técnicos antes de começar.
vi_vn: Xem vài cụm từ chuyên ngành trước khi bạn bắt đầu.
zh_cn: 在开始交易之前，请先了解一些专业术语。
