Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Manage day-to-day risk of our trading books
de_de: Verwalten Sie das tägliche Risiko unserer Handelsbücher
fr_fr: Gérer le risque au quotidien de nos livres de trading
id_id: Mengeloka risiko harian pada buku trading kami
pl_pl: Zarządzanie codziennym ryzykiem ksiąg handlowych
pt_pt: Gerenciar o risco cotidiano de nossos livros de negociação
vi_vn: Quản lý rủi ro hàng ngày trong sổ giao dịch của chúng tôi
zh_cn: 管理我们交易账簿的日常风险

source: Manage funds
de_de: Fonds verwalten
fr_fr: Gérer des fonds
id_id: Mengelola dana
pl_pl: Zarządzaj środkami
pt_pt: Gerenciar fundos
vi_vn: Quản lý tài khoản
zh_cn: 基金管理

source: Manage our bug bounty programme
de_de: Veralten Sie unser Bug-Bounty-Programm
fr_fr: Gérer notre programme de primes pour la découverte de bug
id_id: Mengelola program bounty bug kami
pl_pl: Zarządzanie naszym programem zgłaszania usterek
pt_pt: Gerenciar o nosso programa de caça de bugs
vi_vn: Quản lý chương trình phát hiện lỗi
zh_cn: 管理我们的 bug 通报赏金计划

source: Manage security, intrusion detection, DDoS protection, and PCI compliance measures for each deployed server
de_de: Sicherheitsverwaltung, Eindringungsentdeckung, DDos-Schutz und PCI Compliance-Maßnahmen bezüglich jedes eingesetzten Servers
fr_fr: Assurer la sécurité, la détection d'intrusion, la protection contre les attaques DDoS et la conformité aux normes PCI pour chaque serveur déployé
id_id: Mengelola keamanan, mendeteksi intrusi, perlindungan DDoS, dan ukuran kepatuhan PCI untuk setiap server yang digunakan
pl_pl: Dbanie o bezpieczeństwo, wykrywanie zagrożeń, ochronę DDoS i zgodność PCI każdego z naszych wdrożonych serwerów
pt_pt: Gerenciar a segurança, a detecção de intrusões, a proteção DDoS e medidas de conformidade PCI relacionadas com cada um dos nossos servidores implantados
vi_vn: Quản lý bảo mật, phát hiện xâm nhập, bảo vệ tấn công DDoS và các biện pháp tuân thủ PCI đối với mỗi máy chủ đã triển khai
zh_cn: 服务器的安全、入侵检测、DDoS 保护和PCI 法规遵从性管理工作

source: Manage sub accounts
de_de: Unterkonten verwalten
fr_fr: Gérer les comptes secondaires
id_id: Kelola sub akun
pl_pl: Zarządzaj subkontami
pt_pt: Gerenciar sub-contas
vi_vn: Quản lý tài khoản con
zh_cn: 管理子账户

source: Manage the funds in your cryptocurrency account.
de_de: Verwalten Sie die Guthaben auf Ihrem Kryptowährungskonto.
fr_fr: Gérer les fonds dans votre compte de crypto devises.
id_id: Kelola dana pada akun mata uang kripto Anda.
pl_pl: Zarządzaj funduszami na swoim koncie w kryptowalucie.
pt_pt: Gerencie os fundos na sua conta de criptomoedas.
vi_vn: Quản lý những khoản tiền trong tài khoản cryptocurrency của bạn.
zh_cn: 管理加密货币账户资金。

source: Manage your authorised applications.
de_de: Verwalten Sie Ihre genehmigten Anwendungen.
fr_fr: Gestion de vos applications autorisées.
id_id: Mengelola aplikasi resmi Anda.
pl_pl: Zarządzaj zatwierdzonymi aplikacjami.
pt_pt: Gerencie os seus aplicativos autorizados.
vi_vn: Quản lý các ứng dụng được cho phép của bạn.
zh_cn: 管理您的授权应用程序。

source: Manager ID
fr_fr: Identifiants Manager
id_id: ID Manajer
pl_pl: Identyfikator menedżera
pt_pt: Gerenciar ID
vi_vn: ID nhà quản lý
zh_cn: 经理 ID

source: Manager successfully revoked
de_de: Manager erfolgreich widerrufen
fr_fr: Manager révoqué avec succès
id_id: Manajer berhasil dicabut
pl_pl: Menedżer został odwołany
pt_pt: Gestor revogado com sucesso
vi_vn: Thu hồi quyền quản lý thành công
zh_cn: 经理已成功撤销

source: Managers
de_de: Manager
fr_fr: Responsables
id_id: Manajer
pl_pl: Kierownicy
pt_pt: Gestores
vi_vn: Người quản lý
zh_cn: 经理

source: Manufacturing
de_de: Herstellung
fr_fr: Fabrication
id_id: Manufaktur
pl_pl: Produkcja
pt_pt: Fabricação
vi_vn: Sản xuất
zh_cn: 制造

source: Mar
de_de: Mär
fr_fr: mars
pl_pl: Marzec
vi_vn: Tháng Ba
zh_cn: 三月

source: March
de_de: März
fr_fr: mars
id_id: Maret
pl_pl: Marzec
pt_pt: Março
vi_vn: Tháng Ba
zh_cn: 三月

source: Margin
fr_fr: Marge
pl_pl: Depozyt zabezpieczający
pt_pt: Margem
vi_vn: Ký quỹ
zh_cn: 保证金

source: Margin Level
fr_fr: Niveau de Marge
pl_pl: Poziom depozytu zabezpieczającego
pt_pt: Nível de margem
vi_vn: Mức Ký Quỹ
zh_cn: 保证金水平

source: Margin Payment
de_de: Margin Zahlung
id_id: Margin Pembayaran
pl_pl: Wpłata depozytu zabezpieczającego
pt_pt: Pagamento de margem
vi_vn: Thanh toán ký quỹ
zh_cn: 保证金支付

source: Margin Payments are due immediately and shall be received in full by us.
de_de: Margin Zahlungen sind unverzüglich zu begleichen und sollen vollständig von uns erhalten werden.
id_id: Margin Pembayaran akan segera jatuh tempo dan akan kami terima dalam jumlah total.
pl_pl: Wpłat depozytu zabezpieczającego należy dokonywać niezwłocznie i w całości.
pt_pt: Pagamentos de margens são devidos imediatamente e devem ser pagos integralmente a nós.
vi_vn: Thanh Toán ký quỹ sẽ được thực hiện ngay lập tức và được nhận đầy đủ bởi chúng tôi.
zh_cn: 保证金支付现在到期，我们须收到全额款项。

source: Margin Requirement and Calculation
de_de: Margin Anforderung und Berechnung
id_id: Persyaratan Margin dan Perhitungan
pl_pl: Wymogi dot. depozytu zabezpieczającego i jego obliczanie
pt_pt: Requisitos e cálculo de margens
vi_vn: Điều Kiện và Tính Toán Ký Quỹ
zh_cn: 保证金要求和计算

source: Margin Requirements can increase/decrease based on the aggregated size of your Open Position determined by the volume (number of lots), contract size (value per point in the original currency of the contract), market price, and margin rate.
de_de: Die Margin-Anforderungen können auf der kumulierten Größe Ihrer offenen Positionen basierend, durch Volumen (Anzahl der Lot), Kontraktgröße (Wert je Punkt in der ursprünglichen Währung des Kontrakts), Börsenkurs und Zinsspanne bestimmt, steigen/fallen.
id_id: Persyaratan Margin dapat bertambah atau berkurang tergantung pada ukuran Open Position Anda berdasarkan volume (jumlah lot), ukuran kontrak (nilai per poin pada mata uang asal kontrak), harga pasar dan tingkat margin.
pl_pl: Wymogi dot. depozytu zabezpieczającego mogą zwiększać się lub zmniejszać w zależności od całkowitej wielkości Twojej pozycji otwartej, która zależy od wolumenu (liczby partii), rozmiaru kontraktu (wartości na punkt w pierwotnej walucie kontraktu), ceny rynkowej i wysokości depozytu zabezpieczającego.
pt_pt: Os requisitos de margem podem aumentar/diminuir com base na dimensão da sua posição em aberto determinada pelo volume (número de lotes), dimensão do contrato (valor por ponto na moeda original do contrato), preço de mercado e taxa de margem.
vi_vn: Điều Kiện Ký Quỹ có thể tăng/giảm dựa trên kích thước tổng hợp của Phiên Mở của bạn xác định theo khối lượng (số lượng của các lô), kích thước hợp đồng (giá trị mỗi điểm trong đơn vị tiền tệ gốc của hợp đồng), giá thị trường và tỷ lệ ký quỹ.
zh_cn: 保证金要求可根据您的未平仓头寸累计大小增加/减少并由交易量（手数），合约大小 （合约原币种每点的价值）、市场价格和保证金率决定。

source: Margin allows you to trade on leverage – giving you the same level of market exposure using much less capital.
de_de: Margin erlaubt Ihnen auf Leverage zu handeln, indem es Ihnen das selbe Level von Marktrisiko in Verwendung von viel weniger Kapital, gibt.
fr_fr: La marge vous permet de prendre des positions avec effet de levier - vous donnant le même niveau d'exposition au marché en utilisant moins de capital.
id_id: Marjin memperbolehkan Anda untuk trading dengan leverage - memeberikan Anda tingkat eksposur pasar yang sama dengan menggunakan modal yang lebih sedikit.
pl_pl: Depozyt zabezpieczający pozwala handlować w oparciu o dźwignię finansową – zapewniając Ci taki sam poziom ekspozycji na rynku przy wykorzystaniu dużo mniejszego kapitału.
pt_pt: Margens permitem-lhe negociar com alavancagem, proporcionando-lhe o mesmo nível de exposição de mercado usando muito menos capital.
vi_vn: Ký Quỹ cho phép bạn giao dịch trên đòn bẩy - đem lại cho bạn mức độ tương tự như tiếp xúc thị trường nhưng lại sử dụng ít vốn đầu tư hơn nhiều.
zh_cn: 保证金允许您进行杠杆交易，让您以较少资金使用同等的市场设施。

source: Margin allows you to trade on leverage – meaning your existing capital can give you a much higher level of market exposure.
de_de: Marge erlaubt Ihnen auf Leverage zu handeln - d.h. Ihr vorhandenes Kapital kann Ihnen ein viel höheres Level an Marktrisiko geben.
fr_fr: La marge vous permet de trader avec l’effet de levier – qui signifie que votre capital existant peut vous donner un niveau élevé d’exposition au marché.
id_id: Marjin memperbolehkan Anda untuk trading dengan leverage - artinya modal yang sudah ada dapat memeberikan tingkat eksposur pasar yang lebih tinggi.
pl_pl: Depozyt zabezpieczający pozwala handlować w oparciu o dźwignię finansową – co oznacza, że Twój rzeczywisty kapitał może zapewnić Ci wyższy poziom ekspozycji rynkowej.
pt_pt: Margens permitem-lhe negociar com alavancagem, significando que o seu capital existente pode lhe proporcionar um nível superior de exposição ao mercado.
vi_vn: Ký Quỹ cho phép bạn để giao dịch trên đòn bẩy - có nghĩa là vốn sẵn có của bạn có thể cung cấp cho bạn một mức độ tiếp xúc thị trường cao hơn.
zh_cn: 保证金允许您进行杠杆交易，让您以现有资金使用更高级的市场设施。

source: Margin call
de_de: Margin-Forderung
fr_fr: Appel de marge
id_id: Panggilan marjin
pl_pl: Wezwanie do uzupełnienia depozytu
pt_pt: Chamada de margem
vi_vn: Yêu cần bảo chứng
zh_cn: 追加保证金通知

source: Market
de_de: Markt
fr_fr: Marché
id_id: Pasar
pl_pl: Rynek
pt_pt: Mercado
vi_vn: Thị trường
zh_cn: 市场

source: Market Execution
de_de: Marktausführung
id_id: Eksekusi Pasar
pl_pl: Realizacja rynkowa
pt_pt: Execução do mercado
vi_vn: Thực thi thị trường
zh_cn: 市场执行

source: Market Opinions
de_de: Marktmeinungen
id_id: Opini Pasar
pl_pl: Opinie rynkowe
pt_pt: Opiniões de Mercado
vi_vn: Các phản hồi của thị trường
zh_cn: 市场观点

source: Market Order
de_de: Marktorder
fr_fr: Ordre de Marché
pl_pl: Zlecenie rynkowe
pt_pt: Ordem de mercado
vi_vn: Lệnh thị trường
zh_cn: 市价订单

source: Market execution
de_de: Marktausführung
fr_fr: Exécution de marché
id_id: Eksekusi pasar
pl_pl: Realizacja rynkowa
pt_pt: Execução do mercado
vi_vn: Thực thi thị trường
zh_cn: 市场执行

source: Market exit price
de_de: Kurs zum Vertragsende
fr_fr: Prix final du marché
id_id: Harga akhir pasar
pl_pl: Rynkowa cena wyjściowa
pt_pt: Preço de saída do mercado
vi_vn: Giá thoát khỏi thị trường
zh_cn: 平仓价

source: Market is closed. Please try again later.
de_de: Börse ist derzeit geschlossen. Bitte versuchen Sie es später erneut.
fr_fr: Le marché est fermé. Veuillez réessayer ultérieurement.
id_id: Pasar ditutup. Silakan coba kembali nanti.
pl_pl: Rynek jest zamknięty. Prosimy spróbować później.
pt_pt: O mercado está fechado. Tente novamente mais tarde.
vi_vn: Thị trường đã đóng cửa. Vui lòng thử lại sau.
zh_cn: 市场已关闭。请稍后重试。

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company data feed.
de_de: Marktkurse werden bestenfalls einmal pro Sekunde aktualisiert. Der Marktkurs wird je Sekunde auf den ersten Tick aktualisiert, der - sofern vorhanden - in dieser bestimmten Sekunde per Datenübertragung beim Unternehmen empfangen wurde.
fr_fr: Les prix du marché sont mis à jour au maximum une fois par seconde. À chaque seconde, le prix du marché sera actualisé au premier intervalle, s'il y a lieu, reçu à cette seconde spécifique par la source de données de la société.
id_id: Harga pasar akan diperbaharui paling sering setiap detik. Untuk setiap detiknya, harga pasar akan diperbaharui untuk tik pertama, jika ada, yang diterima pada detik tersebut pada data feed perusahaan.
pl_pl: Ceny rynkowe są zazwyczaj uaktualniane raz na sekundę. Dla każdej sekundy cena rynkowa jest uaktualniana do pierwszego najmniejszego przyrostu ceny otrzymanego w tej sekundzie z danych firmy.
pt_pt: Os preços de mercado são atualizados no máximo uma vez por segundo. Para qualquer determinado segundo, o preço de mercado será atualizado para o primeiro tique-taque, se houver algum, recebido no segundo específico no feed de dados da empresa.
vi_vn: Giá thị trường được cập nhật nhiều nhất một lần một giây. Đối với bất kì giây nào được đưa ra, giá thị trường sẽ được cập nhật từ tick biến động đầu tiên, nếu có thì sẽ nhận ngay trong giây cụ thể trên bảng thông báo dữ liệu của công ty.
zh_cn: 市场价格最快每秒更新一次。对于任何给定的某一秒钟，市场价格都将更新至该秒从公司数据源接收到的第一价位（如有）。

source: Market volatility – Political, economic, or social instability may lead to more volatile financial markets that affect the prices of certain metals
de_de: Volatilität des Marktes – Politische, wirtschaftliche oder soziale Instabilität können zu mehr Volatilität der Finanzmärkte, die die Preise für bestimmte Metalle beeinflussen, führen
fr_fr: Volatilité des marchés – Politique, économique, ou instabilité sociale peut conduire à plus de volatilité des marchés financiers qui affectent les prix de certains métaux
id_id: Volatilitas pasar - Politik, ekonomi dan ketidakstabilan sosial dapat mengakibatkan pasar keuangan menjadi tidak stabil dan mempengaruhi harga logam tertentu
pl_pl: Zmienność rynkowa – niestabilność polityczna, ekonomiczna i społeczna może prowadzić do większej zmienności rynków finansowych, która wpływa na ceny niektórych metali
pt_pt: Volatilidade do mercado – a instabilidade política, econômico ou social pode levar a mais mercados voláteis que afetam os preços de certos metais
vi_vn: Biến động thị trường - Chính trị, kinh tế, hoặc sự mất ổn định xã hội có thể dẫn đến biến động thị trường tài chính và ảnh hưởng đến giá của một số kim loại
zh_cn: 市场波动性 - 政治、经济或社会不稳定可能会导致金融市场更不稳定，对某些金属价格影响很大

source: Market-closing times: Please refer to
de_de: Börsenschlusszeiten: Es wird verwiesen auf
id_id: Waktu penutupan pasart: Silahkan lihat
pl_pl: Godziny zamknięcia rynku: prosimy zapoznać się z sekcją
pt_pt: Horas de fechamento de mercado: Por favor consulte
vi_vn: Thời gian đóng cửa thị trường: Vui lòng tham khảo
zh_cn: 收市时间：请参见

source: Marketing
vi_vn: Tiếp Thị
zh_cn: 市场营销

source: Marketing Executive
de_de: Marketingleiter
fr_fr: Chargé en Marketing
pl_pl: Kierownik ds. marketingu
pt_pt: Executivo de Marketing
vi_vn: Chuyên viên tiếp thị
zh_cn: 市场营销员

source: Marketing and Promotion
de_de: Marketing und Werbung
id_id: Pemasaran dan Promosi
pl_pl: Marketing i promocja
pt_pt: Marketing e Promoção
vi_vn: Tiếp thị và khuyến mãi
zh_cn: 市场推广

source: Mastercard is an international company that processes payments made with Mastercard-branded credit and debit cards. For more information, please visit %1.
fr_fr: MasterCard est une entreprise internationale qui traite les paiements par cartes de crédit et de débit MasterCard. Pour plus d’informations, veuillez visiter %1.
id_id: Mastercard adalah perusahaan internasional yang memproses pembayaran menggunakan kartu kredit dan debit bermerek Mastercard. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Mastercard to międzynarodowa firma obsługująca płatności kartami kredytowymi i debetowymi sygnowanymi marką Mastercard. Odwiedź %1, aby uzyskać więcej informacji.
vi_vn: Mastercard là một công ty quốc tế xử lý các khoản thanh toán được thực hiện bằng thẻ tín dụng và thẻ ghi nợ mang thương hiệu Mastercard. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: 万事达卡是国际公司, 专门处理使用万事达卡品牌的信用卡和借记卡支付的款项。欲知详情, 请访问 %1。

source: Mastercards and Maestros issued in a non-European country may only withdraw up to the amount deposited.
fr_fr: Les Mastercards et Maestros émis dans un pays non-Européen ne peuvent effectuer des retraits que jusqu'à la totalité du montant déposé.
id_id: Mastercard dan Maestro yang dikeluarkan di negara non-Eropa hanya dapat mencairkan sejumlah dana yang didepositkan.
pl_pl: Karty Mastercard i Maestros wydane w kraju poza Europą umożliwiają wypłaty w wysokości nieprzekraczającej kwoty zgromadzonej na rachunku.
pt_pt: MasterCard e Maestros emitidos em um país não-Europeu só podem retirar até o montante depositado.
vi_vn: Thẻ Mastervà Maestros được phát hành ở một quốc gia ngoài châu Âu chỉ có thể rút tối đa số tiền gửi.
zh_cn: 非欧洲国家发行的万事达卡和Maestros的提款最高额为存款金额。

source: Matches/Differs
de_de: Gleich/Verschieden
fr_fr: Égal/Différent
pl_pl: Zgadza się/Różni się
pt_pt: Combina/Difere
vi_vn: Khớp/Khác nhau
zh_cn: 符合/相差

source: Maximum Payout
de_de: Maximale Auszahlung
fr_fr: Paiement Maximum
id_id: Hasil Maksimum
pl_pl: Maksymalna wypłata
pt_pt: Prêmio máximo
vi_vn: Thanh toán tối đa
zh_cn: 最大赔付

source: Maximum Profit
de_de: Maximaler Gewinn
fr_fr: Profit Maximum
id_id: Laba Maksimum
pl_pl: Maksymalny zysk
pt_pt: Lucro máximo
vi_vn: Lợi nhuận tối đa
zh_cn: 最大利润

source: Maximum account cash balance
de_de: Maximales Kontoguthaben
fr_fr: Solde de trésorerie maximal du compte
id_id: Jumlah maksimal saldo akun
pl_pl: Maksymalne saldo gotówki na koncie
pt_pt: Saldo máximo em conta
vi_vn: Số dư tài khoản tiền mặt tối đa
zh_cn: 最大账户现金余额

source: Maximum aggregate contract purchases over a 30-day period.
de_de: Maximaler Gesamtkontrakterwerb über einen Zeitraum von 30 Tagen.
fr_fr: Maximum global des achats de contrat sur une période de 30 jours.
id_id: Jumlah rata-rata pembelian kontrak maksimal per 30 hari.
pl_pl: Maksymalne łączne zakupy kontraktów w okresie 30 dni.
pt_pt: Máximo de aquisições agregadas de contratos durante um período de 30 dias.
vi_vn: Hợp đồng tối đa được mua với kì hạn 30 ngày.
zh_cn: 30天期最大累计合约买入量。

source: Maximum aggregate contract purchases over a 7-day period.
de_de: Maximaler Gesamtkontrakterwerb über einen Zeitraum von 7 Tagen.
fr_fr: Maximum global des achats de contrat sur une période de 7 jours.
id_id: Jumlah maksimum rata-rata pembelian kontrak per 7 hari.
pl_pl: Maksymalne łączne 7-dniowe zakupy kontraktów.
pt_pt: Aquisições máximas de contratos agregados durante um período de 7 dias.
vi_vn: Hợp đồng tối đa được mua với kì hạn 7 ngày.
zh_cn: 7天期最大累计合约买入量。

source: Maximum aggregate contract purchases per day.
de_de: Maximaler Gesamterwerb von Kontrakten pro Tag.
fr_fr: Maximum global des achats de contrat par jour.
id_id: Jumlah maksimum pembelian kontrak per hari.
pl_pl: Maksymalne dzienne łączne zakupy kontraktów.
pt_pt: Máximo de aquisições agregadas de contratos por dia.
vi_vn: Tổng số hợp đồng mua tối đa trên một ngày.
zh_cn: 每日最大累计合约买入量。

source: Maximum aggregate loss over a 30-day period.
de_de: Maximaler angesammelter Verlust über einen Zeitraum von 30 Tagen.
fr_fr: Maximum global des pertes sur une période de 30 jours.
id_id: Jumlah maksimum rata-rata kerugian per 30 hari.
pl_pl: Maksymalna łączna strata w okresie 30 dni.
pt_pt: Perda agregada máxima durante um período de 30 dias.
vi_vn: Tổng thua lỗ tối đa với kì hạn 30 ngày.
zh_cn: 30天期最大累计损失量。

source: Maximum aggregate loss over a 7-day period.
de_de: Maximaler angesammelter Verlust über einen Zeitraum von 7 Tagen.
fr_fr: Maximum global des pertes sur une période de 7 jours.
id_id: Jumlah maksimum rata-rata kerugian per 7 hari.
pl_pl: Maksymalna łączna strata w okresie 7-dniowym.
pt_pt: Perda agregada máxima durante um período de 7 dias.
vi_vn: Tổng thua lỗ tối đa với kì hạn 7 ngày.
zh_cn: 7天期最大累计损失量。

source: Maximum aggregate loss per day.
de_de: Maximal aufgelaufener Verlust pro Tag.
fr_fr: Maximum global des pertes par jour.
id_id: Maksimum rata-rata kerugian per hari.
pl_pl: Maksymalna łączna strata dzienna.
pt_pt: Perda agregada máxima por dia.
vi_vn: Tổng thua lỗ tối đa trong một ngày.
zh_cn: 每日最大累计损失量。

source: Maximum aggregate payouts on open positions
de_de: Maximale Gesamtauszahlungen auf offene Positionen
fr_fr: Maximum global des paiements sur les positions ouvertes
id_id: Jumlah maksimal total hasil pada open pisition
pl_pl: Maksymalne zagregowane wypłaty dla pozycji otwartych
pt_pt: Máximo de pagamentos agregados sobre posições em aberto
vi_vn: Tổng khoảng được trả tối đa trong phiên mở
zh_cn: 未平仓头寸的最大赔付总额

source: Maximum daily turnover
de_de: Maximaler Tagesumsatz
fr_fr: Volume maximal des transactions par jour
id_id: Maksimum turnover harian
pl_pl: Maksymalny dzienny obrót
pt_pt: Volume de negócios máximo diário
vi_vn: Thu nhập tối đa hàng ngày
zh_cn: 最大日成交量

source: Maximum leverage
de_de: Maximale Leverage
fr_fr: Effet de levier maximum
id_id: Leverage maksimal
pl_pl: Maksymalna dźwignia
pt_pt: Alavancagem máxima
vi_vn: Đòn bẩy tối đa
zh_cn: 最大杠杆

source: Maximum multiplier of 1000.
de_de: Maximaler Multiplikator von 1000.
fr_fr: Multiplicateur maximal de 1000.
id_id: Maksimum kelipatan 1000.
pl_pl: Mnożnik maksymalny wynoszący 1000.
pt_pt: Multiplicador máximo de 1000.
vi_vn: Hệ số tối đa 1000.
zh_cn: 最大乘数为1000。

source: Maximum number of contracts that can be open at the same time.
de_de: Maximale Anzahl von Kontrakten, die gleichzeitig geöffnet sein können.
fr_fr: Nombre maximum de contrats qui peuvent être ouverts en même temps.
id_id: Jumlah maksimum kontrak yang dapat ditransaksikan secara bersamaan.
pl_pl: Maksymalna liczba kontraktów, które mogą być otwarte w tym samym czasie.
pt_pt: Número máximo de contratos que podem estar abertos em simultâneo.
vi_vn: Số lượng tối đa hợp đồng có thể được mở cùng một lúc.
zh_cn: 可以同时打开的最大合约数目。

source: Maximum number of open positions
de_de: Maximale Anzahl offener Positionen
fr_fr: Nombre maximal de positions ouvertes
id_id: Maksimal jumlah open posisi
pl_pl: Maksymalna dzienna liczba otwartych pozycji
pt_pt: Número máximo de posições em aberto
vi_vn: Lượng phiên mở tối đa
zh_cn: 最大未平仓头寸数目

source: Maximum payout
de_de: Maximale Auszahlung
fr_fr: Paiement Maximum
id_id: Hasil Maksimum
pl_pl: Maksymalna wypłata
pt_pt: Prêmio máximo
vi_vn: Thanh toán tối đa
zh_cn: 最大赔付

source: Maximum ticket size
de_de: Maximale Ticket-Größe
fr_fr: Taille maximale du ticket
id_id: Ukuran tiket maksimal
pl_pl: Maksymalna wielkość ticketa
pt_pt: Tamanho máximo de pedidos
vi_vn: Kích thước vé tối đa
zh_cn: 最大票证大小

source: Maximum upload size for each file is %1
de_de: Maximale Upload-Größe für jede Datei ist %1
fr_fr: La taille maximale de téléchargement pour chaque fichier est de %1
id_id: Ukuran upload maksimal untuk setiap file adalah %1
pl_pl: Maksymalny rozmiar każdego pliku to %1
pt_pt: Tamanho máximo de carregamento para cada arquivo é %1
vi_vn: Kích thước tải lên tối đa cho mỗi tập tin là %1
zh_cn: 每个文件的最大上载大小为%1

source: May
de_de: Mai
fr_fr: mai
id_id: Mei
pl_pl: Maj
pt_pt: Maio
vi_vn: Tháng Năm
zh_cn: 五月

source: Memorable date
de_de: Denkwürdiges Datum
fr_fr: Date mémorable
id_id: Tanggal bersejarah
pl_pl: Pamiętna data
pt_pt: Data memorável
vi_vn: Ngày đáng nhớ
zh_cn: 难忘的日子

source: Memorable town/city
de_de: Denkwürdige/r Ort/Stadt
fr_fr: Ville mémorable
id_id: Kota bersejarah
pl_pl: Pamiętne miasto
pt_pt: Localidade/cidade memorizável
vi_vn: Thị trấn/Thành phố đáng nhớ
zh_cn: 难忘的城镇/城市

source: MetaTrader 5 dashboard
fr_fr: Tableau de bord MetaTrader 5
id_id: Dashboard MetaTrader 5
pl_pl: Pulpit MetaTrader 5
pt_pt: Painel de controle da MetaTrader 5
vi_vn: Đi đến bảng điều khiển MetaTrader 5
zh_cn: MetaTrader 5 仪表板

source: MetaTrader 5 main password
de_de: MetaTrader 5 Hauptpasswort
fr_fr: Mot de passe principal de MetaTrader 5
id_id: Kata sandi utama MetaTrader 5
pl_pl: Główne hasło do MetaTrader 5
pt_pt: Senha principal da MetaTrader 5
vi_vn: Mật khẩu chính MetaTrader 5
zh_cn: MetaTrader 5 主密码

source: MetaTrader account management
de_de: MetaTrader Kontenverwaltung
fr_fr: Gestion du compte MetaTrader
id_id: Manajemen Akun MetaTrader
pl_pl: Zarządzanie kontami MetaTrader
pt_pt: Gerenciamento de contas MetaTrader
vi_vn: Quản lý tài khoản MetaTrader
zh_cn: MetaTrader 账户管理

source: Metal – a hard commodity
de_de: Metall – ein harter Rohstoff
fr_fr: Métal – une matière première dure
id_id: Logam - komoditas keras
pl_pl: Metal – surowiec twardy
pt_pt: Metal – uma matéria-prima mineral
vi_vn: Kim loại - một thứ hàng hóa cứng
zh_cn: 金属 - 硬商品

source: Metals
de_de: Metalle
fr_fr: Métaux
id_id: Logam
pl_pl: Metale
pt_pt: Metais
vi_vn: Các kim loại
zh_cn: 金属
