Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We provide here a summary of the policy we maintain in order to manage conflicts of interest in respect of the duties we owe to our clients.
de_de: Wir stellen hier eine Zusammenfassung der Regeln zur Verfügung, die wir beachten, um Interessenkonflikte hinsichtlich der von uns, unseren Kunden geschuldeten Pflichten zu steuern.
id_id: Berikut adalah ringkasan dari kebijakan yang kami mempertahankan untuk mengelola konflik kepentingan sehubungan dengan tugas yang masih kami hutangkan.
pl_pl: Zapewniamy tu streszczenie naszej polityki, którą stosujemy w celu zarządzania konfliktem interesów, co stanowi odpowiedź na zobowiązania posiadane w odniesieniu do naszych klientów.
pt_pt: Disponibilizamos aqui um resumo da política que mantemos para o gerenciamento de conflitos de interesse em relação aos deveres que temos para com os nossos clientes.
vi_vn: Tại đây chúng tôi cung cấp bản tóm tắt chính sách mà chúng tôi duy trì để quản lý các xung đột lợi ích theo bổn phận mà chúng tôi phải làm cho khách hàng.
zh_cn: 在此，向您提供我们针对客户利益冲突进行管理的义务和策略概述。

source: We reasonably consider that funds may be required to meet any Margin Requirement; and/or
de_de: Wir erachten es als angemessen, dass Gelder erforderlich sein können, um Margin-Anforderungen nachzukommen; und/oder
id_id: Kami akan menganggap dana Anda akan diperlukan untuk memenuhi Persyaratan Margin; dan/atau
pl_pl: Mamy podstawy sądzić, że środki mogą być wymagane do spełnienia wymogów dot. depozytów zabezpieczających;
pt_pt: Consideramos razoavelmente que fundos podem ser necessários para cumprir os requisitos de margem; e/ou
vi_vn: Chúng tôi xem xét một cách hợp lý rằng tiền có thể được yêu cầu để đáp ứng bất kỳ Điều Kiện Ký Quỹ nào; và/hoặc
zh_cn: 我们合理考虑到可能需要资金满足任何保证金要求; 和（或)

source: We rebrand BetOnMarkets.com as %1. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients.
de_de: Wir benennen BetOnMarkets.com in %1 um. Diese Umbenennung ist die natürliche Fortentwicklung für die Plattform, da sie in dem stark umkämpften Bereich des Binären Handels weiter an Marktanteil gewinnt. Die neue Marke spiegelt die Natur des Geschäfts und unseren neuen Wahlspruch - Präzise Kurse, Intelligentes Handeln - wider und kommuniziert unseren Ethos und unser Engagement für unsere Kunden.
fr_fr: BetOnMarkets.com est renommé %1. La refonte de marque est une évolution naturelle pour la plate-forme car elle continue à augmenter sa part de marché dans le domaine hautement concurrentiel du trading binaire. La nouvelle marque reflète la nature de l'entreprise et notre nouveau slogan, « Sharp Prices, Smart Trading » (« Prix compétitifs, Trading intelligent » en français), communique notre philosophie et notre engagement auprès des clients.
id_id: Kami merebrending BetOnMarkets.com sebagai %1. Rebranding ini merupakan evolusi alami bagi platform kami berhubung terus berkembang secara kompetitif di dunia trading binary. Brand baru ini mencerminkan bisnis dasar yang ditawarkan dan tagline terbaru kami – Harga Tajam, Trading Pintar – mengkomunikasikan etos dan komitmen kepada Pelanggan kami.
pl_pl: Zmieniamy nazwę BetOnMarkets.com na %1. Zmiana nazwy to naturalna ewolucja platformy, która ma coraz większy udział w niezwykle konkurencyjnym rynku handlu opcjami binarnymi. Nowa marka odzwierciedla naturę biznesu, a nasze nowe hasło – Ostre ceny, inteligentny handel – wyraża nasze wartości i poświęcenie dla klientów.
pt_pt: Nós renomeamos a BetOnMarkets.com como %1. A mudança no nome da marca é uma evolução natural para a plataforma que continua a aumentar a sua quota no mercado altamente competitivo de negociação binária. A nova marca reflete a natureza do nosso negócio, e o nosso slogan - Preços exatos, negociações inteligentes - comunica a nossa ética e compromisso com os nossos clientes.
vi_vn: Chúng tôi đã thay thương hiệu BetOnMarkets.com thành %1. Việc thay thương hiệu này là một sự tiến hóa tự nhiên cho nền tảng mà nó tiếp tục phát triển trong lĩnh vực giao dịch nhị phân đang có sự cạnh tranh cao độ. Thương hiệu mới phản ánh bản chất của ngành kinh doanh, và khẩu hiệu mới của chúng tôi - Giá Cả Cạnh Tranh, Giao Dịch Thông Minh - sẽ truyền đạt tính đạo đức và sự cam kết của chúng tôi đến với quý khách hàng.
zh_cn: 我们把 BetOnMarkets.com 更名为%1。品牌重塑是该平台的自然演变，我们会继续在竞争激烈的二元交易领域扩大市场份额。新品牌反映了企业的性质，而我们的新口号 – 精准价位，明智交易 – 则把我们的精神和承诺传达给了客户。

source: We recognise the importance of protecting your personal and financial information.
de_de: Wir sind uns der Bedeutung bewusst, Ihre persönlichen und finanziellen Daten zu schützen.
id_id: Kami memahami betapa pentingnya menjaga informasi pribadi dan transaksi Anda.
pl_pl: Zdajemy sobie sprawę, jak ważna jest ochrona danych osobowych i finansowych.
pt_pt: Reconhecemos a importância de proteger as suas informações pessoais e financeiras.
vi_vn: Chúng tôi nhận thấy tầm quan trọng của việc bảo vệ thông tin cá nhân và thông tin tài chính của bạn.
zh_cn: 我们意识到保护您的个人和财务信息的重要性。

source: We record and monitor telephone conversations and/or electronic communications involving transactions when dealing on own account and the provision of client order services that relate to the reception and execution of client orders. Recordings may also be used for quality and anti-fraud purposes.
de_de: Wir zeichnen Telefongespräche bzw. elektronische Kommunikation, die Transaktionen involvieren, wenn auf eigene Rechnung gehandelt wird, und die Provision von Kunden Order-Dienstleitsungen, die sich auf den Empfang und Ausführung von Kundenordern beziehen, auf und überwachen diese.
id_id: Kami merekam dan memonitor percakapan telepon dan / atau komunikasi elektronik yang melibatkan transaksi ketika berhadapan dengan akun sendiri dan penyediaan layanan pesanan klien yang berhubungan dengan penerimaan dan pelaksanaan pesanan klien. Rekaman juga dapat digunakan untuk tujuan kualitas dan anti penipuan.
pl_pl: Nagrywamy i sprawdzamy rozmowy telefoniczne i/lub komunikację e-mailową powiązaną z transakcjami w przypadku handlowania na własny rachunek oraz świadczeniem usług w zakresie zleceń klientów powiązanych z otrzymywaniem i realizowaniem tych zleceń. Rozmowy mogą być nagrywane również w celu zachowania wysokiej jakości usług i przeciwdziałania oszustwom.
pt_pt: Registramos e monitoramos conversas telefônicas e/ou comunicações eletrônicas que envolvem transações aquando da negociações por conta própria e na prestação de serviços de ordens de clientes que se relacionam com o recebimento e a execução de ordens de clientes. Registros também poderão ser usados para fins de controle de qualidade e medidas antifraude.
vi_vn: Chúng tôi ghi âm và theo dõi cuộc hội thoại điện thoại và/hoặc liên lạc điện tử liên quan đến giao dịch khi giao dịch trên tài khoản riêng và việc cung cấp các đơn đặt hàng của khách hàng các dịch vụ có liên quan để tiếp nhận và thực hiện đơn đặt hàng của khách hàng. Bản ghi âm cũng có thể được sử dụng cho mục đích quản lý chất lượng và chống gian lận.
zh_cn: 我们在处理拥有的账户和向客户提供涉及接收和执行客户订单等服务时录音和监测涉及交易的电话交谈和/或电子通信。录音也可以用于改善质量和反欺诈用途。

source: We reserve the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every six months for every client account that has had no transaction recorded for a period of 12 consecutive months or more.
de_de: Wir behalten uns das Recht vor, alle Kundenkonten, die in einem Zeitraum von 12 aufeinanderfolgenden Monaten oder mehr, keine Transaktionen aufgewiesen haben, alle sechs Monate mit einer Inaktivgebühr von 25 USD/EUR/AUD/GBP zu belasten.
id_id: Kami berhak untuk membebankan biaya tidak aktif hingga USD/EUR/AUD/GBP25 setiap enam bulan sekali bagi setiap akun klien yang tidak memiliki transaksi selama 12 bulan berturut-turut atau lebih.
pl_pl: Zastrzegamy sobie prawo do naliczenia opłaty za stan bezczynności w wysokości do 25 USD/EUR/AUD/GBP co sześć miesięcy dla każdego konta klienta, który nie ma odnotowanych żadnych transakcji w okresie co najmniej 12 kolejnych miesięcy.
pt_pt: Reservamos o direito de cobrar uma taxa de inatividade de até 25 USD/EUR/AUD/GBP a cada 6 meses por cada conta de cliente que não tiver uma transação registrada durante 12 meses consecutivos ou mais.
vi_vn: Chúng tôi có quyền thu phí không hoạt động lên đến 25 USD/EUR/AUD/GBP mỗi sáu tháng một lần cho mỗi tài khoản khách hàng đã không có giao dịch được ghi lại trong một khoảng thời gian 12 tháng liên tục trở lên.
zh_cn: 对每个连续12个月或以上没有交易记录的客户账户，我们保留每6个月收取最高为25美元/欧元/澳元/英镑账户休眠费的权利。

source: We reserve the right to charge a dormant fee of up to USD/EUR/GBP 25 every 6 months for every Client account that has had no transaction recorded for over 12 months. Clients will be notified before the fee is deducted from the account. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked or excluded accounts.
de_de: Wir behalten uns das Recht vor, eine 'ruhende' Gebühr in Höhe von bis zu USD/EUR/GBP 25 alle 6 Monate für jedes Kundenkonto zu erheben, bei dem für mehr als 12 Monaten keine Buchung aufgenommen wurde. Kunden werden benachrichtigt, bevor die Gebühr vom Konto abgezogen wird. Kunden müssen sich mit unserem Helpdesk in Verbindung setzen, um von inaktiven Fonds, geschlossenen, blockierten oder ausgeschlossenen Konten zu beheben.
id_id: Kami berhak membebankan biaya non aktif sehingga USD/EUR/GBP 25 setiap 6 bulan bagi setiap akun Klien yang tidak memiliki transaksi selama lebih dari 12 bulan. Klien akan memperoleh informasi sebelum biaya tersebut dikenakan pada akun mereka. Klien perlu menghubungi helpdesk kami untuk memperoleh kembali dana dari akun yang tidak aktif, ditutup atau dikecualikan.
pl_pl: Zastrzegamy sobie prawo do naliczenia opłaty za stan bezczynności w wysokości do 25 USD/EUR/GBP co 6 miesięcy dla każdego konta Klienta, na którym nie odnotowano żadnych transakcji w okresie przekraczającym 12 miesięcy. Klient zostanie poinformowany o tym przed odliczeniem tej kwoty. Aby odzyskać środki z nieaktywnych, zamkniętych, zablokowanych kont lub kont z aktywnym samodzielnym wykluczeniem, Klient musi skontaktować się z działem pomocy.
pt_pt: Reservamo-nos o direito de cobrar uma taxa de inatividade de até 25 USD/EUR/GBP a cada 6 meses por cada conta de cliente que não tiver uma transação registrada durante 12 meses. Os clientes serão notificados antes da dedução da taxa das da suas contas. Os clientes necessitam contatar o nosso apoio ao cliente para recuperar fundos de contas inativas, encerradas, bloqueadas ou excluídas.
vi_vn: Chúng tôi có quyền tính phí không hoạt động lên đến USD / EUR / GBP 25 mỗi 6 tháng đối với mỗi tài khoản Khách hàng không có giao dịch nào được ghi trong hơn 12 tháng. Khách hàng sẽ được thông báo trước khi phí được khấu trừ từ tài khoản. Khách hàng cần liên hệ với bộ phận trợ giúp của chúng tôi để khôi phục tiền từ các tài khoản không hoạt động, đã đóng, bị chặn hoặc bị loại trừ.
zh_cn: 对每一个超过12个月没有交易记录的客户账户，我们保留收取每6个月高达25 美元/欧元/澳元/英镑的账户休眠费用的权利。自账户中扣除费用前，客户将会收到通知。如要将没有活动、已关闭、被封或禁用的账户基金取回，客户须联系我们的客服部。

source: We reserve the right to modify, supplement, or replace these Terms at any time. Any material changes will be notified to you. Your continued registration with the %1 API and your continued use of the %1 API will constitute binding acceptance of such changes.
de_de: Wir behalten uns das Recht vor, diese Bedingungen zu jeder Zeit zu verändern, zu ergänzen oder zu ersetzen. Erhebliche Änderungen werden Ihnen angekündigt. Ihre fortgesetzte Anmeldung bei dem %1 API und die fortgesetzte Verwendung des %1 API begründet eine bindende Annahme solcher Änderungen.
id_id: Kami berhak untuk memodifikasi, menambah atau mengganti syarat ini setiap saat. Setiap perubahan materi akan diberitahukan kepada Anda. Keikutsertaan Anda pada API %1 dan penggunaan lebih lanjut API %1 akan merupakan penerimaan mengikat pada perubahan tersebut.
pl_pl: Zastrzegamy sobie prawo do zmieniania i uzupełniania niniejszych Warunków oraz zastąpienia ich innymi postanowieniami w dowolnej chwili. Użytkownik zostanie powiadomiony o wszelkich istotnych zmianach. Niewyrejestrowanie się oraz dalsze korzystanie z API %1 oznacza wiążące zaakceptowanie takich zmian.
pt_pt: Reservamos o direito de modificar, suplementar ou substituir estes termos em qualquer momento. Quaisquer alterações materiais serão notificadas a você. O seu registro contínuo com a API %1 e o seu uso contínuo do API %1 constituirão aceitação vinculativa de tais alterações.
vi_vn: Chúng tôi có quyền điều chỉnh, bổ sung, hay thay thế những Điều Khoản này bất kỳ lúc nào. Bất kỳ sự thay đổi nào về nội dung sẽ được thông báo tới bạn. Việc bạn tiếp tục đăng ký và sử dụng %1 API được coi như sự chấp thuận của bạn với những thay đổi này.
zh_cn: 我们保留随时修改、补充或更换这些条款的权利。如有任何实际更改将会通知您。您继续在%1 API注册及继续使用%1 API将构成您接受此类更改的约束力。

source: We reserve the right to refuse your referrals' application to open an account (or to close their accounts), as deemed necessary, to comply with any requirements we may periodically establish and/or that may be required under applicable laws, rules, and regulations.
de_de: Wir behalten uns das Recht vor, Anträge Ihrer empfohlenen Kunden zur Kontoeröffnung (oder Kündigung iher Konten), sofern erforderlich, abzulehnen, um alle Anforderungen, die wir periodisch aufstellen und/oder die nach geltenden Gesetzen, Regeln und Vorschriften erforderlich sind, zu befolgen.
id_id: Kami berhak menolak permohonan referral Anda untuk mendaftar akun (atau menutup akun mereka), yang dianggap perlu, untuk mematuhi persyaratan kami mungkin secara berkala membangun dan/atau yang mungkin diperlukan berdasarkan hukum yang berlaku, aturan, dan peraturan.
pl_pl: Firma zastrzega sobie prawo odrzucenia wniosku o otwarcie konta (lub jego zamknięcie) złożonego przez osobę, której Partner poleca portal, jeśli będzie to konieczne w celu spełnienia wymogów, które mogą być przez nas okresowo stosowane lub które mogą być nakładane przez przepisy, rozporządzenia i normy prawne.
pt_pt: Reservamos o direito de recusar os pedidos dos clientes que você nos indicar para a abertura de uma conta (ou fechamento das suas contas), quando julguemos necessário, para o cumprimento de quaisquer requisitos que possamos vir a estabelecer e/ou que possam ser exigidos pelas leis, regras e regulamentações aplicáveis.
vi_vn: Nhằm tuân thủ những yêu cầu mà chúng tôi thiết lập theo định kỳ và/ hoặc có thể được yêu cầu theo điều luật, quy tắc và quy định hiện hành, nếu được coi là cần thiết, chúng tôi có quyền từ chối đơn xin mở tài khoản của người mà bạn giới thiệu (hoặc đóng tài khoản của họ).
zh_cn: 为遵守我们定期建立和/或适用法律、规则和条例的任何要求，我们保留在必要时拒绝您的转介人申请开立（或关闭）账户的权利。

source: We reserve the right to refuse your request to open an MT5 Real Account for any reason, and any MT5 Real Account may be closed at our discretion at any time.
de_de: Wir behalten uns das Recht vor, Ihre Anfrage auf Eröffnung eines MT5 Echtgeldkontos aus beliebigem Grund, zu verweigern, und jedes MT5 Echtgeldkonto kann, nach unserem Ermessen, zu jeder Zeit geschlossen werden.
id_id: Kami berhak untuk menolak permintaan Anda untuk mendaftar Akun Riil MT5 dengan alasan apapun, dan setiap Akun Riil dapat ditutup dengan kebijaksanaan kami setiap saat.
pl_pl: Zastrzegamy sobie prawo do odrzucenia Twojego wniosku o otwarcie Prawdziwego konta MT5, niezależnie od powodu. Każde Prawdziwe konto MT5 może zostać zamknięte w dowolnej chwili według naszego uznania.
pt_pt: Reservamos o direito de recusar a sua solicitação de abrir uma conta real MT5 por qualquer motivo e qualquer conta real MT5 pode ser encerrada a nosso exclusivo critério em qualquer momento.
vi_vn: Chúng tôi có quyền từ chối yêu cầu của bạn để mở một Tài Khoản Thực MT5 vì bất kỳ lý do nào, và bất kỳ Tài Khoản Thực MT5 nào cũng có thể bị đóng lại theo quyết định của chúng tôi vào bất kỳ lúc nào.
zh_cn: 不论是什么原因，我们保留拒绝您开立MT5真实账户请求， 并随时由我们自主决定关闭任何MT5真实账户的权利。

source: We reserve the right to request further information from you whenever deemed appropriate under the circumstances. For example, we may ask you to send us additional acceptable documents to confirm the authenticity of your account details or of any withdrawal request.
de_de: Wir behalten uns das Recht vor, weitere Informationen von Ihnen, wenn unter den gegebenen Umständen angemessen, anzufordern. Beispielsweise bitten wir Sie uns zusätzliche akzeptable Dokumente zu schicken, um die Echtheit Ihrer Kontodaten oder eine Auszahlungsanfrage zu bestätigen.
id_id: Kami berhak untuk meminta informasi lebih lanjut dari Anda setiap kali diperlukan. Misalnya, kami dapat meminta Anda untuk mengirimkan dokumen tambahan yang dapat diterima untuk mengonfirmasi keaslian detail akun Anda atau permintaan penarikan apa pun.
pl_pl: Zastrzegamy sobie prawo do zażądania od Ciebie dalszych informacji, jeśli uznamy to za stosowne w określonych okolicznościach. Na przykład możemy poprosić Cię o przesłanie dodatkowych dokumentów celem potwierdzenia autentyczności danych Twojego konta lub dowolnego wniosku o wypłatę.
pt_pt: Reservamos o direito de solicitar informações adicionais de você sempre que consideremos apropriado, segundo as circunstâncias. Por exemplo, podemos pedir que você nos envie documentos adequados adicionais para confirmar a autenticidade dos dados da sua conta ou de qualquer solicitação de retirada.
vi_vn: Chúng tôi có quyền yêu cầu thêm thông tin từ bạn bất cứ khi nào coi là thích hợp trong các trường hợp. Ví dụ, chúng tôi có thể yêu cầu bạn gửi cho chúng tôi tài liệu bổ sung được chấp nhận để xác nhận tính xác thực của chi tiết tài khoản hoặc của bất kỳ yêu cầu rút tiền.
zh_cn: 我们保留在适当情况下酌情要求您提供进一步信息的权利。例如，我们可能会要求您向我们发送其他可接受的文件以确认您的账户详细信息或任何提款请求的真实性。

source: We reserve the right to void or amend the contractual terms of any Transactions that we reasonably believe are entered into at prices that do not reflect fair market prices or that are entered into at an abnormally low level of risk due to an obvious or palpable error (a “Manifest Error”). In deciding whether an error is a Manifest Error, we may take into account any relevant information, including the state of the underlying market at the time of the error and any error within, or lack of clarity of, any information source or pronouncement. You have a duty to report to us any such problems, errors, or suspected system inadequacies that you may experience and may not abuse or arbitrage such system problems or errors for profit. We will endeavor to resolve any such difficulties in the shortest time possible.
de_de: Wir behalten uns das Recht vor, Vertragsbedingungen aller Transaktionen, von denen wir gerechtfertigt annehmen, dass sie keine fairen Marktkurse widerspiegeln, oder die aufgrund von offensichtlichen Fehlern ("Manifest Errors") zu einem anormalen, niedrigen Risikolevel eingegangen werden, als ungültig zu erklären, oder zu ändern. Zur Entscheidung ob ein Fehler ein "Manifest Error" ist, können wir jegliche relevante Information berücksichtigen, einschließlich dem Status des zugrundeliegenden Marktes zur Zeit des Fehlers und jeglichen Fehlers innerhalb dessen, oder Unklarheit der Informationsquelle oder Verkündung. Sie sind dazu verpflichtet, uns über derartige Probleme, Fehler oder mutmaßliche Systemdefizite, die Sie möglicherweise erfahren, zu unterrichten, und diese nicht zu missbrauchen oder von solchen Systemproblemen oder Fehlern mittels Arbitrage zu profitieren. Wir werden uns bemühen, derartige Probleme so schnell wie möglich zu beheben.
id_id: Kami berhak untuk membatalkan atau mengubah persyaratan kontrak dari setiap Transaksi yang cukup kami yakini diproses dengan harga yang tidak mencerminkan harga pasar yang wajar atau yang diproses dengan tingkat risiko yang tidak normal akibat kesalahan yang jelas atau teraba akibat (sebuah "Manifest Error"). Dalam memutuskan apakah kesalahan adalah Manifest error, kami akan memperhitungkan setiap informasi yang relevan, termasuk keadaan pasar yang mendasari pada saat kesalahan dan kesalahan dalam, atau kurangnya kejelasan, sumber informasi atau pernyataan. Anda memiliki kewajiban untuk menginformasikan kepada kami apapun masalah yang mungkin terjadi seperti error atau menduga masalah sistem yang mungkin Anda alami dan tidak menyalahgunakan keadaan sedemikian atau memanfaatkan masalah sistem tersebut atau error tersebut untuk memperoleh keuntungan. Kami akan berusaha sebaik mungkin untuk menyelesaikan masalah sedemikian secepat mungkin.
pl_pl: Zastrzegamy sobie prawo do anulowania lub unieważnienia umownych warunków zawartej transakcji, jeśli w naszej ocenie transakcja została zawarta po cenach, które nie odzwierciedlają uczciwych cen rynkowych lub przy wyjątkowo niskim poziomie ryzyka z powodu ewidentnego błędu („ewidentny błąd”). Oceniając, czy błąd jest ewidentny możemy brać pod uwagę wszelkie istotne informacje, w tym kondycja rynku bazowego w momencie wystąpienia błędu lub błędy w informacjach źródłowych i oświadczeniach lub brak jasności w nich. Masz obowiązek zgłaszania nam wszelkich tego typu problemów, błędów lub podejrzanych nieprawidłowości w systemie, których doświadczasz i nie możesz nadużywać problemów systemowych w celu uzyskania zysku. Dołożymy wszelkich starań w celu rozwiązania tych problemów w możliwie najkrótszym czasie.
pt_pt: Reservamo-nos o direito de anular ou alterar os termos contratuais de quaisquer transações que, de boa fé, consideramos efetuadas a preços que não reflitam preços de mercado justos ou que sejam efetuadas a níveis de risco anormalmente baixos devido a erros óbvios ou tangíveis ("erros de manifesto"). Ao decidir se um erro representa um erro de manifesto, poderemos levar em conta quaisquer informações relevantes, incluindo o estado do mercado subjacente no momento do erro e quaisquer erros dentro de quaisquer fontes de informações ou declarações, ou na falta de clareza das mesmas. Você possui o dever de comunicar tais problemas, erros ou ineficiências de sistema suspeitas que você possa sofrer e não deve abusar nem arbitrar tais problemas de sistema ou erros para lucrar dos mesmos. Envidaremos esforços para resolver tais dificuldades no menor tempo possível.
vi_vn: Chúng tôi có quyền để vô hiệu hóa hoặc sửa đổi các điều khoản hợp đồng của bất kỳ giao dịch nào hợp lý nếu chúng tôi tin tưởng rằng giá được nhập vào không phản ánh công bằng giá cả thị trường hoặc đã được nhập vào ở một mức độ thấp bất thường của rủi ro do lỗi rõ ràng hoặc cảm thấy có thể là lỗi (có một "biểu hiện lỗi"). Trong việc quyết định xem đó là một lỗi hay một biểu hiện lỗi, chúng tôi dựa vào vào tài khoản bất kỳ và thông tin có liên quan đến nó, bao gồm cả thông tin của thị trường cơ sở tại thời điểm bất kỳ phát hiện có lỗi, biểu hiện lỗi hoặc thiếu sự rõ ràng hay thiếu chính thức của bất kỳ nguồn thông tin nào. Bạn có trách nhiệm thông báo cho chúng tôi về bất kỳ vấn đề tương tự, sai sót hoặc bất cập nghi ngờ về hệ thống mà bạn sử dụng, tuyệt đối không được phép lạm dụng, trục lợi hoặc kiếm lời từ các vấn đề, lỗi hệ thống. Chúng tôi sẽ nỗ lực để giải quyết mọi khó khăn đã nhắc phía trên trong thời gian ngắn nhất có thể.
zh_cn: 当我们合理相信有任何因明显或可察觉错误（明显错误）导致任何交易合约的购买或售出价格未能反映公平的市场价格或者以异常低的风险购买和售出，我们保留取消或修改合约条款的权利。在决定某个错误是否明显错误时，我们可能考虑到任何相关信息，包括，发生错误时标的市场状况、或任何信息来源或声明有错或缺乏明确性。您有义务向我们报告您所经历的任何问题、错误或可能的系统缺陷，不得滥用系统缺陷盈利。我们将努力在最短时间内解决这些问题。
