Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company may, at its sole discretion or as required by regulations in place conduct appropriate "Know Your Customer" procedures and require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and suspend an account until satisfactory identification information, evidence of identity and address, source of funds and/or source of wealth have been provided. If you open an account with Binary (Europe) Ltd or Binary (IOM) Ltd, you'll need to provide us with age verification documentation when you perform a deposit for the first time. You will also be required to provide KYC documentation to verify your identity for cumulative deposits and/or withdrawals of EUR 2,000.00. If you open an account with Binary Investments (Europe) Ltd, you'll need to provide KYC documentation as part of your account opening process.
de_de: Das Unternehmen kann nach eigenem Ermessen, oder wie durch bestehende Vorschriften zur Durchführung von geeigneten "Kenne Deinen Kunden" Verfahren vorgeschrieben, vom Kunden verlangen, einen Identitätsnachweis (wie z. B. eine vom Notar bestätigte Ausweiskopie oder andere Mittel des Identitätsnachweises, die das Unternehmen unter den Umständen als erforderlich erachtet) vorzulegen und ein Konto so lange sperren, bis zufriedenstellende Identifikationsinformationen, der Nachweis der Identität und der Anschrift, Geldquellen und/oder Quellen des Vermögens vorgelegt werden. Wenn Sie ein Konto mit Binary (Europe) Ltd oder Binary (IOM) Ltd eröffnen, müssen Sie uns einen Altersnachweis vorlegen, wenn Sie zum ersten Mal eine Einzahlung tätigen. Sie müssen ebenfalls KYC (Kenne deinen Kunden) Dokumente vorlegen, um Ihre Identität für kumulative Einzahlungen und Behebungen von 2.000 EUR zu verifizierten. Wenn Sie ein Konto mit Binary Investments (Europe) Ltd eröffnen, müssen Sie KYC Dokumente als Teil des Konto-Eröffnungsprozesses vorlegen.
id_id: Perusahaan dapat, atas kebijaksanaannya sendiri atau sebagaimana disyaratkan oleh peraturan yang berlaku melakukan prosedur "Kenali Pelanggan Anda" dan meminta Klien untuk memberikan bukti identitas (seperti salinan paspor atau sarana lain yang disahkan verifikasi identitas sebagaimana yang dianggap perlu oleh Perusahaan dalam situasi tersebut) dan menangguhkan suatu akun sampai informasi identifikasi terpenuhi, bukti identitas dan alamat, sumber dana dan/atau sumber kekayaan yang telah disediakan. Jika Anda mendaftar akun pada Binary (Europe) Ltd atau Binary (IOM) Ltd, Anda harus memberi kami dokumentasi verifikasi usia saat Anda melakukan deposit untuk pertama kalinya. Anda juga akan diminta untuk memberikan dokumentasi KYC untuk memverifikasi identitas Anda untuk penarikan kumulatif deposit dan/atau penarikan setara dengabn EUR 2.000,00. Jika Anda mendaftar akun pada Binary Investments (Europe) Ltd, Anda harus memberikan dokumentasi KYC sebagai bagian dari proses pendaftaran akun Anda.
pl_pl: Firma może, według własnego uznania lub w związku z wymaganiami narzuconymi przez obowiązujące przepisy prawne, przeprowadzać tzw. procedury „Poznaj swojego klienta” i wymagać od klienta przedstawienia dowodu tożsamości (np. poświadczoną notarialnie kopię paszportu lub innych środków weryfikacji tożsamości, jakie Firma uzna za wymagane w danych okolicznościach) i może zawiesić konto, dopóki nie zostaną dostarczone zadowalające informacje pozwalające potwierdzić tożsamość, adres oraz źródło środków finansowych lub bogactwa. W przypadku otwarcia konta z Binary (Europe) Ltd lub Binary (IOM) Ltd w momencie dokonywania pierwszej wpłaty środków konieczne będzie dostarczenie dokumentu potwierdzającego Twój wiek. Wymagane będzie również dostarczenie dokumentów związanych z procedurą „Poznaj swojego klienta” w celu zidentyfikowania Twojej tożsamości, jeśli wpłaty i/lub wypłaty osiągną łaczny poziom 2000 EUR. W przypadku otwarcia konta z Binary Investments (Europe) Ltd w ramach procedury otwierania konta konieczne będzie dostarczenie dokumentów związanych z procedurą „Poznaj swojego klienta”.
pt_pt: A empresa pode, e a seu exclusivo critério, ou conforme exigido por regulamentos em vigor para a efetuação de procedimentos de identificação de cliente apropriados, pedir aos clientes que forneçam prova da sua identidade (tal como uma cópia autenticada do passaporte ou outro meio de verificação de identidade que a Empresa considere necessário, segundo as circunstâncias) e pode, a seu exclusivo critério, suspender uma conta até que informações de identificação satisfatórias, comprovantes de identidade e endereço, fontes de fundos e/ou riqueza tenham sido fornecidas. Se você abrir uma conta na Binary (Europe) Ltd. ou Binary (IOM) Ltd, será necessário fornecer documentação para verificarmos a sua identidade quando você efetuar um depósito pela primeira vez. Se você abrir uma conta na Binary (Europe) Ltd, também será necessário fornecer documentação para verificação da sua identidade para retiradas no valor acumulado de 2.000,00 EUR. Se você abrir uma conta na Binary Investments (Europe) Ltd, será necessário fornecer documentação de identificação de cliente como parte do processo de abertura de conta.
vi_vn: Công Ty có thể, theo quyết định riêng hoặc theo yêu cầu của quy định tại khu vực thực hiện các quy trình "Nhận Biết Khách Hàng" thích hợp và yêu cầu Khách Hàng cung cấp bằng chứng nhận dạng (chẳng hạn như bản sao hộ chiếu công chứng hoặc các phương tiện xác minh danh tính khác mà Công ty cho là cần thiết) và đình chỉ một tài khoản cho đến khi thông tin nhận dạng thỏa đáng, bằng chứng về danh tính và địa chỉ, nguồn vốn và/hoặc nguồn tài sản đã được cung cấp. Nếu bạn mở một tài khoản với Công ty TNHH Binary (Europe) hoặc TNHH Binary (IOM), bạn sẽ cần cung cấp cho chúng tôi tài liệu xác minh độ tuổi khi bạn thực hiện khoản tiền gửi lần đầu tiên. Bạn cũng sẽ được yêu cầu cung cấp tài liệu KYC để xác minh danh tính của bạn đối với tiền gửi tích lũy và/hoặc rút tiền với giá trị 2.000 EUR. Nếu bạn mở một tài khoản với Công Ty TNHH Đầu Tư Binary (Europe), bạn sẽ cần phải cung cấp tài liệu KYC như là một phần của quá trình mở tài khoản.
zh_cn: 公司有权自行或根据“了解你的客户”法则要求客户提供身份证明（如经公证的护照复印件或其他公司在相关情形下认为必要的身份证明），也有权在得到充分的身份证明信息、身份与地址证明、基金来源和/或财富来源之前中止账户。如果您在 Binary（欧洲）有限公司或Binary (IOM) 有限公司开立账户，当您首次存入资金时须向我们提供年龄验证文件。累计存/提款额达到2,000欧元时还须提供KYC身份验证文件。如果您在 Binary Investments（欧洲）有限公司开立账户，开立账户时须提供KYC文件。

source: The Company offers binary options through its online interactive platform.
de_de: Das Unternehmen bietet binäre Optionen durch seine interaktive Onlineplattform an.
fr_fr: La Compagnie offre des options binaires grâce à sa plateforme interactive en ligne.
id_id: Perusahaan menawarkan opsi binary melalui platform interaktif online-nya.
pl_pl: Firma oferuje opcje binarne za pośrednictwem swojej interaktywnej platformy online.
pt_pt: A Empresa disponibiliza opções binárias através da sua plataforma online interativa.
vi_vn: Công ty cung cấp binary options thông qua nền tảng tương tác trực tuyến.
zh_cn: 公司通过其在线互动平台提供二元期权交易。

source: The Company provides the %1 API on an "as is" and "as available" basis with no warranties, either express or implied, of any kind. To the fullest extent permissible under applicable law, the Company disclaim any and all warranties and representations, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title, accuracy of data, and non-infringement.
de_de: Das Unternehmen stellt das %1 API auf der Basis "wie vorliegend" und wie "verfügbar" zur Verfügung und übernimmt keine Garantien, weder ausdrückliche noch angenommene, jeglicher Art. Das Unternehmen schließt, bis zum höchsten Ausmaß des nach anwendbaren Gesetzen Erlaubten, jegliche Garantien und Zusicherungen, einschließlich ohne Einschränkung auf angenommene Garantien oder die Verkehrsfähigkeit, Eignung für einen bestimmten Zweck, Rechtsanspruch, Datengenauigkeit und Nichtverletzung aus.
id_id: Perusahaan menyediakan API %1 pada "sebagaimana adanya" dan dasar "sebagaimana tersedia" tanpa jaminan, baik tersurat maupun tersirat. Untuk sepenuhnya diizinkan oleh hukum yang berlaku, Perusahaan melepaskan setiap dan semua jaminan dan representasi, termasuk, tanpa batasan, jaminan tersirat tentang diperjualbelikan, kesesuaian untuk tujuan tertentu, judul, akurasi data, dan tanpa pelanggaran.
pl_pl: Firma dostarcza API %1 bez żadnych zobowiązań dotyczących jego formy i dostępności i nie udziela żadnych gwarancji, wyraźnych ani dorozumianych. W maksymalnym dopuszczanym przez prawo zakresie Firma wyłącza wszelkie gwarancje i oświadczenia, w tym między innymi wszelkie dorozumiane gwarancje wartości handlowej, przydatności do określonego celu, dokładności danych, tytułu prawnego i nienaruszalności praw osób trzecich.
pt_pt: A empresa disponibiliza a API %1 tal como está e conforme disponível, sem garantias, expressas ou implícitas, de qualquer natureza. À extensão máxima permitida pela lei aplicável, a Empresa renuncia quaisquer e todos os tipos de garantias e declarações, incluindo, sem limitações, quaisquer garantias implícitas de comercialização, adequação a um determinado fim, titularidade, precisão de dados e não violação.
vi_vn: Công Ty cung cấp %1 API một cách sẵn có, không đảm bào hay bất kỳ hình thức nào. Trong phạm vi tối đa cho phép theo luật áp dụng, Công Ty từ chối bất kỳ và tất cả bảo đảm và đại diện, bao gồm, nhưng không giới hạn, bất kỳ bảo đảm ngụ ý về tính thương mại, tính phù hợp cho một mục đích cụ thể, tiêu đề, tính chính xác của dữ liệu và không vi phạm.
zh_cn: 公司根据"原样"和"可用"方式提供%1 API，且不承担任何类型的明示或默认保证。公司根据适用法律所允许的最大范围，不承担任何及所有保证和声明，包括但不限于任何适销性、某一特定用途适合性、标题、数据准确性和非侵权的默认保证。

source: The Company provides the %1 website on an “as is” and “as available” basis, and gives no warranty that the %1 website will be free of errors, or that errors will be corrected, or that our website is free of any third party interferences such as hackers or any other harmful components that arise outside of the Company's control.
de_de: Das Unternehmen stellt die %1 Website auf einer "wie besehen" und "wie verfügbar" Basis zur Verfügung und gibt keine Garantie, dass die %1 Website fehlerfrei ist, von Fehlern korrigiert wird oder dass unsere Website frei von Eingriffen Dritter, wie Hacker oder anderen schädlichen Komponenten, die außerhalb der Kontrolle des Unternehmens auftreten, ist.
id_id: Perusahaan memberikan situs %1 pada "sebagaimana adanya" dan dasar "sebagaimana tersedia", dan tidak memberikan garansi bahwa situs %1 akan bebas dari kesalahan, atau bahwa kesalahan akan diperbaiki, atau bahwa situs kami adalah bebas dari gangguan pihak ketiga seperti hacker atau komponen berbahaya lainnya yang timbul di luar kendali Perusahaan.
pl_pl: Firma dostarcza stronę %1 bez żadnych zobowiązań dotyczących jej formy i dostępności i nie udziela żadnych gwarancji, że strona %1 będzie wolna od błędów, ani że ewentualne błędy zostaną poprawione, ani że strona jest wolna od jakiejkolwiek ingerencji stron trzecich, np. hakerów lub od jakichkolwiek innych groźnych elementów, które nie podlegają kontroli Firmy.
pt_pt: A Empresa fornece o site %1 numa base "conforme se encontra" e "conforme disponibilizado" e não garante que o site %1 estará livre de erros ou que os erros serão corrigidos, ou que o nosso site está livre de quaisquer interferências de terceiros, tais como hackers ou quaisquer componentes nocivos que surgirem fora do nosso controle.
vi_vn: Công ty cung cấp trang web %1 như là một cơ sở "sẵn có", và không đảm bảo rằng trang web %1 sẽ không có lỗi, hoặc lỗi sẽ được sửa chữa, hoặc sẽ không có sự xuất hiện của bên thứ ba như tin tặc hoặc bất kỳ thành phần gây hại khác phát sinh ngoài tầm kiểm soát của Công Ty.
zh_cn: 公司根据"原样"和"可用"基础提供 %1 网站服务，并不保证%1 网站将不会出错误或任何错误将得到纠正，也不保证我们网站不会遭受任何不受公司控制的第三方如黑客或任何其他有害成分的干扰。

source: The Company reasonably considers that funds may be required to meet any current or future Margin Requirements on Open Positions due to the underlying market conditions;
de_de: Das Unternehmen berücksichtig angemessen, dass Gelder verlangt werden können, um aktuelle oder zukünftige Margin-Anforderungen auf offene Positionen, aufgrund der zugrundeliegenden Marktbedingungen, zu treffen;
id_id: Perusahaan cukup mempertimbangkan bahwa dana mungkin diperlukan untuk memenuhi Persyaratan Margin saat ini atau di masa mendatang pada Open Position karena kondisi pasar yang mendasarinya;
pl_pl: Firma słusznie zakłada, że środki mogą być potrzebne w celu sprostania dowolnym obecnym lub przyszłym wymogom dot. depozytu zabezpieczającego odnoszącego się do otwartych pozycji w związku z warunkami panującymi na rynku aktywa bazowego;
pt_pt: A Empresa considera, de forma razoável, que fundos poderão ser necessários para atender a quaisquer requisitos de margem atuais ou futuras para posições em aberto devido às condições de mercado subjacentes;
vi_vn: Công ty hợp lý xem xét rằng tiền có thể được yêu cầu để đáp ứng bất kỳ yêu cầu ký quỹ hiện tại hoặc tương lai nào trên các phiên mở do các điều kiện thị trường cơ bản;
zh_cn: 公司合理地认为, 由于潜在的市场条件, 可能需要资金以满足目前或将来的持仓保证金要求;

source: The Company reasonably determines that there is an unresolved dispute between the Company and the Client relating to the agreed Terms and Agreements;
de_de: Das Unternehmen bestimmt angemessen, dass es einen ungelösten Streitfall zwischen dem Unternehmen und dem Kunden, in Bezug auf die vereinbarten Bedingungen und Vereinbarungen gibt;
id_id: Perusahaan secara wajar menentukan bahwa ada perselisihan yang belum terselesaikan antara Perusahaan dan Klien terkait dengan Kesepakatan dan Perjanjian yang disepakati;
pl_pl: Firma słusznie stwierdzi, że istnieje nierozwiązany spór między Firmą a Klientem związany z obowiązującym Regulaminem i Umowami;
pt_pt: A Empresa determina, de forma razoável, que existe um litígio não resolvido entre a Empresa e o Cliente em relação aos termos e acordos;
vi_vn: Công Ty xác định một cách hợp lý rằng có một tranh chấp chưa được giải quyết giữa Công Ty và Khách hàng liên quan đến các Điều Khoản và Thỏa Thuận đã đồng ý;
zh_cn: 公司合理地确定公司与客户之间就已同意条款和协议存在未解决争议;

source: The Company receives a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that you, the Affiliate, is in breach of any laws, rules, and regulations that may be relevant or applicable to the jurisdiction(s) in which you operate or target your business;
de_de: Das Unternehmen erhält eine Klage bei der die Alternate Dispute Resolution (Außergerichtliche Streitschlichtung) hätte beteiligt sein können oder das Unternehmen ist der Ansicht, dass Sie sich nicht an geltende Gesetze, Regeln oder Vorschriften gehalten haben, die in dem Land/den Ländern gelten, in dem/denen Sie tätig sind oder Ihre Aktivitäten zielen;
id_id: Perusahaan menerima aduan yang mungkin melibatkan Badan Penyelesaian Sengketa, atau Perusahaan yakin bahwa Anda sebagai Affiliasi telah melanggar hukum, aturan dan peraturan yang berhubungan atau yang berlaku pada jurisdiksi negara tempat Anda beroperasi atau bisnis target Anda;
pl_pl: Firma otrzyma skargę, która mogła zostać rozpatrzona przez instytucję Alternatywnego Rozstrzygania Sporów lub uzna, że Partner narusza jakiekolwiek przepisy lub regulacje prawne obowiązujące w jurysdykcji kraju lub regionu, w którym prowadzi działalność lub do którego kieruje swoje usługi;
pt_pt: A Empresa recebe uma reclamação que poderá ter envolvido a entidade de Resolução Alternativa de Litígios, ou a Empresa acredita que você, o Afiliado, infringiu quaisquer leis, regras e regulamentos que podem ser relevantes ou aplicáveis na jurisdição na qual você opera ou em que se destina o seu negócio;
vi_vn: Nếu Công ty nhận được đơn khiếu nại có liên quan tới cơ quan Giải quyết Tranh chấp, hoặc Công ty tin rằng bạn, Chi nhánh, đã vi phạm bất cứ điều luật, quy tắc, và quy định được ban hành bởi cơ quan có thẩm quyền, nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh đến;
zh_cn: 如果公司收到可能涉及替代性纠纷调解机构的申诉，或公司认为您作为联盟会员已违反任何与适用司法管辖权下您的业务运营相关的法律、规则和条例;

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
de_de: Das Unternehmen behält sich das Recht vor, für eine Person im eigenen Ermessen, ohne Nennung von Gründen, Serviceleistungen abzulehnen und/oder zu kündigen, Einzahlungs- und/oder Auszahlungsgebühren zu erheben; dies insbesondere bei Vorliegen folgender Gründe:
id_id: Perusahaan memiliki hak atas kebijakannya sendiri untuk menolak dan/atau membatalkan layanan kepada siapapun untuk alasan apapun termasuk mengenakan biaya tambahan pada deposit atau penarikan kepada siapa saja, tetapi tidak terbatas pada:
pl_pl: Firma zastrzega sobie prawo do odmowy i/lub anulowania usługi, a także obciążenia użytkowników opłatami za wpłatę bądź wypłatę, z jakichkolwiek powodów, w tym między innymi:
pt_pt: A Empresa reserva-se o direito ao seu exclusivo critério de recusar e/ou cancelar serviços, cobrar pelo depósito ou retirada de fundos a qualquer pessoa por quaisquer razões, incluindo, mas não exclusivamente:
vi_vn: Công Ty có quyền tuỳ ý để từ chối và / hoặc hủy dịch vụ, thu phí tiền gửi và / hoặc rút tiền cho bất cứ ai cho bất kỳ lý do bao gồm, nhưng không giới hạn:
zh_cn: 公司有权自行拒绝和/或取消服务、收取存款和/或取款费用，理由包括但不限于：
