Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company has a Stop Out policy which prevents you from losing more than you have deposited. However, in the event that your Open Positions are not closed when the Margin Level for your MT5 Real Account reaches the Stop Out Level, the Company, at its sole discretion, may waive your negative balance by crediting your account if your Account Balance goes into a negative balance. The negative balance is determined by aggregating all the negative balances incurred over a 24-hour period across all accounts held by you. You acknowledge that, unless you are a retail customer of Binary Investments (Europe) Ltd, the offer of the Negative Balance protection by the Company to you is at the Company's sole discretion and we reserve the right to change the features and eligibility criteria of the Negative Balance Protection at any time. The provisions of the Negative Balance Protection do not apply:
de_de: Das Unternehmen hat eine Stop Out-Politik, die verhindert, dass Sie mehr als Ihre Einzahlung verlieren. Jedoch im Fall, dass Ihre offenen Positionen nicht geschlossen werden, wenn das Margin-Level für Ihr MT5 Echtgeldkonto das Stop Out Level erreicht, kann das Unternehmen nach eigenem Ermessen Ihren negativen Kontostand durch Gutschrift erlassen, wenn Ihr Kontostand in einen Negativsaldo übergeht. Der Negativsaldo wird durch die Aggregation der negativen Salden, die über einen Zeitraum von 24 Stunden auf allen von Ihnen gehaltenen Konten entstanden sind, bestimmt. Sie erkennen an, es sei denn Sie sind ein Einzelhandelskunde von Binary Investments (Europe) Ltd, dass das Angebot des Negativsaldo-Schutzes an Sie durch das Unternehmen, im alleinigen Ermessen des Unternehmens liegt und wir uns das Recht vorbehalten, die Funktionen und die Förderkriterien des Negativsaldo-Schutzes jederzeit zu ändern. Die Bestimmungen des Negativsaldo-Schutzes gelten nicht:
id_id: Perusahaan memiliki kebijakan Stop Out yang mencegah Anda kehilangan lebih dari yang Anda miliki. Namun, jika Open Position Anda tidak ditutup ketika Margin Level Akun Riil MT5 Anda mencapai Level Stop Out, Perusahaan, atas kebijakannya sendiri, dapat membebaskan saldo negatif Anda dengan mengkredit akun Anda jika Saldo Akun Anda negatif. Saldo negatif ditentukan dengan menggabungkan semua saldo negatif yang terjadi selama 24 jam di semua akun yang Anda miliki. Anda mengakui bahwa, kecuali jika Anda adalah pelanggan ritel Binary Investments (Europe) Ltd, penawaran perlindungan Saldo Negatif oleh Perusahaan kepada Anda adalah atas kebijakan mutlak Perusahaan dan kami berhak untuk mengubah fitur dan kriteria kelayakan dari Perlindungan Saldo Negatif kapan saja. Ketentuan dari Perlindungan Neraca Negatif tidak berlaku pada:
pl_pl: Firma stosuje politykę Stop Out, która zapobiega poniesieniu strat przekraczających wpłaconą kwotę. Jednak w przypadku, gdy Twoje otwarte pozycje nie zostaną zamknięte, a poziom depozytu zabezpieczającego na Twoim prawdziwym koncie MT5 osiągnie poziom równy poziomowi Stop Out, Firma, według własnego uznania, może zlikwidować ujemne saldo poprzez zasilenie Twojego konta, jeśli saldo konta będzie ujemne. Saldo ujemne to łączna ujemna kwota wszystkich sald wszystkich posiadanych przez Ciebie kont z okresu ostatnich 24 godzin. Przyjmujesz do wiadomości, że Firma oferuje ochronę ujemnego salda wyłączne według własnego uznania i zastrzega sobie prawo do zmiany opcji i kryteriów kwalifikowalności w ramach tej ochrony w dowolnej chwili, chyba że jesteś klientem detalicznym firmy Binary Investments (Europe) Ltd. Warunki ochrony ujemnego salda nie mają zastosowania w następujących przypadkach:
pt_pt: A Empresa possui uma política de interrupção que impede que você perca mais do que depositou. No entanto, caso as suas posições em aberto não sejam fechadas quando o nível de margem da sua conta real MT5 atingir o nível de interrupção, a Empresa, a seu exclusivo critério, pode renunciar o seu saldo negativo ao efetuar um crédito na sua conta se o seu saldo entrar em negativo. O saldo negativo é determinado ao agregar todos os saldos negativos incorridos durante um período de 24 horas em todas as contas detidas por você. Você reconhece e aceita que, a menos que seja um cliente não profissional da Binary Investments (Europe) Ltd., a oferta de proteção contra saldos negativos pela Empresa a você encontra-se ao exclusivo critério da Empresa e reservamos o direito de alterar as características e critérios de elegibilidade na proteção contra saldos negativos a qualquer momento. As provisões da proteção contra saldos negativos não se aplicam:
vi_vn: Công Ty có chính sách Dừng khi bạn mất nhiều hơn số tiền bạn đã ký gửi. Tuy nhiên, trong trường hợp các Phiên mở của bạn không đóng khi Mức ký quỹ cho Tài khoản Thực MT5 đạt đến Mức Dừng, Công ty có thể từ bỏ số dư âm của bạn bằng cách ghi thêm vào tài khoản của bạn nếu Số dư Tài khoản của bạn đi vào số dư âm. Số dư âm được xác định bằng cách tổng hợp tất cả số dư âm phát sinh trong khoảng thời gian 24 giờ trên tất cả các tài khoản do bạn nắm giữ. Bạn chấp nhận, trừ khi bạn là khách hàng bán lẻ của Công ty Binary Investments (Europe) Ltd, đề nghị Công Ty bảo vệ Số Dư Âm cho bạn theo quyết định riêng của Công Ty và chúng tôi có quyền thay đổi các tính năng và tiêu chí để đáp ứng điều kiện của Bảo Vệ Số Dư Âm bất cứ lúc nào. Các điều khoản của Bảo Vệ Số Dư Âm không áp dụng cho:
zh_cn: 公司制定了“强制平仓”政策，可以防止您的损失超过您存入的金额。 但是，当您的MT5真实账户的保证金水平达到止损水平时您的未平仓头寸未平仓，而且如果您的账户余额已是负余额，则公司可以自行决定是否通过贷记您的账户来免除您的负余额。负余额是通过汇总您持有的所有账户在24小时内发生的所有负余额而确定的。除非您是Binary投资（欧洲）有限公司的零售客户，您确认公司提供的负余额保护是由公司自行决定的，我们保留随时更改负余额保护的功能和资格标准的权利。 负余额保护的规定不适用于：

source: The Company has a general duty to conduct its business with the client honestly, fairly, and professionally and to act in the client's best interests when opening and closing binary options trades with the client.
de_de: Das Unternehmen die allgemeine Verpflichtung, sein Geschäft mit dem Kunden ehrlich, fair und professionell zu führen und bei der Eröffnung und dem Abschluss eines Handels mit Binären Optionen im besten Interesse des Kunden zu handeln.
id_id: Perusahaan berkewajiban umum untuk menjalankan bisnisnya dengan klien secara jujur, adil, dan profesional serta bertindak demi kepentingan terbaik klien saat membuka dan menutup opsi trading binary bersama klien.
pl_pl: Firma posiada ogólny obowiązek prowadzenia swojej działalności biznesowej w sposób uczciwy i profesjonalny i działania w najlepszym interesie klienta, gdy zawiera i rozlicza transakcje opcjami binarnymi.
pt_pt: A Empresa tem o dever geral de exercer atividades comerciais com o cliente de forma honesta, justa e profissional, e de agir nos melhores interesses do cliente quando abrimos e fechamos negociações de opções binárias com o cliente.
vi_vn: Nhiệm vụ chung của Công Ty là hoạt động kinh doanh trung thực, công bằng, chuyên nghiệp, và mang lại cho khách hàng mức lãi suất tốt nhất khi mở và đóng những giao dịch binary options.
zh_cn: 公司的一般性义务包括：以诚实、公正和专业的方式向客户提供服务，并在开始和结束二元期权交易时为客户争取最大的利益。

source: The Company has and retains the right, to terminate any event or trade, including but not limited to the occurrence of any of the above events.
de_de: Das Unternehmen hat das Recht und behält sich vor, jeden Vorgang oder Handel, einschließlich insbesodere bei Auftreten einer der oben genannten Sachverhalten, zu beenden.
id_id: Perusahaan memiliki dan mempertahankan hak, untuk menghentikan setiap kegiatan atau trading dan termasuk peristiwa diatas.
pl_pl: Firma posiada prawo zakończenia wszelkich czynności i zakładów, w tym między innymi powyżej wymienionych czynności.
pt_pt: A Empresa possui e mantém o direito de terminar qualquer evento ou negociação, incluindo mas não limitado à ocorrência de qualquer um dos eventos acima.
vi_vn: Công Ty đã và đang có quyền chấm dứt bất kỳ sự kiện hay giao dịch nào, bao gồm nhưng không giới hạn đến sự xuất hiện của các sự kiện trên.
zh_cn: 公司有权停止任何活动或交易，包括但不限于上述任何事件。

source: The Company has internally set appropriate controls and monitoring to verify that its aggregate return on the various underlying options and durations is equal to its commission charge of 3 - 5%. Proper back-testing is conducted on a quarterly basis to certify that the Company's return does not exceed this set mark-up and hence ascertain continued fair prices to the clientele, whilst mitigating the Company's conflicts of interest.
de_de: Das Unternehmen hat intern entsprechende Kontrollen und Überwachung festgelegt, um sicherzustellen, dass die aggregate Rendite auf die verschiedenen zugrunde liegenden Optionen seiner Provisionsgebühr von 3-5 % entspricht. Vierteljährliches Backtesting erfolgt, um zu bestätigen, dass die Rendite des Unternehmens diesen gesetzten Aufschlag nicht überschreitet und daher weiterhin faire Preise an die Kundschaft vermittelt, während es Interessenkonflikte des Unternehmens mildert.
id_id: Perusahaan secara internal menetapkan kontrol dan pemantauan yang tepat untuk memverifikasi bahwa pengembalian rata rata berbagai opsi dan jangka waktu yang mendasarinya adalah sesuai dengan biaya komisi yang dikenakan yaitu sebesar 3 - 5%. Pengujian ulang yang tepat adalah dilakukan setiap tiga bulan untuk memastikan bahwa pengembalian Perusahaan tidak melebihi batas yang telah ditetapkan dan memastikan harga yang adil kepada pelanggan, dengan tujuan mengurangi konflik kepentingan Perusahaan.
pl_pl: Firma ustanowiła odpowiednie kontrole wewnętrzne i monitorowanie w celu weryfikacji, czy jej łączny zysk z rożnych opcji bazowych oraz czas trwania jest równy pobieranym prowizjom w wysokości 3 - 5%. Odpowiednie testy typu back-testing są przeprowadzane kwartalnie w celu zaświadczenia, że zysk Firmy nie przekracza ustanowionej marży i zapewnić sprawiedliwe ceny dla klientów, przy jednoczesnym zmniejszeniu konfliktu interesów Firmy.
pt_pt: A Empresa definiu internamente métodos adequados de controle e monitoramento para verificar que o seu retorno agregado sobre as várias opções subjacentes e durações seja igual à comissão de 3 a 5% que ela cobra. Verificações a posteriori são realizadas trimestralmente para certificar que o retorno da Empresa não exceda esta corretagem e, portanto, garantir preços justos contínuos aos clientes, enquanto reduz os conflitos de interesse da Empresa.
vi_vn: Công ty đã thiết lập nội bộ các biện pháp kiểm soát và giám sát phù hợp để xác minh rằng lợi nhuận tổng hợp của mình đối với các tùy chọn và khoảng thời gian cơ sở khác nhau bằng với phí hoa hồng 3 - 5%. Việc kiểm tra hệ thống được thực hiện hàng quý để xác nhận rằng lợi nhuận của công ty Không vượt quá mức thiết lập này và do đó xác định giá cả hợp lý cho khách hàng, giảm thiểu xung đột lợi ích của Công ty.
zh_cn: 公司内部设置了适当的控制和监控, 以验证其各种基础选项和期限的总回报是否与3-5% 佣金相等。每季度进行一次适当的回溯测试, 以证明公司的回报不超过这个规定的加价, 并从而确定给客户提供持续公平的价格, 同时减轻公司的利益冲突。

source: The Company has the discretion to seek information from Clients to verify compliance with these terms.
de_de: Das Unternehmen hat die Diskretion, Informationen vom Kunden anzufordern, um die Einhaltung dieser Bedingungen zu überprüfen.
id_id: Perusahaan berhak untuk mencari informasi dari klien untuk memverifikasi kepatuhan dalam persyaratan ini.
pl_pl: Firma ma prawo do pozyskiwania informacji od Klientów w celu sprawdzenia przestrzegania tych postanowień.
pt_pt: A Empresa, se assim entender, pode pedir informações de Clientes para verificar se estes estão cumprindo estes termos.
vi_vn: Công Ty có quyền quyết định tìm kiếm thông tin từ Khách Hàng để xác minh việc tuân thủ với các điều khoản này.
zh_cn: 本公司有权向客户要求信息，以验证其是否符合这些条款。

source: The Company is an independent legal entity and is not affiliated with the MT5 Trading Platform. MT5 is not owned, controlled, or operated by the Company. Therefore, the Company does not provide any warranties related to any MT5 product or service and has not reviewed or verified any performance results that may be presented and/or described on this website in relation to MT5.
de_de: Das Unternehmen ist eine unabhängige rechtliche Einheit und steht in keiner Verbindung mit der MT5 Handelsplattform. MT5 befindet sich weder im Besitz des Unternehmens, noch wird sie von jenem kontrolliert oder betrieben. Daher bietet das Unternehmen keine Garantien im Zusammenhang mit MT5 Produkten oder Dienstleistungen und hat Performance-Ergebnisse, die auf dieser Website in Bezug auf MT5 beschriebenen bzw. präsentiert sein können, weder überprüft, noch verifiziert.
id_id: Perusahaan adalah badan hukum independen dan tidak berafiliasi dengan Platform Trading MT5. MT5 tidak dimiliki, dikendalikan, atau dioperasikan oleh Perusahaan. Oleh karena itu, Perusahaan tidak memberikan jaminan apa pun terkait produk atau layanan MT5 apa pun dan belum meninjau atau memverifikasi hasil kinerja apa pun yang dapat disajikan dan/atau dijelaskan pada situs web ini sehubungan dengan MT5.
pl_pl: Firma jest niezależną jednostką prawną i nie jest powiązana z platformą handlową MT5. Firma nie jest właścicielem platformy MT5, nie kontroluje jej ani nie prowadzi. Z tego względu Firma nie udziela żadnej gwarancji związanych z produktem czy usługą MT5 i nie sprawdzała ani nie weryfikowała jakichkolwiek wyników działania związanych z MT5 prezentowanych i/lub opisywanych na tej stronie internetowej.
pt_pt: A Empresa é uma entidade legal independente e não está afiliada com a plataforma de negociação MT5. A MT5 não é detida, controlada ou operada pela Empresa. Portanto, a Empresa não proporciona nenhumas garantias relacionadas com quaisquer produtos ou serviços e não analisou nem verificou quaisquer resultados de desempenho que possam ser apresentados e/ou descritos neste site em relação a MT5.
vi_vn: Công ty là một thực thể pháp lý độc lập và không được liên kết với Sàn Giao Dịch MT5. MT5 không thuộc sở hữu, quản lý hoặc điều hành bởi công ty. Do đó, công ty không cung cấp bất cứ bảo hành liên quan đến bất kỳ sản phẩm hoặc dịch vụ MT5 đã không được nhận xét hoặc xác nhận bất kỳ kết quả hiệu suất có thể được trình bày và/hoặc được mô tả trên trang web này liên quan đến MT5.
zh_cn: 公司为独立法人实体，与MT5交易平台无任何附属关系。MT5不归本公司所有、控制或经营。因此，公司不提供与任何MT5产品或服务相关的任何担保，也未对本网站可能提供和/或描述与MT5相关的任何功能结果进行审查或验证。

source: The Company is licensed to deal in derivatives on its own account. Client orders will be executed by the Company and the Company will always be the client's sole execution venue for all of the trades a client makes in binary options. This means that the Company will always act as the client's counterparty, wherein it takes the other side of the client's trade. The clients should be aware that they are exposed to higher risks as all binary options contracts are traded on the over-the-counter (OTC) markets, as opposed to regulated exchanges. This section of the policy will outline how the Company intends to comply with its best execution obligations.
de_de: Das Unternehmen ist dazu lizenziert, Derivate auf eigene Rechnung zu handeln. Kunden-Order werden vom Unternehmen ausgeführt werden und das Unternehmen wird immer der alleinige Ausführungsplatz des Kunden für alle Geschäfte, die ein Kunde in binären Optionen macht, sein. Dies bedeutet, dass das Unternehmen immer als die Gegenpartei des Kunden agiert, wobei es die andere Seite des Kundengeschäfts einnimmt. Die Kunden sollten beachten, dass sie einem höheren Risiko ausgesetzt sind, da alle binären Options-Kontrakte auf den Over-the-Counter (OTC) Märkten gehandelt werden, im Gegensatz zu regulierten Börsen. Dieser Abschnitt der Richtlinie beschreibt, wie das Unternehmen seinen besten Ausführungs-Verpflichtungen nachkommen möchte.
id_id: Perusahaan memiliki lisensi untuk menangani derivatif atas akunnya sendiri. Order klien akan dilaksanakan oleh Perusahaan dan Perusahaan akan selalu menjadi tempat eksekusi klien untuk semua trading yang dilakukan klien dalam opsi binary. Hal ini berarti bahwa Perusahaan akan selalu bertindak sebagai mitra klien, di mana ia mengambil sisi lain dari trading klien. Klien harus menyadari bahwa mereka memiliki risiko yang lebih tinggi karena semua kontrak opsi binary adalah diperdagangkan pada pasar over-the-counter (OTC). Bagian kebijakan ini akan menguraikan bagaimana Perusahaan bermaksud untuk mematuhi kewajiban pelaksanaan terbaiknya.
pl_pl: Firma posiada licencję na handel instrumentami pochodnymi na swój własny rachunek. Zlecenia klienta będą realizowane przez Firmę, a Firma zawsze będzie występować w roli wyłącznego miejsca realizacji dla wszystkich zakładów zawieranych przez klienta dla opcji binarnych. Oznacza to, że Firma zawsze będzie występować w roli kontrahenta klienta, jeśli chodzi o drugą stronę zakładu klienta. Klienci powinni być świadomi, że są narażeni na wyższe ryzyko, gdyż wszystkie kontrakty opcji binarnych są zawierane na rynkach pozagiełdowych (OTC), a nie na regulowanych giełdach. Ta sekcja polityki przedstawia sposób, w jaki Firma stara się sprostać obowiązkowi najkorzystniejszej realizacji.
pt_pt: A Empresa está licenciada a negociar instrumentos derivados por conta própria. As ordens de clientes serão executadas pela Empresa e a Empresa será sempre o único local de execução em todas as negociações efetuadas com opções binárias pelo cliente. Isto significa que a Empresa atuará sempre como contraparte do cliente, em que assumirá a posição oposta da negociação do cliente. Os clientes devem ter consciência de que eles são expostos a riscos superiores visto que todos os contratos de opções binárias são negociados em mercados OTC, em vez de bolsas reguladas. Esta seção da política delineará como a Empresa pretende cumprir as suas obrigações de melhor execução.
vi_vn: Công Ty được cấp phép kinh doanh các công cụ phái sinh trên tài khoản của chính mình. Các đơn đặt hàng của khách hàng sẽ được Công Ty thực hiện và Công Ty sẽ luôn là địa điểm thực hiện duy nhất của khách hàng đối với tất cả các giao dịch mà khách hàng thực hiện binary options. Điều này có nghĩa là Công Ty sẽ luôn đóng vai trò là đối tác của khách hàng, hoặc đối tác của đầu bên kia giao dịch của khách hàng. Khách hàng cần lưu ý rằng họ phải chịu rủi ro cao hơn vì tất cả các hợp đồng binary options được giao dịch trên thị trường phi tập trung (OTC), đối lập với các giao dịch theo quy định. Phần này của chính sách sẽ phác thảo cách Công Ty sẽ tuân thủ các nghĩa vụ thực thi tốt nhất của mình.
zh_cn: 公司获得自行交易衍生品的许可。客户订单将由公司执行, 而公司将始终是客户执行所有二元期权交易的唯一地点。这意味着公司将始终充当客户的交易对手, 即作为客户进行交易的另一方。客户应该意识到本身面临极高的风险, 因为所有二元期权合约都是在场外交易 (OTC) 市场执行, 而不是受监管的交易所。本政策的这一部分将概述公司打算如何履行其最佳执行义务。

source: The Company is not liable for loss or damage of any kind whatsoever arising as a result of information or prices published on or furnished through the %1 API, or any errors or omissions of the %1 API;
de_de: Das Unternehmen ist für Verluste oder Schäden jeglicher Art, die sich aus den Informationen oder Kursen, die über das %1 API veröffentlicht oder zur Verfügung gestellt werden oder Fehlern oder Auslassungen des %1 API, nicht haftbar;
id_id: Perusahaan tidak bertanggung jawab atas kehilangan atau kerusakan apapun apapun yang timbul sebagai akibat dari informasi atau harga diterbitkan pada atau dilengkapi melalui API %1, atau kesalahan atau kelalaian dari API %1;
pl_pl: Firma nie ponosi odpowiedzialności za jakiekolwiek straty lub szkody związane z informacjami lub cenami opublikowanymi lub dostarczonymi poprzez API %1 ani jakimikolwiek błędami czy pominięciami związanymi z API %1;
pt_pt: A empresa não se responsabiliza por quaisquer perdas ou danos de qualquer natureza decorrentes de informações ou preços publicados em ou fornecidos através da API %1 ou quaisquer erros ou omissões da API %1;
vi_vn: Công Ty sẽ không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh do hậu quả của thông tin hoặc mức giá được công bố trên %1 API, hoặc bất kỳ lỗi hoặc thiếu sót của %1 API;
zh_cn: 由%1 API所提供或发布的任何信息或价格所造成的任何类型的损失或损害，或其所造成的任何错误或遗漏，公司概不负责;

source: The Company is not under any obligation of confidentiality with respect to the Contributions;
de_de: Das Unternehmen keine Geheimhaltungspflichten für Beiträge hat;
id_id: Perusahaan tidak memiliki kewajiban kerahasiaan sehubungan dengan Kontribusi.
pl_pl: Firma nie jest zobowiązana do zachowania poufności w odniesieniu do Wkładu;
pt_pt: A empresa não se encontra sob qualquer obrigação de confidencialidade em relação às contribuições;
vi_vn: Công Ty chúng tôi không chịu sự ràng buộc của bất kỳ quy định nào về sự bảo mật tương ứng với các khoản đóng góp;
zh_cn: 公司对贡献者没有任何保密义务;

source: The Company is required to take a number of factors into account when considering how to give the client best execution, specifically:
de_de: Das Unternehmen ist dazu verpflichtet, eine Reihe von Faktoren zu berücksichtigen, wenn es darum geht, dem Kunden eine beste Ausführung zu geben, speziell:
fr_fr: La Compagnie est tenue de tenir compte de plusieurs facteurs lorsque l'on considère comment donner au client la meilleure exécution, spécifiquement :
id_id: Perusahaan harus mempertimbangkan sejumlah faktor ketika mempertimbangkan cara memberikan eksekusi terbaik kepada klien, khususnya:
pl_pl: Rozważając, w jaki sposób zapewnić klientom najlepszą realizację zlecenia, Firma ma obowiązek wziąć pod uwagę liczne czynniki, w szczególności:
pt_pt: A Empresa é obrigada a tomar vários fatores em conta quando considera como proporcionar melhor execução ao cliente, especificamente:
vi_vn: Công Ty bắt buộc phải cân nhắc đến một số yếu tố khi xem xét cách thực thi tốt nhất cho khách hàng, cụ thể là:
zh_cn: 公司向客户提供最佳执行方案时, 必须考虑许多因素, 特别是:
