Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Opens
de_de: Öffnet
fr_fr: Ouverture
id_id: Dibuka
pl_pl: Otwarcie
pt_pt: Abre
vi_vn: Mở
zh_cn: 开盘

source: Options that let you “look back” on the optimum high or low achieved by the market to determine the payout.
de_de: Optionen, mit denen Sie auf das optimale Hoch oder Tief, das vom Kurs erreicht wurde, um eine Auszahlung zu bestimmen, "zurück blicken" können.
fr_fr: Options qui permettent de faire une "rétrospective" sur l'optimum haut ou bas atteint par le marché pour déterminer le gain.
id_id: Opsi yang memberi Anda kesempatan untuk "melihat kembali" nilai optimal tinggi dan rendah yang telah dicapai pasar untuk menentukan jumlah hasil.
pl_pl: Opcje pozwalają „cofać się w czasie” w zakresie optymalnej wysokiej i niskiej ceny osiągniętej na rynku w celu określenia wysokości wypłaty.
pt_pt: Opções que permitem que você tenha uma retrospectiva sobre a alta ou baixa ótima alcançada pelo mercado para determinar o prêmio.
vi_vn: Các tùy chọn cho phép bạn "nhìn lại" trên điểm cao tối ưu hoặc điểm thấp của thị trường để xác định khoảng được trả.
zh_cn: 此选项让您"回顾"市场达到的最高或最低价, 以确定赔付额。

source: Options that offer a fixed payout based on a simple yes/no proposition.
de_de: Optionen, die eine feste Auszahlung auf einer einfachen Ja/Nein Aussage basierend anbieten.
fr_fr: Options qui offrent un gain fixe basé sur une simple proposition oui/non.
id_id: Opsi yang menawarkan hasil tetap berdasarkan proposisi sederhana iya/tidak.
pl_pl: Opcje, które oferują wypłatę o ustalonej stawce w oparciu o zwykłe twierdzenie: tak lub nie.
pt_pt: Opções que fornecem um prêmio fixo baseado numa proposta simples de sim/não.
vi_vn: Các tùy chọn cung cấp một khoảng được trả cố định dựa trên một đề xuất có/không đơn giản.
zh_cn: 基于简单的“是/否”合约，并且固定赔付额的期权。

source: Options trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such an addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis.
de_de: Der Optionshandel kann zu einer wirklichen Abhängigkeit führen, so wie jede andere Aktivität, die bis zu ihren Grenzen ausgeübt wird. Um die Gefahr einer solchen Äbhängigkeit zu vermeiden, bieten wir einen Realitätscheck an, der Ihnen eine regelmäßige Zusammenfassung Ihrer Geschäfte und Konten gibt.
fr_fr: Le trading d'options binaires peut devenir une véritable addiction, au même titre que toute autre activité pratiquée de façon trop intensive. Pour éviter le danger d'une telle addiction, nous mettons en œuvre suivi réaliste de votre situation en vous fournissant régulièrement un relevé de vos opérations et de vos comptes.
id_id: Trading opsi dapat menyebabkan ketagihan, sebagaimana kegiatan lain yang dilakukan di luar batas. Untuk menghidari bahaya ketagihan tersebut, kami menyediakan pengecekan yang memberikan ringkasan trading Anda secara teratur.
pl_pl: Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Aby zapobiec niebezpieczeństwu takiego uzależnienia, umożliwiamy sprawdzanie rzeczywistej sytuacji na bieżąco, co zapewnia Ci regularne zestawienie Twoich zakładów i kont.
pt_pt: A negociação de opções binárias pode se tornar num verdadeiro vício, tal como qualquer atividade levada ao extremo. Para evitar os perigos desse vício, nós fornecemos um balanço da realidade que lhe mostra um resumo das suas negociações e contas regularmente.
vi_vn: Giao dịch Binary Option có thể gây nghiện thực sự, và có thể thúc đẩy bạn chơi tới mức tới giới hạn của mình. Để tránh sự nguy hiểm của trường hợp nghiện này, chúng tôi cung cấp cho bạn một công cụ kiểm tra thực tế tổng hợp các giao dịch và tài khoản của mình một cách thường xuyên.
zh_cn: 二元期权交易和其他类似活动一样，过于沉迷可能会上瘾。为了避免这种风险，我们会定期向您提供交易和财务的实况简报。

source: Order
fr_fr: Ordre
pl_pl: Zlecenie
pt_pt: Ordem
vi_vn: Lệnh
zh_cn: 订单

source: Order Execution
de_de: Orderausführung
fr_fr: Exécution des ordres
id_id: Eksekusi Order
pl_pl: Wykonanie zlecenia
pt_pt: Execução de ordens
vi_vn: Thực Hiện Lệnh
zh_cn: 执行订单

source: Order Execution/Cancellation/Modification
de_de: Order Ausführung/Stornierung/Modifizierung
id_id: Eksekusi Order/Pembatalan/Modifikasi
pl_pl: Realizacja/anulowanie/zmiana zlecenia
pt_pt: Execuçãp de ordens/Cancelamento/Modificação
vi_vn: Lệnh Thực Thi/ Hủy/Thay đổi
zh_cn: 订单的执行/取消/修改

source: Order execution
de_de: Orderausführung
fr_fr: Exécution des ordres
id_id: Eksekusi order
pl_pl: Wykonanie zlecenia
pt_pt: Execução de ordens
vi_vn: Thực Thi Lệnh
zh_cn: 订单执行

source: Order execution policy
de_de: Regeln der Orderausführung
fr_fr: Politique d'exécution des ordres
id_id: Kebijakan eksekusi order
pl_pl: Polityka dot. realizacji zlecenia
pt_pt: Política de execução de ordens
vi_vn: Chính sách thực hiện lệnh
zh_cn: 订单执行政策

source: Order execution typically comes in two varieties: market execution and instant execution. With market execution, you will place an order at the broker's price. You agree on the price in advance. There are no requotes with market execution.
de_de: Order-Ausführung kommt in der Regel in zwei Varianten: Marktausführung und sofortige Ausführung. Mit Marktausführung werden Sie eine Order zum Broker Kurs platzieren. Sie vereinbaren den Kurs im Voraus. Mit Marktausführung gibt es keine erneuten Angebote.
fr_fr: L’exécution d'ordre généralement se décompose en deux variétés : l’exécution de marché et l’exécution instantanée. Avec l’exécution du marché, vous placerez un ordre au prix du courtier. Vous vous engagez sur le prix à l’avance. Il n’y a aucune recotation avec l’exécution du marché.
id_id: Eksekusi order biasanya datang dalam dua jenis: eksekusi pasar dan eksekusi instan. Dengan eksekusi pasar, Anda akan melakukan order dengan harga broker. Anda setuju dengan harga di muka. Tidak ada requote dengan eksekusi pasar.
pl_pl: Istnieją dwa rodzaje wykonania zlecenia: realizacja rynkowe i realizacja natychmiastowe. W przypadku realizacji rynkowej zlecenie jest składane po cenie brokera. Z góry zgadzasz się na daną cenę i nie ma żadnych ponownych przeliczeń ceny.
pt_pt: Há duas variedades quando se trata de execução de ordens: execução de mercado e execução instantânea. Com a execução de mercado, você efetua uma ordem ao preço da corretora. Você aceita o preço antecipadamente. Não há novas cotações com execuções de mercado.
vi_vn: Thực hiện lệnh thường có hai loại: thực hiện thị trường và thực hiện tức thì. Với thực hiện thị trường, bạn sẽ đặt một đơn đặt hàng ở mức giá của các nhà môi giới. Bạn đồng ý về mức giá trước. Không có không có báo lại giá với thị trường thực hiện.
zh_cn: 订单执行通常有两种：市场执行和即时执行。市场执行即按照经纪商的价格下单。价格是您事先同意的。市场执行是没有重新报价的。

source: Orders will generally be auto-accepted if they do not take the Company over exposure limits and the client has enough remaining balance in their account. With every contract purchased, the Company has systems in place that automatically carry out a large exposure check, and, in case the new total exposure result is greater than or equal to 25% of the eligible capital, the contract cannot be sold to the client.
de_de: Order werden in der Regel automatisch akzeptiert, wenn sie das Unternehmen nicht über Grenzwerte führen und der Kunde genug Guthaben auf seinem Konto hat. Mit jedem gekauften Kontrakt, hat das Unternehmen Systeme bereit, die automatisch eine große Exposition-Prüfung durchführen, und für den Fall, dass das neue Gesamtexposition-Ergebnis größer als, oder gleich 25 % des anrechenbaren Eigenmittels ist, kann der Kontrakt nicht an den Kunden verkauft werden.
fr_fr: Les ordres seront généralement acceptés automatiquement s'ils ne mènent pas la Compagnie à dépasser ses limites d’exposition et si le client a assez d’argent restant dans leur compte. Avec chaque contrat acheté, la Compagnie a en place des systèmes qui procèdent automatiquement à un contrôle de l'exposition totale et, dans le cas où le nouveau résultat de l’exposition totale est supérieure ou égale à 25 % du capital admissible, le contrat ne peut être vendu au client.
id_id: Order pada umumnya akan otomatis diterima jika tidak melewati batas pemaparan Perusahaan dan klien memiliki saldo yang cukup pada akun mereka. Pada setiap kontrak yang dibeli, Perusahaan memiliki sistem yang secara otomatis akan melakukan pemeriksaan eksposur besar, dan, jika hasil eksposur total baru lebih besar dari atau sama dengan 25% dari modal yang memenuhi syarat, kontrak tidak dapat dijual kepada klien.
pl_pl: Zlecenia są zazwyczaj akceptowane automatycznie pod warunkiem, że nie powodują nadmiernej ekspozycji Firmy, i że na koncie klienta pozostanie wystarczające saldo środków. W przypadku zakupu każdego kontraktu Firma stosuje systemy, które automatycznie sprawdzają dużą ekspozycję, a jeśli nowa całkowita ekspozycja jest równa lub wyższa niż 25% spełniających wymagania środków, kontrakt nie może zostać sprzedany klientowi.
pt_pt: Geralmente, ordens serão automaticamente aceitas se elas não levarem a Empresa para cima dos limites de exposição e o cliente possuir saldo suficiente na sua conta. Com cada contrato adquirido, a Empresa possui mecanismos que realizam automaticamente verificações de sobre-exposição e, caso o novo resultado de exposição seja superior ou igual a 25% do capital elegível, o contrato não poderá ser vendido ao cliente.
vi_vn: Các Lệnh thường sẽ được tự động chấp nhận nếu các lệnh đó không chạm tới giới hạn rủi ro của Công Ty và khách hàng cần có đủ số dư trong tài khoản của mình. Với mỗi hợp đồng được mua, Công Ty có hệ thống tại chỗ tự động thực hiện một loạt lớn các quy trình kiểm tra rủi ro, và trong trường hợp nếu tổng lượng rủi ro lớn hơn hoặc bằng 25% phần vốn đủ điều kiện, hợp đồng sẽ không thể bán được cho khách hàng.
zh_cn: 如果客户未选取公司的接触限值，且账户中有足够余额，通常会自动接受订单。购买每份合约时，公司系统会自动进行大量风险接触检查。如果新的总风险接触量大于或等于合格资本的25％，则无法出售合约给客户。

source: Organisational skills and the ability to work proactively
de_de: Organisationstalent und die Fähigkeit, proaktiv zu arbeiten
fr_fr: Compétences organisationnelles et capacité à travailler de manière proactive
id_id: Keterampilan organisasi dan kemampuan untuk bekerja secara proaktif
pl_pl: Zdolności organizacyjne i proaktywne działanie
pt_pt: Habilidades organizacionais e capacidade de trabalhar proativamente
vi_vn: Các kỹ năng về tổ chức và khả năng làm việc chủ động
zh_cn: 组织技能和主动工作的能力

source: Other Obligations
de_de: Weitere Verpflichtungen
id_id: Kewajiban Lainnya
pl_pl: Inne zobowiązania
pt_pt: Outras obrigações
vi_vn: Các Nghĩa Vụ Khác
zh_cn: 其它义务

source: Other Warnings & Regulatory Disclosures
de_de: Andere Warnungen & Rechtliche Angaben
fr_fr: Autres Avertissements & Déclarations Réglementaires
id_id: Peringatan & Pengungkapan Regulasi Lainnya
pl_pl: Inne ostrzeżenia i oświadczenia regulacyjne
pt_pt: Outros avisos e informações regulamentares
vi_vn: Các Cảnh Báo & Quy Định Tiết Lộ
zh_cn: 其他警告和监管披露

source: Other best execution factors such as speed of execution, likelihood of execution and settlement, size, nature or any other considerations relevant to the execution of a particular order may also be applied by us in order to obtain the best possible results for you.
de_de: Es können von uns auch weitere beste Ausführungsfaktoren, wie Ausführungsgeschwindigkeit, Möglichkeit der Ausführung und Abrechnung, Größe, Art oder andere für die Ausführung einer einzelnen Order wichtigen Überlegungen angewendet werden, um für Sie die bestmöglichen Ergebnisse zu erreichen.
id_id: Faktor eksekusi terbaik lainnya seperti kecepatan eksekusi, kemungkinan eksekusi dan penyelesaian, ukuran, sifat atau pertimbangan lain yang relevan dengan pelaksanaan urutan tertentu juga dapat diterapkan oleh kami untuk mendapatkan hasil yang terbaik untuk Anda.
pl_pl: Inne czynniki związane z najkorzystniejszą realizacją, takie jak szybkość realizacji, prawdopodobieństwo realizacji, rozliczenie, wielkość, czy natura zlecenia lub jakiekolwiek inne czynniki istotne dla realizacji określonego zlecenia, mogą być również uwzględnione przez nas w celu uzyskania najlepszego z możliwych dla Ciebie rezultatów.
pt_pt: Outros fatores de melhor execução, tais como velocidade de execução, probabilidade de execução e liquidação, dimensão, natureza ou quaisquer outras considerações relevantes à execução de uma ordem específica podem também ser aplicados por nós para obter o melhor resultado possível para você.
vi_vn: Những yếu tố thực thi tốt nhất khác như tốc độ thực hiện, khả năng thực hiện và tất toán, cỡ, đặc điểm hoặc những cân nhắc khác có liên quan tới thực hiện lệnh cụ thể có thể được áp dụng để đạt được kết quả tốt nhất có thể cho bạn.
zh_cn: 我们可能也会采用其他最佳执行因素如执行速度、执行和结算可能性、大小、性质或其他跟执行指定订单相关的因素，以替您获取最佳结果。

source: Our Accounting &amp; Payments team manages our wide range of bank accounts and e-currency systems, as well as the huge volume of transactions that take place every day.
de_de: Unser Buchhaltung- &amp; Zahlungs-Team verwaltet unsere breite Palette von Bankkonten und e-Währung-Systemen, sowie das große Volumen der Transaktionen, die täglich stattfinden.
fr_fr: Notre Comptabilité &amp; l'équipe Paiements gère notre large gamme de comptes bancaires et les systèmes e-monnaie, ainsi que l’énorme quantité de transactions qui ont lieu tous les jours.
id_id: Tim Accounting &amp; Payments mengelola berbagai macam rekening bank dan sistem e-currency kami, serta volume transaksi besar yang terjadi setiap hari.
pl_pl: Nasz zespół ds. księgowości i płatności zarządza różnorodnymi rachunkami bankowymi i systemami e-walut oraz ogromną liczbą codziennych transakcji.
pt_pt: A equipe de Contabilidade e Pagamentos gerencia nossa ampla gama de contas bancárias e sistemas de moeda eletrônica, bem como o enorme volume de transações que ocorrem todos os dias.
vi_vn: Đội ngũ Kế Toán và Thanh Toán &amp; của chúng tôi sẽ quản lý một diện rộng các tài khoản ngân hàng và hệ thống tiền điện tử, cũng như một số lượng lớn các giao dịch diễn ra hàng ngày.
zh_cn: 我们的账户处理和款项支付团队管理广泛的银行账户和电子货币系统以及每天进行的大量交易。

source: Our Company
de_de: Unser Unternehmen
fr_fr: Notre société
id_id: Perusahaan Kami
pl_pl: Nasza firma
pt_pt: A nossa empresa
vi_vn: Công Ty Của Chúng Tôi
zh_cn: 我们公司

source: Our Data Protection Officer can be contacted at %1
de_de: Sie erreichen unseren Datenschutzbeauftragten über %1
id_id: Petugas Perlindungan Data kami dapat dihubungi di %1
pl_pl: Z naszym inspektorem ds. ochrony danych można się skontaktować pod adresem e-mail %1
pt_pt: O nosso responsável pela proteção dos dados pode ser contatado através de %1
vi_vn: Nhân Viên Bảo Vệ Dữ Liệu của chúng tôi có thể liên lạc tại %1
zh_cn: 可透过%1跟我们的数据保护人员联系

source: Our MAM Advanced account can be assigned to a money manager who will trade on your behalf with more competitive spreads than the regular Advanced account.
de_de: Unser fortgeschrittenes MAM Konto kann einem Vermögensverwalter zugewiesen werden, der in Ihrem Namen mit mehr wettbewerbsfähigen Spreads als das reguläre fortgeschrittene Konto handeln wird.
fr_fr: Notre compte MAM avancé peut être assigné à un gestionnaire de fonds qui est négocié en votre nom avec des spreads plus compétitifs que le compte ordinaire Avancé.
id_id: Akun MAM Advanced dapat ditugaskan ke money manager yang akan bertrading atas nama Anda dengan spread yang lebih kompetitif berbanding akun regular Advanced.
pl_pl: Nasze Zaawansowane konta MAM można przypisać podmiotowi zarządzającemu pieniędzmi (menedżerowi), który będzie zawierał zakłady w Twoim imieniu, korzystając ze stawek spreadów bardziej konkurencyjnych niż w przypadku standardowego Konta zaawansowanego.
pt_pt: A nossa conta gestor multi-contas pode ser atribuída a um gestor de dinheiro que irá negociar em seu nome com spreads mais competitivos do que numa conta avançada regular.
vi_vn: Tài khoản MAM nâng cao của chúng tôi có thể được gán cho một người quản lý tiền bạc, người mà sẽ giao dịch trên danh nghĩa của bạn với các biên lãi cạnh tranh hơn so với các tài khoản Nâng Cao thông thường.
zh_cn: 资金经理可以获得分配MAM高级账户，代表您进行比普通高级账户更有竞争力的利差交易。

source: Our MAM Volatility Indices account can be assigned to a money manager who will trade on your behalf with the same specifications as the regular Volatility Indices account.
de_de: Unser MAM Volatilität Indizes Konto kann einem Vermögensverwalter zugewiesen werden, der in Ihrem Namen mit den gleichen Spezifikationen wie das reguläre Volatilität Indizes Konto handeln wird.
fr_fr: Notre compte MAM d'Indices de Volatilité peut être assigné à un gestionnaire de fonds qui tradera en votre nom avec les mêmes spécifications que le compte ordinaire d'indices de volatilité.
id_id: Akun Volatilitas Indeks MAM kami dapat diberikan kepada money manager yang akan bertrading atas nama Anda dengan spesifikasi yang sama dengan akun Indeks Volatilitas biasa.
pl_pl: Nasze Konto wskaźników zmienności MAM można przypisać podmiotowi zarządzającemu pieniędzmi (menedżerowi), który będzie zawierał zakłady w Twoim imieniu, korzystając z takich samych specyfikacji jak w przypadku standardowego konta wskaźników zmienności.
pt_pt: A nossa conta de indíces "Volatility" do gestor multi-contas pode ser atribuída a um gestor de dinheiro que irá negociar em seu nome com as mesmas especificações que numa conta de índices "Volatility".
vi_vn: Tài khoản Chỉ Số Biến Động MAM của chúng tôi có thể được gán cho một người quản lý tiền bạc, là người sẽ thương mại thay mặt bạn với các chi tiết kỹ thuật tương tự như tài khoản Chỉ Số Biến Động thông thường.
zh_cn: 资金经理可以获得分配MAM波动率指数账户，代表您进行与普通波动率账户相同规范的交易。

source: Our MetaTrader 5 Advanced account provides you with tight spreads, higher ticket size and offers more products.
de_de: Unser fortgeschrittenes MetaTrader 5 Konto stellt Ihnen enge Spreads und höhere Ticket-Größen zur Verfügung und bietet mehrere Produkte an.
fr_fr: Notre compte avancé MetaTrader 5 vous fournit des spreads sérrés, des tailles de ticket plus élevés et vous donne accès à plus de produits.
id_id: Akun MetaTrader Lanjutan 5 kami memberi Anda spread yang ketat, ukuran tiket yang lebih tinggi dan menawarkan lebih banyak produk.
pl_pl: Nasze zaawansowane konto MetaTrader 5 zapewnia Ci niskie spready, większą wielkość ticketów oraz więcej produktów w ofercie.
pt_pt: A nossa conta avançada da MetaTrader 5 proporciona-lhe spreads baixos, tamanhos de pedidos superiores e mais produtos.
vi_vn: Tài khoản MetaTrader 5 nâng cao của chúng tôi cung cấp cho bạn các biên lãi chặt chẽ, kích thước thẻ lớn hơn và nhiều sản phẩm hấp dẫn khác.
zh_cn: 我们的 MetaTrader 5 高级账户为您提供极低的差价, 更高的票证大小, 并提供更多的产品。

source: Our MetaTrader 5 Standard account is suitable for both new and experienced traders.
de_de: Unser MetaTrader 5 Standard Konto eignet sich für neue und erfahrene Trader.
fr_fr: Notre compte MetaTrader 5 Standard est adapté à la fois pour les traders débutants et expérimentés.
id_id: Akun MetaTrader 5 standar kami sangat cocok untuk trader baru dan berpengalaman.
pl_pl: Nasze standardowe konto MetaTrader 5 jest odpowiednie zarówno dla nowych, jak i doświadczonych graczy.
pt_pt: A conta padrão da MetaTrader 5 é adequada para negociadores novos como experientes.
vi_vn: Tài khoản MetaTrader 5 tiêu chuẩn của chúng tôi thích hợp cho cả các thương nhân mới và đã có kinh nghiệm.
zh_cn: 我们的 MetaTrader 5 标准账户适用于新手和经验丰富的交易者。

source: Our New Mobile Trading App
fr_fr: Notre Nouvelle Application de Trading Mobile
id_id: Aplikasi Trading Seluler Baru Kami
pl_pl: Nasza nowa mobilna aplikacja do handlowania
vi_vn: Ứng dụng giao dịch mới trên điện thoại của chúng tôi
zh_cn: 我们新推出的移动设备交易应用程序

source: Our Policy
de_de: Unsere Grundsätze
id_id: Kebijakan Kami
pl_pl: Nasza polityka
pt_pt: Nossa Política
vi_vn: Chính Sách của chúng tôi
zh_cn: 我们的政策
