Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends.
de_de: Die Volatilität Indizes simulieren verschiedene echte Marktsituationen und bieten eine ideale Plattform, um sich mit dem Handel vertraut zu machen, und um Strategien unter unterschiedlichen Marktbedingungen zu testen. Diese Indizes hängen von der Volatiliät und Tendenz ab und helfen den Benutzern dabei, Szenarien wie hohe Volatilität, geringe Volatilität, steigende oder fallende Trends auszuprobieren.
fr_fr: Les indices de volatilité simulent différentes situations de marché réelles et constituent un tremplin idéal pour s'entraîner au trading et tester des stratégies dans différentes conditions de marché. Ces indices reflètent la volatilité et les phases de marché latéral. Ils permettent aux utilisateurs de mettre en pratique des scénarios adaptés aux différentes conditions de marché : forte volatilité, faible volatilité, tendances haussières et baissières.
id_id: Indeks volatilitas mensimulasikan berbagai situasi pasar riil dan menyediakan platform yang ideal untuk digunakan bertrading dan mencoba strategi pada berbagai kondisi pasar. Indeks ini tergantung kepada volatilitas dan pergerakan cepat yang membantu pengguna untuk mencoba skenario seperti – volatilitas tinggi, volatilitas rendah, trend bullish dan bearish.
pl_pl: Wskaźniki zmienności symulują różne sytuacje rynkowe i zapewniają doskonałe warunki do przećwiczenia strategii handlowych w różnych warunkach rynkowych. Indeksy są zależne od zmienności rynki i pomagają użytkownikom wypróbować różne scenariusze – wysokiej i niskiej zmienności, trendów wzrostowych i spadkowych.
pt_pt: Os índices de volatilidade simulam várias situações de mercados reais e fornecem uma plataforma ideal para principiantes se habituarem à negociação e testarem estratégias em várias condições de mercado. Este índices dependem da volatilidade e de desvios e ajudam usuários a experimentar cenários como a alta volatilidade, a baixa volatilidade e tendências altistas e baixistas.
vi_vn: Chỉ số biến động mô phỏng các tình huống thực tế thị trường khác nhau và cung cấp một nền tảng lý tưởng cho việc sử dụng để kinh doanh và thử nghiệm các chiến lược theo các điều kiện thị trường. Những chỉ số phụ thuộc vào biến động và trôi dạt, và giúp người sử dụng để thử ra các tình huống như - biến động cao, biến động thấp, xu hướng tăng và xu hướng giảm.
zh_cn: 波动率指数模拟各种真实的市场情况，并根据不同的市场情况提供理想的平台交易实践和测试策略。这些指数取决于波动率和漂移率，并帮助用户尝试各种场景，如高波动率、低波动率、看涨和看跌趋势。

source: The willingness to learn new skills
de_de: Die Bereitschaft dazu, neue Fähigkeiten zu erlernen
fr_fr: La volonté d’apprendre de nouvelles compétences
id_id: Kemauan untuk mempelajari keterampilan baru
pl_pl: Chęć nabywania nowych umiejętności
pt_pt: Vontade de adquirir novas habilidades
vi_vn: Sự sẵn lòng học hỏi các kỹ năng mới
zh_cn: 具学习新技能的意愿

source: The work that you do is complex, challenging, and essential to our future.
de_de: Die Arbeit die Sie leisten ist komplex, herausfordernd, und wesentlich für unsere Zukunft.
fr_fr: Le travail que vous faites est complexe, difficile et essentielle pour notre avenir.
id_id: Pekerjaan yang Anda lakukan adalah rumit, menantang, dan penting bagi masa depan kami.
pl_pl: Wykonywana przez Ciebie praca będzie skomplikowana, satysfakcjonująca i znacząca dla naszego rozwoju.
pt_pt: Seu trabalho será complexo, desafiador e essencial para o nosso futuro.
vi_vn: Công việc mà bạn làm sẽ đầy phức tạp, thử thách và cần thiết cho tương lai của chúng tôi.
zh_cn: 您的工作很复杂、具挑战性, 且对我们的未来至关重要。

source: Then, make your trade
de_de: Dann führen Sie Ihr Geschäft durch
fr_fr: C'est le moment d'effectuer votre transaction
id_id: Kemudian, beli kontrak
pl_pl: Następnie dokonaj transakcji
pt_pt: Então, faça a sua negociação
vi_vn: Sau đó, giao dịch
zh_cn: 然后进行交易

source: There are four types of Smart FX indices that you can trade:
de_de: Es gibt vier Arten von Smart FX Indizes, die Sie handeln können:
fr_fr: Il existe quatre types d’indices Smart FX que vous pouvez trader :
id_id: Terdapat empat tipe indeks Smart FX yang dapat Anda tradingkan:
pl_pl: Istnieją cztery rodzaje inteligentnych wskaźników FX, którymi możesz handlować:
pt_pt: Há quatro tipos de índices de FX inteligentes que podem ser negociados:
vi_vn: Có bốn loại chỉ số Smart FX mà bạn có thể giao dịch:
zh_cn: 有四种类型的智能外汇指数可以交易：

source: There are no charges for transferring money from your %1 account to your MT5 Real Account.
de_de: Für Geldüberweisungen von Ihrem %1 Konto auf Ihr MT5 Echtgeldkonto werden keine Gebühren verlangt.
id_id: Tidak ada biaya transfer dana dari Akun %1 Anda ke dalam Akun Riil MT5 Anda.
pl_pl: Za przeniesienie środków z Twojego konta: %1 na Prawdziwe konto MT5 nie są pobierane żadne opłaty.
pt_pt: Não há custos para transferir dinheiro da sua conta %1 para a sua conta real MT5.
vi_vn: Không có phí chuyển tiền từ Tài Khoản %1 của bạn vào Tài Khoản Thực MT5 của bạn.
zh_cn: 将资金从您的%1账户转到您的MT5真实账户，不必支付任何费用。

source: There are no guaranteed profits in investment trading;
de_de: Es gibt keine garantierten Gewinne im Handel mit Anlagen;
id_id: Tidak ada jaminan keuntungan dalam trading investasi;
pl_pl: Handlowanie inwestycyjne nie wiąże się z żadnymi gwarantowanymi zyskami;
pt_pt: Não há lucros garantidos em negociações de investimento;
vi_vn: Không có lợi nhuận được đảm bảo trong giao dịch đầu tư;
zh_cn: 投资交易不保证能获利;

source: There are no restrictions to the use of Expert Advisors on the MT5 Trading Platform apart from unethical trading.
de_de: Es gibt keine Einschränkungen für die Verwendung von Expert Advisors auf der MT5 Handelsplattform, abgesehen vom unmoralischen Handel.
id_id: Tidak ada batasan untuk menggunakan Expert Advisor pada Platform Trading MT5 kecuali terdapat trading yang tidak etis.
pl_pl: Nie ma ograniczeń w zakresie korzystania z oprogramowania Expert Advisors na platformie handlowej MT5 poza nieetycznym handlowaniem.
pt_pt: Não há restrições para o uso do Expert Advisors na plataforma de negociação MT5 além de negociações antiéticas.
vi_vn: Không có giới hạn nào đối với việc sử dụng Chuyên Gia Tư Vấn trên Sàn Giao Dịch MT5 ngoài các giao dịch phi đạo đức.
zh_cn: 除了不道德交易之外, 在 MT5 交易平台使用专家顾问没有任何限制。

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
de_de: Mit der Nutzung von Handelssystemen über das Internet sind Risiken verbunden, die sich nicht nur auf die Hardware-, Software- und Internetverbindungsprobleme beziehen. Da %1 die Übertragungsgeschwindigkeit, den Empfang oder das Routing via Internet, die Konfiguration Ihrer Geräte oder die Zuverlässigkeit der Verbindung nicht kontrollieren kann, haften wir nicht für Kommunikationsfehler, Verzerrungen oder Verspätungen, bei Geschäften, die Sie über das Internet abschließen.
id_id: Terdapat beberapa risiko dalam penggunaan sistem pengeksekusian trading menggunakan internet, termasuk dan tidak terbatas kepada kegagalan hardware, software dan koneksi internet. Berhubung %1 tidak mengatur kekuatan sinyal, penerimaan atau routing melalui internet, konfigurasi peralatan anda atau reliabilitas koneksi maka kami tidak bertanggung jawab kepada kegagalan komunikasi, perubahan atau keterlambatan ketika melakukan trading melalui internet.
pl_pl: Istnieje pewne ryzyko związane z używaniem internetowego systemu zawierania zakładów, obejmuje to m.in. niesprawność sprzętu komputerowego, oprogramowania i połączenia internetowego. Ponieważ %1 nie ma wpływu na siłę sygnału, jego odbiór ani przesył danych przez internet, konfigurację sprzętu ani sprawność połączenia, nie możemy odpowiadać za problemy z połączeniem, zakłócenia ani opóźnienia w handlowaniu przez internet.
pt_pt: Existem riscos associados à utilização de um sistema de negociação de execução de negócios baseado na Internet, incluindo, mas não exclusivamente, falhas de hardware, software e de ligação à Internet. Uma vez que a %1 não controla a potência do sinal, a sua recepção ou roteamento via Internet, a configuração do seu equipamento ou fiabilidade da sua ligação, não podemos ser responsáveis por falhas de comunicação, distorções ou atrasos durante a negociação por meio da Internet.
vi_vn: Có những rủi ro liên quan đến việc sử dụng một hệ thống giao dịch thực hiện thỏa thuận dựa trên Internet, bao gồm cả lỗi của phần cứng, phần mềm và kết nối Internet. Vì %1 không kiểm soát tín hiệu, tiếp nhận hoặc định tuyến thông qua Internet, cấu hình của thiết bị hoặc độ tin cậy của kết nối, chúng tôi không chịu trách nhiệm cho những lỗi kết nối liên lạc, tính xuyên tạc hoặc sự chậm trễ khi giao dịch qua Internet.
zh_cn: 在通过网络系统进行交易有许多潜在风险，包括但不仅限于硬件、软件故障和网络连接故障。由于 %1 并不控制信号功率、网络信号接收器或路由器、您设备的配置和连接的可靠性，因此，当您通过网络进行交易时，我们不对通信故障、失真或延迟等问题负责。

source: There are two types of In/Out trades:
de_de: Es gibt zwei Arten von Innerhalb/Außerhalb-Trades:
fr_fr: Il existe deux types d'option In/Out :
id_id: Tersedia dua jenis kontrak In/Out:
pl_pl: Istnieją dwa rodzaje zakładów typu „w/poza”:
pt_pt: Existem dois tipos de negociações Dentro/Fora:
vi_vn: Hiện có hai loại giao dịch Trong/Ngoài:
zh_cn: 范围内/外交易有两种类型：

source: There are two types of Up/Down trades:
de_de: Es gibt zwei Arten von Auf/Ab-Trades:
fr_fr: Il existe deux types d'option Hausse/Baisse :
id_id: Tersedia dua jenis kontrak Up/Down:
pl_pl: Istnieją dwa rodzaje zakładów typu „góra/dół”:
pt_pt: Existem dois tipos de negociações Acima/Abaixo:
vi_vn: Hiện có hai loại giao dịch Lên/Xuống:
zh_cn: 上涨/下跌交易有两种类型：

source: There are two types of reset trades:
de_de: Es gibt zwei Arten von Reset-Trades:
fr_fr: Il existe deux types de trade de réinitialisation :
id_id: Tersedia dua jenis kontrak reset:
pl_pl: Istnieją dwa rodzaje zakładów typu kontraktów resetowanych:
pt_pt: Existem dois tipos de negociações de redefinição:
vi_vn: Hiện có hai loại đặt lại giao dịch:
zh_cn: 重设交易有两种类型：

source: There is any amount outstanding from you to us; and/or
de_de: Von Ihnen ist ein Betrag an uns ausständig; und/oder
id_id: Terdapat saldo apapun yang masih tertunda dari Anda; dan/atau
pl_pl: Posiadasz względem nas jakąkolwiek nieuregulowaną kwotę; oraz
pt_pt: Há qualquer valor em dívida de você para nós; e/ou
vi_vn: Có bất kỳ số tiền chưa được trả bởi bạn cho chúng tôi; và/hoặc
zh_cn: 您欠我们一些数额尚未还清；和（或)

source: There may be times when transfers are not available because the market is closed (weekends or holidays), there is high volatility in the market or because of technical issues.
fr_fr: Il peut y avoir des périodes où les transferts ne sont pas disponibles car le marché est fermé (week-ends et jours fériés), à cause d'une forte volatilité sur le marché ou en raison de problèmes techniques.
id_id: Mungkin terdapat waktu dimana transfer tidak tersedia dikarenakan pasar tutup (akhir pekan atau hari libur), terdapat volatilitas tinggi pada pasar atau terdapat masalah teknis.
pl_pl: Może się zdarzyć, że przelewy nie będą dostępne z powodu zamknięcia rynku (weekendy lub święta), wysokiej zmienności rynkowej lub z powodu problemów technicznych.
vi_vn: Có thể sẽ có những thời điểm không chuyển khoản được bởi vì thị trường đóng cửa (ngày cuối tuần hoặc ngày nghỉ), vì có biến động lớn trên thị trường hoặc vì vấn đề kỹ thuật.
zh_cn: 有时可能会因为市场关闭 (周末或节假日)、市场波动太大或技术问题而无法转账。

source: There was a problem accessing the server during purchase.
de_de: Während des Kaufs ist ein Problem beim Zugriff auf den Server aufgetreten.
fr_fr: Il y a eu un problème d'accès au serveur durant l'achat.
id_id: Terjadi masalah mengakses server saat pembelian berlangsung.
pl_pl: Wystąpił błąd podczas uzyskiwania dostępu do serwera w trakcie zakupu.
pt_pt: Ocorreu um problema ao aceder ao servidor durante a aquisição.
vi_vn: Có lỗi trung cập vào máy chủ khi mua.
zh_cn: 买入时服务器访问发生问题。

source: There was a problem accessing the server.
de_de: Es gab ein Problem beim Zugriff auf den Server.
fr_fr: Il y a eu un problème d'accès au serveur.
id_id: Terjadi masalah pada saat mengakses server.
pl_pl: Wystąpił błąd podczas uzyskiwania dostępu do serwera.
pt_pt: Ocorreu um problema ao aceder ao servidor.
vi_vn: Có lỗi khi truy cập máy chủ.
zh_cn: 服务器访问发生问题。

source: There was a problem validating your personal details. Please update your %1 %2here%3.
de_de: Bei der Bestätigung Ihrer personenbezogenen Daten ist ein Problem aufgetreten. Bitte aktualisieren Sie diese Felder %1 %2hier%3.
fr_fr: Il y a eu un problème de validation de vos informations personnelles. Veuillez mettre à jour votre %1 %2ici%3.
id_id: Terdapat masalah pada saat memvalidasi data pribadi Anda. Silahkan perbarui %1 Anda %2disini%3.
pl_pl: Nie udało nam się zweryfikować Twoich danych osobowych. Zaktualizuj %1 %2tutaj%3.
pt_pt: Houve um problema ao validar os seus dados pessoais. Por favor, actualize o seu %1 %2aqui%3.
vi_vn: Xảy ra lỗi khi phê chuẩn thông tin cá nhân của bạn. Vui lòng cập nhật %1 %2của bạn tại đây%3.
zh_cn: 您的个人资料验证出了问题。请%2在此%3更新您的%1。

source: There was an error
de_de: Es ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite
id_id: Terdapat error
pl_pl: Wystąpił błąd
pt_pt: Houve um erro
vi_vn: Đã có lỗi xảy ra
zh_cn: 出现错误

source: There was some invalid character in an input field.
de_de: Es ist ein ungültiges Zeichen in einem Eingabefeld vorhanden.
fr_fr: Un caractère non valide a été saisi dans un champ.
id_id: Terdapat beberapa karakter yang tidak berlaku pada kolom input.
pl_pl: Nieprawidłowy znak w polu formularza.
pt_pt: Houve algum caractere inválido no campo de entradas.
vi_vn: Có một vài ký tự không hợp lệ trong dữ liệu nhập vào.
zh_cn: 某字段的输入字符无效。

source: There will be no charges for fund transfers from your %1 account to your MT5 Real Account in the same currency. Should your %1 account and your MT5 Real Account be in different currencies, the Company reserves the rights to charge a 1% currency conversion fee.
de_de: Es werden keine Gebühren für Überweisungen in derselben Währung von Ihrem %1 Konto auf Ihr MT5 Echtgeldkonto berechnet. Sollten Ihr %1 Konto und Ihr MT5 Echtgeldkonto in verschiedenen Währungen sein, behält sich das Unternehmen das Recht vor, eine 1% Währungsumrechnung-Gebühr zu berechnen.
id_id: Tidak akan dikenakan biaya transfer dari akun %1 Anda ke akun Uang Riil MT5 pada mata uang yang sama. Jika akun %1 dan Akun Riil MT5 Anda dalam mata uang lain, Perusahaan berhak untuk mengenakan biaya sebesar 1% sebagai biaya konversi mata uang.
pl_pl: Za przelewy środków z Twojego konta %1 na Twoje Prawdziwe konto MT5 prowadzone w tej samej walucie nie będą pobierane żadne opłaty. JEśli Twoje konto %1 i Prawdziwe konto MT5 są prowadzone w innych walutach, Firma zastrzega sobie prawo do pobrania opłaty za wymianę waluty 1%.
pt_pt: Não haverá custos para transferências de fundos na mesma moeda da sua conta %1 para a sua conta real MT5. Caso a sua conta %1 e a sua conta estejam denominadas em moedas diferentes, a Empresa reserva-se o direito de cobrar uma taxa de conversão de 1%.
vi_vn: Sẽ không có phí chuyển tiền từ tài khoản %1 của bạn vào Tài khoản Thực MT5 của bạn bằng cùng loại tiền tệ. Nếu tài khoản %1 và Tài khoản thực MT5 của bạn quy định bởi các loại tiền tệ khác nhau, Công Ty có quyền tính phí chuyển đổi tiền tệ là 1%.
zh_cn: 用相同货币将资金从您的%1账户转到您的MT5真实账户，不必支付任何费用。如果您的 %1 账户和您的 MT5 真实账户货币不相同, 公司保留收取1% 货币兑换费的权利。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2 (or equivalent in other currency).
de_de: Daher ist Ihr aktuelles sofortiges Maximum für eine Abhebung (sofern Ihr Konto über ausreichend Guthaben verfügt) EUR %1 %2 (oder Gegenwert in einer anderen Währung).
fr_fr: Par conséquent, votre montant maximal de retrait immédiat (sous réserve de fonds suffisants disponibles sur votre compte) est de %2 %1 (ou équivalent dans une autre devise).
id_id: Maka dengan itu jumlah maksimal yang dapat Anda tarik (tergantung pada saldo tunai yang tersedia) adalah %1 %2 (atau setara dengan mata uang lainnya).
pl_pl: Dlatego w chwili obecnej Twoja maksymalna natychmiastowa wypłata (o ile posiadasz na koncie wystarczające środki) wynosi %2 %1 (lub równowartość tej kwoty w innej walucie).
pt_pt: Portanto, a sua retirada máxima imediata atual (sujeito à existência de fundos suficientes na sua conta) é %1 %2 (ou equivalente em outra moeda).
vi_vn: Vì vậy khoản tiền rút tối đa hiện giờ của bạn (tùy thuộc vào tài khoản đang có đủ tiền để rút hay không) là %1 %2 (hoặc đồng tiền khác có giá trị tương đương).
zh_cn: 因此您当前的即时最高取款额（要求您的账户有充足资金）为%1 %2（或其他等值货币）。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2.
de_de: Daher beträgt Ihre derzeitige maximale Sofortabhebung (vorausgesetzt Ihr Konto hat ein ausreichendes Guthaben) %1 %2.
fr_fr: Par conséquent, votre montant maximal de retrait immédiat (sous réserve de fonds suffisants disponibles sur votre compte) est de %2 %1.
id_id: Oleh karena itu jumlah maksimal yang dapat Anda cairkan langsung (jika saldo mencukupi) adalah %1 %2.
pl_pl: Dlatego w chwili obecnej Twoja maksymalna natychmiastowa wypłata (o ile posiadasz na koncie wystarczające środki) wynosi %2 %1.
pt_pt: Portanto, a sua retirada máxima imediata atual (sujeita à existência de fundos suficientes na sua conta) é %1 %2.
vi_vn: Vì vậy khoản tiền rút tối đa hiện giờ của bạn (tùy thuộc vào tài khoản đang có đủ tiền để rút hay không) là %1 %2.
zh_cn: 因此，您当前可即时提取的最大金额（要求您的帐户有足够资金）为 %1 %2。

source: These ST&Cs are to be governed by and construed in accordance with Maltese law and the parties hereto agree to submit to the non-exclusive jurisdiction of the Maltese courts.
de_de: Diese ST&Cs unterliegen den Maltesischen Gesetzen und müssen nach diesen ausgelegt werden und die Parteien vereinbaren, sich der nicht ausschließlichen Rechtsprechung des Maltesischen Gerichts zu unterwerfen.
fr_fr: Ces ST&Cs doivent être gouvernés et interprétés en concordance avec la loi maltaise et les parties ici acceptent de se soumettre à la juridiction non exclusive de tribunaux maltais.
id_id: Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum Malta dan kedua belah pihak bersetuju untuk tunduk pada yurisdiksi non eksklusif pengadilan di Malta.
pl_pl: Niniejsze DW podlegają przepisom prawa maltańskiego i strony zgadzają się poddać niewyłącznej jurysdykcji sądów maltańskich.
pt_pt: Estes termos e condições de serviço devem ser regidos por e interpretados de acordo com a lei maltesa e as partes aceitam submeter-se à jurisdição não exclusiva dos tribunais malteses.
vi_vn: Những ST&C này được quản lý và giải thích bởi luật của Malta và các bên đã đồng ý gửi cho đơn vị có thẩm quyền không chuyên thuộc của tòa án Malta.
zh_cn: 这些补充条款和条件遵照马耳他法律的约束和解释，各方同意接受马耳他法庭非专属性司法管辖权。

source: These ST&Cs begin to apply on the date we open your account, and, for any new versions after that, on the date we notify you.
de_de: Diese ST&Cs gelten ab dem Datum Ihrer Kontoeröffnung und danach für alle neuen Versionen nach dem Datum, zu dem wir Sie unterrichten.
id_id: Ketentuan ini berlaku pada saat kami mendaftar akun Anda dan untuk setiap versi baru setelah itu, pada tanggal kami memberitahu Anda.
pl_pl: Niniejsze DW wchodzą w życie w dniu otwarcia Twojego konta, a w przypadku ich nowszych wersji w dniu, w którym otrzymasz powiadomienie o ich aktualizacji.
pt_pt: Estes termos e condições de serviço começam a aplicar-se na data em que abrimos a sua conta e, para quaisquer versões novas após essa, na data em que lhe informarmos.
vi_vn: Những ST&C này bắt đầu được áp dụng kể từ ngày chúng tôi mở tài khoản cho bạn, và, đối với bất kì phiên bản nào mới phát sinh sau đó sẽ được áp dụng vào ngày mà chúng tôi gửi thông báo cho bạn.
zh_cn: 这些补充条款和条件于您的账户开立之日生效，之后如有新版本，则于我们通知您的当日开始生效。

source: These ST&Cs form part of and need to be read together with the General Terms and Conditions relating to the use of %1.
de_de: Diese ST&Cs sind Bestandteil der Allgemeinen Geschäftsbedingungen zur Nutzung von %1 und müssen mit ihnen zusammen beachtet werden.
id_id: Ketentuan ini merupakan bagian yang perlu dibaca bersamaan dengan Syarat dan Ketentuan Umum yang berhubungan dengan penggunakan %1.
pl_pl: Niniejsze DW stanowią część ogólnego Regulaminu określającego zasady korzystania z portalu %1 i należy je interpretować w zestawieniu z tym regulaminem.
pt_pt: Estes termos e condições de serviço fazem parte integrante de e precisam ser lidos juntamente com os termos e condições gerais relacionados com a utilização da %1.
vi_vn: Những ST & Cs này là một phần và cần được đọc cùng với Điều Khoản Chung và các Điều Kiện liên quan đến việc sử dụng của %1.
zh_cn: 这些补充条款和条件是%1 一般使用条款和条件的组成部分，必须一并阅读。

source: These Supplementary Terms and Conditions (these "ST&Cs") apply solely to clients ("you") of Binary Investments (Europe) Ltd ("BIEL", "we" or "us") and will govern the relationship between you and us when trading Financial Products (as defined below) with us.
de_de: Diese Ergänzenden Geschäftsbedingungen (diese "ST&Cs") gelten nur für Kunden ("Sie") der Binary Investments (Europe) Ltd. ("BIEL", "wir" oder "uns") und regeln die Beziehung zwischen Ihnen und uns für den Handel von Finanzprodukten (wie nachfolgend genannt) mit uns.
id_id: Syarat dan Ketentuan Tambahan ("ST&Cs" ini) berlaku semata-mata untuk klien ("Anda") dari Binary Investments (Europe) Ltd ("BIEL", "kami" atau "kita") dan akan mengatur hubungan antara Anda dan kami ketika bertrading Produk Keuangan (sebagaimana didefinisikan di bawah) dengan kami.
pl_pl: Niniejsze Dodatkowe Warunki (DW) mają zastosowanie wyłącznie w odniesieniu do klientów („Ty”) Binary Investments (Europe) Ltd („BIEL”, „my” lub „nas” itp.) i będą regulowały relację między Tobą a nami w przypadku handlowania Produktami finansowymi (jak określono poniżej) oferowanymi przez nas.
pt_pt: Estes termos e condições de serviço suplementares aplicam-se somente a clientes ("você") da Binary Investments (Europe) Ltd ("BIEL" ou "nós") e regerão a relação entre você e nós quando da negociação de produtos financeiros (como definido abaixo) conosco.
vi_vn: Những Điều Khoản và Điều Kiện Bổ Sung (những "ST&C") này áp dụng độc lập cho khách hàng("bạn") của công ty TNHH Binary (Châu Âu) ("BIEL", "chúng tôi") và sẽ chi phối mối quan hệ giữa bạn và chúng tôi khi giao dịch Sản Phẩm Tài Chính (được định nghĩa dưới đây) với chúng tôi.
zh_cn: 这些补充条款和条件仅适用于 Binary 投资（欧洲）有限公司（即：“BIEL”、"我们”及“我们的”)的客户（即：“您”），并将在金融产品（定义见下）交易中约束您和我们之间的关系。
