Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Life in Malta moves at a slower pace with a number of colourful festivities and religious holidays that you can look forward to every year. Some of the most popular ones include the Notte Bianca, the Malta Jazz Festival, Christmas, and Easter. Malta has no shortage of museums, archaeological sites, and other places of interest if you're looking for a culture fix.
de_de: Das Leben in Malta bewegt sich in einem langsameren Tempo, mit einer Reihe von bunten Festen und Feiertagen, über die Sie sich jedes Jahr freuen können. Einige der populärsten sind die Notte Bianca, das Malta Jazz Festival, Weihnachten und Ostern. Malta hat keinen Mangel an Museen, archäologischen Stätten und anderen Orten von Interesse, wenn Sie sich für Kultur interessieren.
fr_fr: La vie à Malte se déplace à un rythme plus lent avec un certain nombre de festivités colorées et des fêtes religieuses que vous pouvez espérer chaque année. Les plus populaires comprennent la Notte Bianca, le Festival de Jazz de Malte, Noël et Pâques. Malte ne manque pas de musées, de sites archéologiques et autres lieux d’intérêt, si vous vous intéressez à la culture.
id_id: Kehidupan di Malta bergerak lebih lambat dengan berbagai jumlah perayaan dan liburan keagamaan yang dirayakan setiap tahunya. Salah satu perayaan populer termasuk Notte Bianca, Festival Jazz Malta, Natal dan Paskah. Malta memiliki banyak museum, situs arkeologi, dan tempat menarik lainnya jika Anda tertarik dengan budaya.
pl_pl: Życie na Malcie toczy się wolniej. Co roku na Malcie odbywają się kolorowe festiwale i święta religijne. Niektóre z nich to Notte Bianca, Maltański Festiwal Jazzowy, Boże Narodzenie oraz Wielkanoc. Na Malcie znajdziesz również mnóstwo muzeów, stanowisk archeologicznych i innych ciekawych miejsc, by zaczerpnąć kultury.
pt_pt: A vida em Malta tem um ritmo mais lento, com um grande número de festas coloridas e feriados religiosos todos os anos. Algumas das festivadades mais populares incluem a Notte Bianca, o festival do Jazz de Malta, o Natal e a Páscoa. Malta também não tem falta de museus, sítios arqueológicos e outros lugares de interesse, caso você procure uma boa dose de cultura.
vi_vn: Cuộc sống ở Malta chuyển động với một nhịp điệu chậm hơn với những ngày lễ hội và tôn giáo đầy màu sắc mà bạn có thể tham gia hàng năm. Một số phải kể đến bao gồm lễ hội Notte Bianca, lễ hội Malta Jazz Festival, lễ Giáng Sinh và lễ Tạ Ơn. Ở Malta không thiếu những bảo tàng, khu khảo cổ hoặc các địa điểm ưa thích khác mà bạn có thể tham quan nếu đang muốn khám phá về văn hóa.
zh_cn: 马耳他的生活步伐比较缓慢, 每年都有许多丰富多彩的庆祝活动和宗教节日。其中一些最受欢迎的包括诺特·比安卡、马耳他爵士音乐节、圣诞节和复活节。如果您注重的是文化交流, 马耳他有的是博物馆、考古遗址和其他名胜古迹。

source: Limit
fr_fr: Limite
id_id: Batas
pt_pt: Limite
vi_vn: Giới hạn
zh_cn: 限额

source: Limit Order
fr_fr: Ordre Limite
pl_pl: Zlecenie Limit
pt_pt: Ordem de limite
vi_vn: Lệnh Giới Hạn
zh_cn: 限价订单

source: Limit/Limit Price
de_de: Limit/Limitkurs
fr_fr: Limite/ Prix Limite
id_id: Batas/Batas Harga
pl_pl: Limit/ Cena limitowa
pt_pt: Limite/Preço do limite
vi_vn: Giới Hạn/ Giá Giới Hạn
zh_cn: 限制/限价

source: Limitations on Liability
de_de: Haftungsbeschränkungen
id_id: Pembatasan Kewajiban
pl_pl: Ograniczenie odpowiedzialności
pt_pt: Limitações de responsabilidade
vi_vn: Các giới hạn về Trách Nhiệm Pháp Lý
zh_cn: 责任限制

source: Limited License Grant
de_de: Beschränkte Lizenzvergabe
id_id: Hibah Lisensi Terbatas
pl_pl: Przydzielenie licencji ograniczonej
pt_pt: Concessão de licença limitada
vi_vn: Giấy phép có giới hạn
zh_cn: 有限的许可授权

source: Limits
fr_fr: Limites
id_id: Batasan
pl_pl: Limity
pt_pt: Limites
vi_vn: Giới hạn
zh_cn: 限额

source: Limits 1 to 3 may only be changed or increased after 7 days' notice.
de_de: Die Limits 1 bis 3 können nur mit einer Kündigungsfrist von 7 Tagen geändert oder erhöht werden.
fr_fr: Les limites 1 à 3 ne peuvent être modifiées ou prolongées qu'après un préavis de 7 jours.
id_id: Batas 1 hingga 3 hanya dapat dirubah setelah 7 hari pemberitahuan.
pl_pl: Limity od 1 do 3 mogą zostać zmienione lub zwiększone za 7-dniowym uprzedzeniem.
pt_pt: Limites 1 a 3 só podem ser mudados ou aumentados depois de um aviso prévio de 7 dias.
vi_vn: Giới hạn 1 tới 3 chỉ có thể được thay đổi hoặc tăng sau thông báo 7 ngày.
zh_cn: 1到3的限额必须在7天的通知期过后才可更改或增加。

source: Link to and direct our clients to your Application.
de_de: Verlinken und leiten Sie unsere Kunden zu Ihrer Anwendung.
id_id: Link ke dan mengarahkan pelanggan kami kedalam Aplikasi Anda.
pl_pl: Przekieruj naszych klientów do swojej Aplikacji.
pt_pt: Fazer ligação e direcionar os nossos clientes para o seu aplicativo.
vi_vn: Liên kết và hướng dẫn khách hàng tiếp cận ứng dụng của bạn.
zh_cn: 将我们客户与您的应用程序相连接。

source: Links
fr_fr: Liens
id_id: Berbagai Link
pl_pl: Łącza
vi_vn: Các liên kết
zh_cn: 链接

source: Liquidity solutions
de_de: Liquidität-Lösungen
fr_fr: Solutions de liquidité
id_id: Solusi likuiditas
pl_pl: Rozwiązania w zakresie płynności
pt_pt: Soluções de liquidez
vi_vn: Các giải pháp thanh khoản
zh_cn: 流动性解决方案

source: Litecoin
zh_cn: 莱特币

source: Litecoin is a cryptocurrency similar to Bitcoin, but capable of a higher transaction volume and faster confirmation times. For more information, please visit %1.
fr_fr: Litecoin est une crypto monnaie semblable à Bitcoin, mais capable d’un volume de transaction plus élevé et de temps de confirmation plus rapides. Pour plus d’informations, veuillez visiter %1.
id_id: Litecoin adalah mata uang kripto yang serupa dengan Bitcoin, namun mampu menghasilkan volume transaksi yang lebih tinggi dan waktu konfirmasi yang lebih cepat. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Litecoin to kryptowaluta podobna do Bitcoin, ale pozwalająca na transakcje o większej wysokości i z szybszym potwierdzaniem. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: Litecoin é uma criptomoeda semelhante ao Bitcoin, mas com capacidade para volumes de transação superiores e tempos de confirmação mais rápidos. Para mais informações, visite %1.
vi_vn: Litecoin là một cryptocurrency tương tự như Bitcoin, nhưng có khả năng tải khối lượng giao dịch cao hơn và thời gian xác nhận nhanh hơn. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: 莱特币是类似于比特币的加密货币, 但能达到更高的交易量和更快的确认时间。欲知详情, 请访问 %1。

source: Litecoin vs US Dollar
de_de: Litecoin gegen US Dollar
fr_fr: Litecoin vs Dollar Américain
id_id: Litecoin vs Dolar AS
pl_pl: Litecoin vs dolar amerykański
pt_pt: Litecoin vs. Dólar americano
vi_vn: Litecoin vs đô-la Mỹ
zh_cn: 莱特币兑美元

source: Live chat
fr_fr: Discussion en direct
id_id: Komunikasi langsung
pl_pl: Czat na żywo
pt_pt: Chat ao vivo
vi_vn: Chat trực tuyến
zh_cn: 在线聊天

source: Living in Asunción
de_de: Leben in Asunción
fr_fr: Vivre à Asuncion
id_id: Tinggal di Asunción
pl_pl: Życie w Asunción
pt_pt: Vivendo em Assunção
vi_vn: Sinh sống tại Asunción
zh_cn: 在亚松森生活

source: Living in Cyberjaya
de_de: Leben in Cyberjaya
fr_fr: Vivre à Cyberjaya
id_id: Hidup di Cyberjaya
pl_pl: Życie w Cyberjaya
pt_pt: Viver em Cyberjaya
vi_vn: Sống ở Cyberjaya
zh_cn: 住在Cyberjaya

source: Living in Labuan
de_de: Leben in Labuan
fr_fr: Vivre à Labuan
id_id: Hidup di Labuan
pl_pl: Życie w Labuan
pt_pt: Viver em Labuan
vi_vn: Sống ở Labuan
zh_cn: 住在Labuan

source: Living in Malta
de_de: Leben auf Malta
fr_fr: Vivre à Malte
id_id: Hidup di Malta
pl_pl: Życie na Malcie
pt_pt: Viver em Malta
vi_vn: Sống ở Malta
zh_cn: 住在Malta

source: Living on an island paradise has its perks. Labuan is one of those rare gems that has yet to undergo excessive commercialisation, thus retaining its small-town charm and tight-knit community vibe. Labuan welcomes tourists throughout the year as the island enjoys good weather all year round, with average daily temperature between 28 and 32 degrees Celsius.
de_de: Das Leben auf einer paradiesischen Insel hat seine Vorteile. Labuan ist eines jener seltenen Edelsteine, die noch nicht übermäßig kommerzialisiert sind, wobei es seinen kleinstädtischen Charme und seine eingeschworene Gemeinschafts-Atmosphäre erhält. Labuan begrüßt Touristen das ganze Jahr über, da die Insel das ganze Jahr hindurch durchschnittliche Tagestemperaturen zwischen 28 und 32 Grad Celsius genießt.
fr_fr: Vivre sur une île paradisiaque a ses avantages. Labuan est l’une de ces perles rares qui n'a pas encore fait l’objet d'une commercialisation excessive, et a donc conservé son charme de petite ville et une communauté soudée. Labuan accueille les touristes tout au long de l’année étant donné que l’île bénéficie d’un bon climat tout au long de l’année, avec une température moyenne journalière entre 28 et 32 degrés Celsius.
id_id: Hidup di pulau surga dengan fasilitasnya. Labuan adalah salah satu permata langka yang belum mengalami komersialisasi berlebihan, dimana masih mempertahankan pesona kota kecil dan getaran masyarakat yang erat. Labuan menyambut wisatawan sepanjang tahun karena pulau ini menikmati cuaca yang baik sepanjang tahun, dengan suhu harian rata-rata antara 28 dan 32 derajat Celcius.
pl_pl: Życie na rajskiej wyspie ma wiele zalet. Labuan to jedno z nielicznych już miejsc, które nie przeszły jeszcze nadmiernej komercjalizacji i zachowały urok małego miasta i zgranej społeczności. Do Labuan turyści napływają przez cały rok, gdyż na wyspie zawsze panują dobre warunki pogodowe, a średnia dzienna temperatura wynosi 28-32 stopnie Celsjusza.
pt_pt: Viver em uma ilha paradisíaca tem as suas vantagens. Labuan é uma daquelas joias raras que ainda está por sofrer de comercialização excessiva; podendo manter, assim, o seu encanto de cidade pequena e ambiente de comunidade unida. Labuan acolhe turistas durante todo o ano, visto que a ilha desfruta de um clima sempre agradável, com temperaturas médias diárias entre 28 e 32 graus centígrados.
vi_vn: Cuộc sống ở một hòn đảo thiên đường thực là một đặc quyền. Labuan là một trong nhưng viên đá quý mà vẫn chưa bị qua thương mại hóa quá mức nên vẫn giữ được hình ảnh của một thị trấn nhỏ đầy quyến rũ và một cộng đồng gắn bó chăt chẽ. Labuan chào đón du khách tới quanh năm nhờ hòn đảo này có khí hậu ôn hòa khắp các mùa, với nhiệt độ hàng ngày trung bình từ 28 đến 32 độ C.
zh_cn: 在岛屿天堂居住有许多好处。Labuan 像是个罕见的宝石, 尚未被过度商业化, 因此还保留着其小镇的魅力和稠密的社区氛围。Labuan 一整年都适合旅游, 因为岛上的气候一年四季都是那么良好, 日平均气温在 28°C 至 32°C 之间。

source: Located 10 minutes away, Malaysia's intelligent garden city offers stunning greenery and exquisite structures.
de_de: Nur 10 Minuten entfernt gelegen, bietet Malaysias intelligente Garten-Stadt atemberaubende Grünanlagen und exquisite Strukturen.
fr_fr: Situé à 10 minutes de trajet, la ville jardin intelligente de Malaise offre des espaces verts à couper le souffle et des structures magnifiques.
id_id: Terletak dalam jangkauan 10 menit, kota taman Malaysia menawarkan tanaman hijau dan indah yang menakjubkan.
pl_pl: W zlokalizowanym w odległości 10 minut Intelligent Garden City w Malezji znajdziesz zdumiewającą cieplarnię i wyszukane struktury architektoniczne.
pt_pt: Situada a 10 minutos de distância, a cidade inteligente de jardins dispõe de espaços verdes deslumbrantes e infra-estruturas excelentes.
vi_vn: Nằm cách đó 10 phút, các công viên thông minh xanh của Malaysia cung cấp cảnh quan tuyệt đẹp và các cấu trúc tinh tế.
zh_cn: 马来西亚的智能花园城市仅10分钟路程, 提供令人惊叹的绿色环境和精致结构。

source: Lock Cashier
de_de: Kasse blockieren
fr_fr: Caisse
id_id: Kunci Kasir
pl_pl: Zablokuj sekcję Kasjer
pt_pt: Bloquear Caixa
vi_vn: Khóa quầy Thu Ngân
zh_cn: 锁定收银台

source: Log in
fr_fr: Connexion
id_id: Masuk
pl_pl: Zaloguj się
pt_pt: Conectar-se
vi_vn: Đăng nhập
zh_cn: 登录

source: Log in here
de_de: Melden Sie sich hier an
fr_fr: Connectez-vous ici
id_id: Masuk disini
pl_pl: Zaloguj się tutaj
pt_pt: Conectar-se aqui
vi_vn: Đăng nhập tại đây
zh_cn: 此处登录

source: Log in to your %1 affiliate account and go to: Finances → Payment instructions.
de_de: Loggen Sie sich in Ihr %1 Partner-Konto ein und gehen Sie zu: Finanzen → Zahlungsanweisungen.
fr_fr: Connectez-vous à votre compte affilié %1 et allez sur : Finances → Instructions de paiement.
id_id: Akses akun affiliasi %1 Anda dan kunjungi: Keuangan → Instruksi pembayaran.
pl_pl: Zaloguj się na swoje konto partnerskie %1 i przejdź do sekcji: Finanse → Instrukcje płatności.
pt_pt: Conecte-se à sua conta de afiliado %1 e vá para: Finanças → Instruções de pagamento.
vi_vn: Đăng nhập vào tài khoản liên kết %1 của bạn và đi tới: Tài chính → Chỉ dẫn Thanh toán.
zh_cn: 登录您的 %1 联盟账号并前往：财务→ 付款说明。

source: Log in to your %1 affiliate account and go to: Reports → Detailed activity report
de_de: Melden Sie sich auf Ihrem %1 Partner-Konto an und gehen Sie zu: Berichte → Detaillierter Tätigkeitsbericht
fr_fr: Connectez-vous à votre compte d’affiliation %1 et aller à : rapports → rapport d’activité détaillé
id_id: Akses akun afiliasi %1 Anda dan kunjungi: Laporan → Laporan rinci kegiatan
pl_pl: Zaloguj się na swoje konto partnerskie %1 i przejdź do sekcji: Raporty → Szczegółowy raport aktywności
pt_pt: Conecte-se à sua conta de afiliado %1 e vá para: Relatórios → relatório de atividade detalhado
vi_vn: Đăng nhập vào tài khoản liên kết %1 của bạn và đi tới: Báo cáo → Báo cáo chi tiết hoạt động
zh_cn: 登录您的 %1 联盟账号并前往：报告 → 详细活动报告

source: Log out
de_de: Abmelden
fr_fr: Déconnexion
id_id: Keluar
pl_pl: Wyloguj się
pt_pt: Sair
vi_vn: Đăng xuất
zh_cn: 退出

source: Login History
de_de: Login-Verlauf
fr_fr: Historique de connexion
id_id: Catatan Pengaksesan
pl_pl: Historia logowania
pt_pt: Histórico de logins
vi_vn: Lịch Sử Đăng Nhập
zh_cn: 登录历史

source: Login ID
fr_fr: Identifiant de connexion
pl_pl: Login
pt_pt: ID de Login
vi_vn: ID Đăng Nhập
zh_cn: 登录 ID

source: Login ID of money manager who will trade on your behalf
de_de: Login ID für den Vermögensverwalter, der in Ihrem Namen Handel treiben wird
fr_fr: Identifiants de connexion du gestionnaire de fonds qui trade en votre nom
id_id: Login ID dari money manager yang akan bertrading atas nama Anda
pl_pl: Identyfikator podmiotu zarządzającego pieniędzmi, który będzie zawierał zakłady w Twoim imieniu
pt_pt: ID de login do gestor de dinheiro que irá negociar em seu nome
vi_vn: ID đăng nhập của người quản lý tiền bạc sẽ giao dịch thay mặt cho bạn
zh_cn: 代您交易的资金经理的登录ID

source: Login time:
de_de: Login Uhrzeit:
fr_fr: Temps de connexion :
id_id: Waktu login:
pl_pl: Godzina logowania:
pt_pt: Hora do Login:
vi_vn: Thời gian đăng nhập:
zh_cn: 登录时间:

source: Long-term partnership:
de_de: Langfristige Partnerschaft:
fr_fr: Un partenariat de long terme :
id_id: Kemitraan jangka panjang:
pl_pl: Długoterminowe partnerstwo:
pt_pt: Parceria de longo prazo:
vi_vn: Quan hệ đối tác lâu dài:
zh_cn: 长期合作伙伴：

source: Long:
de_de: Lang:
pl_pl: Długa:
pt_pt: Longo
vi_vn: Lên:
zh_cn: 长仓：

source: Lookbacks
id_id: Lookback
pl_pl: Opcje wsteczne
pt_pt: Retrospectivos
zh_cn: 回顾

source: Lookbacks options are currently only available for %1Volatility Indices%2.
de_de: Lookbacks Optionen stehen derzeit nur für %1Volatilitätsindizes%2 zur Verfügung.
fr_fr: Les options loockbacks sont actuellement seulement disponibles pour %1les Indices de volatilité%2.
id_id: Opsi Lookback hanya tersedia pada %1Indeks Volatilitas%2.
pl_pl: Opcje wsteczne są obecnie dostępne wyłącznie dla %1wskaźników zmienności%2.
pt_pt: Opções retroativas são atualmente apenas disponíveis em %1Índices Volatility%2.
vi_vn: Tùy chọn Lookbacks hiện thời chỉ có sẵn cho Chỉ Số Biến Động%2.
zh_cn: 回顾选项目前仅适用于 %1波动指数%2。

source: Looking for %1 app?
de_de: Auf der Suche nach der %1 App?
fr_fr: Vous cherchez une application %1 ?
id_id: Mencari app %1?
pl_pl: Szukasz aplikacji %1?
pt_pt: À procura do aplicativo %1?
vi_vn: Tìm kiếm ứng dụng %1?
zh_cn: 正在查找 %1 应用程序？

source: Looking for %1 or %2 Desktop apps?
de_de: Auf der Suche nach %1 oder %2 Desktop-Apps?
fr_fr: Vous cherchez les application de bureau %1 ou %2 ?
id_id: Mencari %1 atau applikasi Desktop %2?
pl_pl: Szukasz aplikacji %1 lub %2 na komputery stacjonarne?
pt_pt: À procura do aplicativos para desktop %1 ou %2?
vi_vn: Tìm kiếm ứng dụng %1 hay %2 cho máy tính để bàn?
zh_cn: 正在查找 %1 或 %2 桌面应用程序？

source: Loss
de_de: Verlust
fr_fr: Pertes
id_id: Rugi
pl_pl: Strata
pt_pt: Perda
vi_vn: Thua lỗ
zh_cn: 亏损

source: Lot
pl_pl: Partia
pt_pt: Lote
vi_vn: Lô
zh_cn: 手

source: Lot size
de_de: Lotgröße
fr_fr: Taille de lot *
id_id: Ukuran lot
pl_pl: Wielkość partii
pt_pt: Tamanho do lote
vi_vn: Kích thước lô
zh_cn: 手大小

source: Lot units
de_de: Lot Einheiten
fr_fr: Unités de lot
id_id: Unit lot
pl_pl: Jednostki w partii
pt_pt: Unidades do lote
vi_vn: Đơn vị lô
zh_cn: 手单位

source: Low
de_de: Tief
fr_fr: Bas
pl_pl: Niska
pt_pt: Baixa
vi_vn: Thấp
zh_cn: 最低值

source: Low Barrier
de_de: Untere Schwelle
fr_fr: Barrière inférieure
id_id: Batasan Rendah
pl_pl: Dolny limit
pt_pt: Barreira Baixa
vi_vn: Giới Hạn Dưới
zh_cn: 低障碍

source: Low Tick
de_de: Niedriger Tick
fr_fr: Tick Bas
pl_pl: Mała zmiana ceny
pt_pt: Tique-taque Baixo
vi_vn: Tick thấp
zh_cn: 低跳动点

source: Low barrier
de_de: Untere Schwelle
fr_fr: Barrière inférieure
id_id: Batasan rendah
pl_pl: Dolny limit
pt_pt: Barreira Baixa
vi_vn: Giới hạn dưới
zh_cn: 低障碍

source: Low barrier offset
de_de: Verschiebung der unteren Schwelle
fr_fr: Marge de barrière inférieure
id_id: Barrier offset rendah
pl_pl: Wyrównanie dolnego limitu
pt_pt: Variação de barreira baixa
vi_vn: Giới hạn độ lệch dưới
zh_cn: 低障碍位移

source: Low minimum stakes
de_de: Niedrige minimale Einsätze
fr_fr: Faibles mises minimum
id_id: Modal minimal rendah
pl_pl: Niskie stawki minimalne
pt_pt: Apostas mínimas inferiores
vi_vn: Vốn đầu tư tối thiểu
zh_cn: 低额的投入资金

source: Lower
de_de: Niedriger
fr_fr: Inférieur
pl_pl: Niższe
pt_pt: Inferior
vi_vn: Thấp hơn
zh_cn: 低于

source: Lower or equal
de_de: Niedriger oder gleich
fr_fr: Plus bas ou égal
id_id: Lower atau equal
pl_pl: Niższe lub równe
pt_pt: Inferior ou igual
vi_vn: Thấp hơn hoặc bằng
zh_cn: 低于或等值

source: Lush living
de_de: Üppige Lebensweise
fr_fr: Vie luxuriante
id_id: Hidup makmur
pl_pl: Luksusowe życie
pt_pt: A vida exuberante
vi_vn: Cuộc sống phồn hoa
zh_cn: 精彩生活

source: M. Manifest Error
de_de: M. Offenkundiger Fehler
id_id: M. Indikasi Error
pl_pl: M. Ewidentny błąd
pt_pt: M. Erro manifesto
vi_vn: M. Biểu Hiện Lỗi
zh_cn: 十三、清单错误

source: MAM Accounts
de_de: MAM Konten
fr_fr: Comptes MAM
id_id: Akum MAM
pl_pl: Konta MAM
pt_pt: Contas gestor multi-contas
vi_vn: Tài Khoản MAM
zh_cn: MAM账户

source: MAM Advanced
de_de: MAM Fortgeschritten
fr_fr: MAM Avancé
id_id: MAM Tingkat Lanjut
pl_pl: MAM zaawansowane
pt_pt: Gestor multi-contas avançado
vi_vn: MAM Nâng Cao
zh_cn: MAM 高级

source: MAM Advanced account
de_de: MAM Fortgeschrittenes Konto
fr_fr: Compte MAM Avancé
id_id: Akun MAM Tingkat Lanjut
pl_pl: Zaawansowane konta MAM
pt_pt: Conta avançada gestor multi-contas
vi_vn: Tài khoản MAM nâng cao
zh_cn: MAM高级账户

source: MAM Advanced*
de_de: MAM Fortgeschritten*
fr_fr: MAM Avancé*
id_id: MAM Tingkat Lanjut*
pl_pl: MAM zaawansowane*
pt_pt: Gestor multi-contas avançado*
vi_vn: MAM Nâng Cao*
zh_cn: MAM 高级*

source: MAM Volatility Indices
de_de: MAM Volatilität Indizes
fr_fr: Indices de volatilité MAM
id_id: MAM Indeks Volatilitas
pl_pl: Wskaźniki zmienności MAM
pt_pt: Índices Volatility do gestor multi-contas
vi_vn: Chỉ Số Biến Động MAM
zh_cn: MAM波动率指数

source: MAM Volatility Indices Account
de_de: MAM Volatilität Indizes Konto
fr_fr: Compte d’Indices de volatilité MAM
id_id: MAM Akun Indeks Volatilitas
pl_pl: Konto wskaźników zmienności MAM
pt_pt: Conta de índices "Volatility" do gestor multi-contas
vi_vn: Tài Khoản Chỉ Số Biến Động MAM
zh_cn: MAM波动率指数账户

source: MAM Volatility Indices*
de_de: MAM Volatilität Indizes*
fr_fr: Indices de volatilité MAM*
id_id: MAM Indeks Volatilitas*
pl_pl: Wskaźniki zmienności MAM*
pt_pt: Índices Volatility do gestor multi-contas*
vi_vn: Chỉ Số Biến Động MAM*
zh_cn: MAM波动率指数*

source: MENA FFXPO Award
de_de: MENA FFXPO Auszeichnung
fr_fr: Prix MENA FFXPO
id_id: Penghargaan MENA FFXPO
pl_pl: Nagroda MENA FFXPO
pt_pt: Prêmio FFXPO do MENA
vi_vn: Giải thưởng MENA FFXPO
zh_cn: 中东和北非地区 FFXPO 奖

source: MT4 and MT5 brokers can connect directly to our liquidity on the One Zero bridge by using built-in plugins.
de_de: MT4 und MT5 Broker können sich direkt mit unserer Liquidität auf der One Zero-Brücke verbinden, indem Sie die integrierten Plugins verwenden.
fr_fr: Les courtiers MT4 et MT5 peuvent se connecter directement à notre liquidité sur le pont Un Zéro en utilisant des plugins intégrés.
id_id: Broker MT4 dan MT5 dapat menghubungi langsung likuiditas pada jembatan One Zero dengan menggunakan konektor built-in.
pl_pl: Brokerzy MT4 i MT5 mogą bezpośrednio łączyć się z naszymi usługami za pośrednictwem mostka One Zero, używając wbudowanych wtyczek.
pt_pt: As corretoras de MT4 e MT5 podem se conectar diretamente à nossa liquidez na ponte One Zero ao usar plug-ins internos.
vi_vn: Môi giới MT4 và MT5 có thể kết nối trực tiếp tới tính thanh khoản của chúng tôi trên một số cầu One Zero bằng cách sử dụng các plugin có sẵn.
zh_cn: MT4和MT5 经纪商可以使用内置插件直接与One Zero桥梁的流动性连接。

source: MT5 Account:
de_de: MT5 Konto:
fr_fr: Compte MT5:
id_id: Akun MT5:
pl_pl: Konto MT5:
pt_pt: Conta MT5:
vi_vn: Tài khoản MT5:
zh_cn: MT5账户:

source: MT5 Demo
fr_fr: Démo MT5
pt_pt: Demo MT5
zh_cn: MT5 演示

source: MT5 Financial
de_de: MT5 Finanzen
fr_fr: MT5 Financière
id_id: MT5 Finansial
pl_pl: MT5 Finanse
pt_pt: Finanças MT5
vi_vn: MT5 tài chính
zh_cn: MT5 金融

source: MT5 Real Account
de_de: MT5 Echtgeldkonto
fr_fr: Compte Réel MT5
id_id: Akun Riil MT5
pl_pl: Prawdziwe konto MT5
pt_pt: Conta real MT5
vi_vn: Tài khoản Thực MT5
zh_cn: MT5真实账户

source: MT5 Volatility Indices
de_de: MT5 Volatilität Indizes
fr_fr: Indices de volatilité MT5
id_id: Indeks Volatilitas MT5
pl_pl: Wskaźniki zmienności MT5
pt_pt: Índices Volatility da MT5
vi_vn: Chỉ Số Biến Động MT5
zh_cn: MT5波动率指数

source: MT5 for Android
de_de: MT5 für Android
fr_fr: MT5 pour Android
id_id: MT5 untuk Android
pl_pl: MT5 dla systemu Android
pt_pt: MT5 para Android
vi_vn: MT5 cho Android
zh_cn: Android 版MT5

source: MT5 for Linux
de_de: MT5 für Linux
fr_fr: MT5 pour Linux
id_id: MT5 untuk Linux
pl_pl: MT5 dla systemu Linux
pt_pt: MT5 para Linux
vi_vn: MT5 cho Linux
zh_cn: Linux 版MT5

source: MT5 for Mac
de_de: MT5 für Mac
fr_fr: MT5 pour Mac
id_id: MT5 untuk Mac
pl_pl: MT5 na komputery Mac
pt_pt: MT5 para Mac
vi_vn: MT5 cho Mac
zh_cn: Mac 版MT5

source: MT5 for Mobile
de_de: MT5 für Mobile
fr_fr: MT5 pour Mobile
id_id: MT5 untuk Seluler
pl_pl: MT5 na urządzenia mobilne
pt_pt: MT5 para dispositivos móveis
vi_vn: MT5 cho điện thoại di động
zh_cn: 移动设备版MT5

source: MT5 for Windows
de_de: MT5 für Windows
fr_fr: MT5 pour Windows
id_id: MT5 untuk Windows
pl_pl: MT5 dla systemu Windows
pt_pt: MT5 para Windows
vi_vn: MT5 cho Windows
zh_cn: Windows版MT5

source: MT5 for iOS
de_de: MT5 für iOS
fr_fr: MT5 pour IOS
id_id: MT5 untuk Mac
pl_pl: MT5 dla systemu iOS
pt_pt: MT5 para iOS
vi_vn: MT5 cho iOS
zh_cn: IOS 版MT5

source: MT5 for web platform
de_de: MT5 für Web-Plattform
fr_fr: MT5 pour plateforme web
id_id: MT5 untuk platform situs
pl_pl: MT5 na platformy internetowe
pt_pt: MT5 para a plataforma da Web
vi_vn: MT5 cho nền tảng web
zh_cn: 网络平台版MT5

source: MT5 real-money account for Forex and CFDs.
de_de: MT5 Echtgeldkonto für Forex und CFDs.
fr_fr: Le compte d’argent réel MT5 pour le Forex et les CFD.
id_id: MT5 akun uang-riil untuk Forex dan CFD.
pl_pl: Konto z prawdziwymi pieniędzmi MT5 do handlu kontraktami CFD i na rynku Forex.
pt_pt: Conta de dinheiro real MT5 para forex e CFDs.
vi_vn: Tài khoản thực MT5 dành cho ngoại hối và các CFD.
zh_cn: 外汇和差价合约的MT5 真实资金账户。
