Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Win the multiplier times the high minus low.
de_de: Gewinnen Sie den Multiplikator mal des Hochs minus des Tiefs.
fr_fr: Gagner plusieurs fois le montant du plus haut moins le plus bas.
id_id: Hasil multiplier dikali high dikurangi low.
pl_pl: Zyskaj wypłatę odpowiadającą mnożnikowi pomnożonemu przez wysoką cenę minus niską cenę.
pt_pt: Ganhe o multiplicador vezes a alta menos a baixa.
vi_vn: Thắng hệ số lần cao trừ cho thấp.
zh_cn: 赢取倍数值乘以最高值减去最低值。

source: Win up to maximum payout if exit spot is between lower and upper barrier, in proportion to the difference between exit spot and lower barrier.
de_de: Gewinnen Sie bis zur maximalen Auszahlung, wenn der Schlusskurs zwischen der unteren und oberen Schwelle, im Verhältnis zum Unterschied zwischen dem Schlusskurs und der unteren Schwelle ist.
fr_fr: Gagnez jusqu'au paiement maximum si le spot de sortie est entre la barrière inférieure et supérieure, proportionnellement à la différence entre le spot de sortie et la barrière inférieure.
id_id: Dapatkan hasil maksimum jika spot akhir berada diantara batasan rendah dan batasan tinggi, sebanding dengan selisih antara spot akhir dan batasan rendah.
pl_pl: Zyskaj wygraną w wysokości nawet maksymalnej wypłaty, jeśli punkt wyjściowy będzie mieścił się w przedziale między dolnym a górnym limitem, proporcjonalnie do różnicy między punktem wyjściowym a dolnym limitem.
pt_pt: Ganhe até o prêmio máximo se o preço de saída for entre a barreira inferior e a barreira superior, em proporção à diferença entre o preço de saída e a barreira inferior.
vi_vn: Giành tối đa thanh toán nếu điểm chốt nằm giữa giới hạn dưới và giới hạn trên, theo tỷ lệ khác biệt giữa điểm chốt và giới hạn dưới.
zh_cn: 如果退市现价介于高、低障碍之间, 其比例与退市现价及低障碍之间的差异相等, 可获得最大赔付。

source: Win up to maximum payout if exit spot is between lower and upper barrier, in proportion to the difference between upper barrier and exit spot.
de_de: Gewinnen Sie bis zur maximalen Auszahlung, wenn der Schlusskurs zwischen der unteren und oberen Schwelle, im Verhältnis zum Unterschied zwischen der oberen Schwelle und dem Schlusskurs ist.
fr_fr: Gagnez jusqu'au gain maximum si le spot de sortie est entre la barrière inférieure et supérieure, proportionnellement à la différence entre la haute barrière et le spot de sortie.
id_id: Dapatkan hasil maksimum jika spot akhir berada diantara batasan bawah dan batasan atas, sebanding dengan selisih antara batasan tinggi dan spot akhir.
pl_pl: Zyskaj wygraną w wysokości nawet maksymalnej wypłaty, jeśli punkt wyjściowy będzie mieścił się w przedziale między dolnym a górnym limitem, proporcjonalnie do różnicy między górnym limitem a punktem wyjściowym.
pt_pt: Ganhe até o prêmio máximo se o preço de saída for entre a barreira inferior e a barreira superior, em proporção à diferença entre a barreira superior e o preço de saída.
vi_vn: Giành tối đa thanh toán nếu điểm chốt nằm giữa giới hạn dưới và giới hạn trên, theo tỷ lệ khác biệt giữa điểm chốt và giới hạn trên.
zh_cn: 如果退市现价介于低、高障碍之间, 其比例与高障碍及退市现价之间的差异相等, 可获得最大赔付。

source: Winning the contract
de_de: Den Kontrakt gewinnen
fr_fr: Remporter le contrat
id_id: Raih keuntungan kontrak
pl_pl: Wygranie kontraktu
pt_pt: Ganhar o Contrato
vi_vn: Thắng thầu hợp đồng
zh_cn: 合约盈利

source: With %1, you can count on us to serve you with integrity and reliability.
de_de: Mit %1 können Sie sich darauf verlassen, dass wir Ihnen mit Integrität und Verlässlichkeit dienen.
fr_fr: Avec %1, vous pouvez compter sur nous pour vous servir avec intégrité et fiabilité.
id_id: Di %1, Anda dapat mengandalkan kami untuk melayani Anda dengan integritas dan kehandalan.
pl_pl: Korzystając z usług %1, możesz liczyć na wsparcie uczciwego i wiarygodnego zespołu pracowników.
pt_pt: Com a %1, é possível contar conosco para servi-lo com integridade e confiabilidade.
vi_vn: Với %1, bạn có thể trông cậy vào sự phục vụ của chúng tôi với tính toàn vẹn và độ tin cậy cao.
zh_cn: 通过%1，您可放心享用我们诚信及可靠的服务。

source: With %1, you can sell your contracts before expiry to keep any profits you may have made or to minimise your losses. You don't have to wait until the actual expiration time.
de_de: Mit %1 können Sie Ihre Kontrakte verkaufen, bevor sie ablaufen, um jegliche Gewinne, die Sie möglicherweise gemacht haben zu behalten, oder um Ihre Verluste zu minimieren. Sie müssen nicht bis zum eigentlichen Ablaufdatum warten.
fr_fr: Avec %1, vous pouvez vendre vos contrats avant l'échéance pour conserver les bénéfices que vous avez réalisés ou pour minimiser vos pertes. Vous n'avez pas besoin d'attendre jusqu'à l'échéance.
id_id: Di %1, Anda berkesempatan untuk menutup kontrak sebelum berakhir untuk mengurangkan risiko kerugian Anda. Anda tidak perlu menunggu hingga kontrak berakhir.
pl_pl: Z %1 możesz sprzedawać swoje kontrakty przed ich wygaśnięciem, aby zachować potencjalne zyski lub ograniczyć straty. Nie musisz czekać do momentu wygaśnięcia kontraktu.
pt_pt: Com a %1, é possível vender os seus contratos antes da expiração para proteger quaisquer lucros que possa ter realizado ou para minimizar as suas perdas. Não é necessário aguardar até a própria hora de expiração.
vi_vn: Với %1, bạn có thể bán hợp đồng của bạn trước khi hết thời hạn để giữ bất kỳ lợi nhuận bạn có thể thực hiện hoặc để giảm thiểu thiệt hại của bạn. Bạn không cần phải đợi cho đến khi thời gian thực tế hết hạn.
zh_cn: 在%1平台，您可在合约到期之前卖出合约以锁定利润或将亏损减至最低。无需等待合约到期。

source: With %1, you'll know the risk and potential reward before you purchase a contract.
de_de: Mit %1 kennen Sie das Risiko und die potentielle Vergütung, bevor Sie einen Kontrakt kaufen.
fr_fr: Avec %1, vous connaîtrez le risque et la potentielle récompense avant d'acheter un contrat.
id_id: Di %1, Anda akan mengetahui risiko dan potensi hasil sebelum membeli kontrak.
pl_pl: Handlując z %1, zapoznasz się z ryzykiem i potencjalnym zyskiem jeszcze przed kupnem kontraktu.
pt_pt: Com a %1, você saberá o risco e o ganho potencial antes de comprar um contrato.
vi_vn: Với %1, bạn sẽ biết những rủi ro và phần thưởng tiềm năng trước khi bạn mua một hợp đồng.
zh_cn: 通过%1，您可在购入合约前了解其风险和潜在奖励。

source: With leverage, you can purchase 100 units of the same asset at a fraction of the cost.
de_de: Mit Leverage können Sie 100 Einheiten der selben Anlage zu einem Bruchteil der Kosten erwerben.
fr_fr: Avec l'effet de levier, vous pouvez acheter 100 unités du même actif à une fraction du coût.
id_id: Dengan leverage, Anda dapat membeli 100 unit aset yang sama dengan sebagian kecil biaya.
pl_pl: Dzięki dźwigni możesz zakupić 100 jednostek tego samego aktywa, płacąc jedynie ułamek realnej ceny.
pt_pt: Com alavancagem, é possível comprar 100 unidades do mesmo ativo por uma fração do custo.
vi_vn: Với đòn bẩy, bạn có thể mua 100 đơn vị tài sản cùng loại với chi phí hấp dẫn hơn.
zh_cn: 有了杠杆，您可以较低成本购买相同资产 100 个单位。

source: With regards to tracking your referrals accessing %1 via the links on your website or by quoting your affiliate IDs during the sign-up process, the Company shall use all reasonable endeavors to ensure that whenever a client is referred to %1 through these links or affiliate IDs, and they subsequently place a contract or otherwise transact with the Company, the relevant client is identified as originating from your referral. However, the Company shall not be liable to you in any way if the Company is unable to identify a client as originating from your referral. Only properly tagged clients can be assigned to you. It is your responsibility to ensure that all links are properly tagged.
de_de: Hinsichtlich des Tracking Ihrer Empfehlungen, die über die Links auf Ihrer Website auf %1 zugreifen oder Ihre Partner-IDs während des Anmeldeprozesses nennen, wird das Unternehmen alle zumutbaren Anstrengungen unternehmen, um sicherzustellen, dass, wenn ein Kunde über diese Links oder Partner-IDs zu %1 empfohlen wird und anschließend einen Vertrag mit dem Unternehmen abschließt, oder andere Transaktionen mit dem Unternehmen tätigt, dieser Kunde auch als von Ihnen oder von Ihrer Site empfohlen identifiziert wird. Allerdings ist das Unternehmen in keiner Weise gegenüber Ihnen haftbar, wenn das Unternehmen nicht in der Lage ist zu erkennen, ob ein Kunde von Ihnen empfohlen wurde. Nur ordentlich gekennzeichnete Kunden können Ihnen zugeordnet werden. Sie sind dafür zuständig dafür zu sorgen, dass alle Links korrekt gekennzeichnet sind.
id_id: Sehubungan dengan pelacakan referral Anda dalam mengakses %1 melalui link pada website Anda atau dengan mengutip ID afiliasi Anda selama proses pendaftaran, Perusahaan akan menggunakan semua upaya yang wajar untuk memastikan bahwa setiap kali klien tersebut mengakses %1 melalui link atau ID afiliasi Anda, dan mereka kemudian membeli kontrak atau bertransaksi dengan Perusahaan, maka klien yang relevan akan diidentifikasi berasal dari referral Anda. Namun, Perusahaan tidak bertanggung jawab jika Perusahaan tidak dapat mengidentifikasi klien sebagai berasal dari referral Anda. Hanya referral yang benar ditandai sebagai klien akan dapat diberikan dibawah Anda. Merupakan tanggung jawab Anda untuk memastikan bahwa semua link adalah ditandai dengan benar.
pl_pl: W odniesieniu do śledzenia Twoich danych logowania podczas uzyskiwania dostępu do portalu %1 poprzez łącza znajdujące się na Twojej stronie internetowej lub podczas podawania identyfikatorów partnerskich w procesie rejestracji, Firma dołoży wszelkich starań, by zapewnić, że za każdym razem, gdy klient zostaje przekierowany na stronę %1 przez te łącza lub identyfikatory partnerskie i gdy zawiera transakcję lub w inny sposób współpracuje z Firmą, będzie identyfikowany jako klient, który został przekierowany z Twojej strony. Jednakże Firma nie poniesie żadnej odpowiedzialności, jeśli nie będzie w stanie stwierdzić, że klient został przekierowany przez Ciebie lub z Twojej strony. Jedynie poprawnie otagowani klienci mogą zostać Ci przypisani. Zapewnienie poprawnego otagowania łączy jest Twoim obowiązkiem.
pt_pt: No que diz respeito ao acompanhamento dos clientes que acedem à %1 através dos links no seu site ou ao citar as suas IDs de afiliado durante o processo a inscrição, a Empresa deverá usar todos os esforços razoáveis para assegurar que sempre que um Cliente se conecta a %1 através desses links ou IDs de afiliado e, posteriormente, firma um contrato, ou efetua transações com a Empresa, o cliente em questão seja identificado como sendo proveniente da sua indicação. No entanto, a Empresa não será responsável perante você, de forma nenhuma, caso a Empresa seja incapaz de identificar um Cliente como sendo proveniente da sua indicação. Apenas clientes devidamente etiquetados podem lhe ser atribuídos. É a sua responsabilidade certificar que todos os links estejam corretamente etiquetados.
vi_vn: Liên quan đến việc theo dõi những người mà bạn giới thiệu truy cập %1 thông qua đường dẫn của trang web hoặc bằng cách trích dẫn ID liên kết của bạn trong quá trình đăng ký, Công ty sẽ nỗ lực đảm bảo rằng bất cứ khi nào một khách hàng được giới thiệu %1 thông qua những đường dẫn này hoặc ID liên kết, nghĩa là họ đã tham gia vào một hợp đồng hoặc giao dịch với Công ty, Công ty sẽ xác định danh tính của khách hàng từ nguồn giới thiệu của bạn. Tuy nhiên, Công ty sẽ không chịu trách nhiệm với bạn dưới bất kỳ dạng thức nào nếu Công ty không thể xác nhận danh tính khách hàng đó xuất phát từ nguồn giới thiệu của bạn. Chỉ những khách hàng được ghi danh một cách phù hợp mới được chỉ định cho bạn. Trách nhiệm của bạn là đảm bảo tất cả các đường dẫn được ghi nhận phù hợp.
zh_cn: 对于通过您的网站链接或在注册过程中引用您的联盟会员ID 访问 %1 的您所推荐客户，公司将采用所有合理的方式进行跟踪，确保任何通过这些链接或联盟会员ID推荐到%1并执行后续合约交易或公司其他交易的客户源自您的推荐。但是，如果公司无法确定该客户源自您的推荐，公司将不对您承担任何责任。只有带适当标记的客户才可以指派给您。确保所有链接含正确标记是您的责任。

source: Withdraw
de_de: Abheben
fr_fr: Retrait
id_id: Pencairan
pl_pl: Wypłata
pt_pt: Retirar
vi_vn: Rút tiền
zh_cn: 取款

source: Withdraw from MT5
de_de: Von MT5 abheben
fr_fr: Retrait depuis MT5
id_id: Penarikan dari MT5
pl_pl: Wypłać z konta MT5
pt_pt: Retirar fundos da MT5
vi_vn: Rút tiền từ MT5
zh_cn: 自MT5提款

source: Withdraw funds from your MT5 account
de_de: Gelder von Ihrem MT5 Konto beheben
fr_fr: Retirer des fonds de votre compte MT5
id_id: Menarik dana dari akun MT5 Anda
pl_pl: Wypłać środki ze swojego konta MT5
pt_pt: Retire fundos da sua conta MT5
vi_vn: Rút tiền từ tài khoản MT5 của bạn
zh_cn: 从您的 MT5 账户中提取资金

source: Withdrawal
de_de: Abhebung
fr_fr: Retrait
id_id: Penarikan
pl_pl: Wypłata
pt_pt: Retirada
vi_vn: Rút tiền
zh_cn: 提款

source: Withdrawal Limits
de_de: Abhebungslimits
fr_fr: Limites de retrait
id_id: Batas Penarikan
pl_pl: Limity wypłat
pt_pt: Limites de retirada
vi_vn: Giới Hạn Rút Tiền
zh_cn: 取款限额

source: Withdrawal for your account is not allowed at this moment.
de_de: Eine Abhebung von Ihrem Konto ist im Moment nicht erlaubt.
fr_fr: Le retrait de votre compte n’est pas autorisé en ce moment.
id_id: Penarikan untuk akun Anda tidak diperbolehkan pada saat ini.
pl_pl: Wypłata z Twojego konta jest w obecnej chwili niedozwolona.
pt_pt: Retiradas da sua conta não são permitidas neste momento.
vi_vn: Rút tiền từ tài khoản của bạn không được phép tại thời điểm này.
zh_cn: 您的账户此时不可提款。

source: Withdrawal of Funds from MT5 Real Account
de_de: Vom MT5 Echtgeldkonto Gelder abheben
id_id: Penarikan dana dari Akun Riil MT5
pl_pl: Wypłata środków z Prawdziwego konta MT5
pt_pt: Retirada de fundos de uma conta real MT5
vi_vn: Rút tiền từ Tài Khoản Thực MT5
zh_cn: 从MT5真实账户提出资金

source: Withdrawal of funds from your MT5 Real Account can be made in a different currency from the one maintained in your %1 account subject to a 1% currency transfer fee charge.
de_de: Auszahlungen von Guthaben auf Ihrem MT5 Echtgeldkonto können in einer anderen Währung, als der in Ihrem %1 Konto beibehaltenen, vorbehaltlich einer 1 % Währungsüberweisungsgebühr, gemacht werden.
id_id: Penarikan dana dari Akun Riil MT5 Anda dapat dilakukan dalam mata uang yang berbeda dari mata uang yang dikelola pada akun %1 Anda dengan 1% sebagai biaya transfer.
pl_pl: Wypłaty środków z Twojego Prawdziwego konta MT5 można dokonać w innej walucie niż waluta Twojego konta %1 za opłatą za przelew walutowy w wysokości 1%.
pt_pt: A retirada de fundos da sua conta real MT5 pode ser realizada numa moeda diferente daquela mantida na sua conta %1, sujeito a uma taxa de transferência de moeda de %1.
vi_vn: Bạn có thể rút tiền từ Tài khoản Thực MT5 bằng một loại tiền tệ khác với loại tiền tệ được duy trì trong tài khoản %1 của bạn với một khoản phí chuyển tiền là 1%.
zh_cn: 从您的MT5真实账户中提款时可以使用与您的％1账户不相同的货币，但须支付1％的货币转账费。

source: Withdrawal via payment agent is available only if you deposit exclusively via payment agent.
de_de: Die Abhebung über einen Zahlungsagenten ist nur möglich, wenn Sie auch über diesen Zahlungsagenten eingezahlt haben.
fr_fr: Le retrait par agent de paiement n'est disponible que si vous effectuez vos dépôts uniquement par le biais d'un agent de paiement.
id_id: Penarikan via agen pembayaran hanya tersedia jika Anda mendeposit via agen pembayaran.
pl_pl: Wypłaty poprzez pośredników płatności są dostępne tylko w przypadku dokonania wpłaty poprzez pośrednika płatności.
pt_pt: Nota: Retiradas através de agentes de pagamento estão disponíveis apenas se você deposita exclusivamente através de agentes de pagamento.
vi_vn: Rút tiền thông qua đại lý thanh toán chỉ khả dụng nếu bạn gửi độc quyền qua đại lý đó.
zh_cn: 必须完全通过付款代理存款才可使用付款代理提款.

source: Withdrawal: %1 working day
de_de: Behebung: %1 Werktag
fr_fr: Retrait : %1 jour ouvrable
id_id: Penarikan: %1 hari kerja
pl_pl: Wypłata: %1 dzień roboczy
pt_pt: Retirada: %1 dia útil
vi_vn: Rút tiền:%1 ngày làm việc
zh_cn: 取款：%1 个工作日

source: Withdrawal: Instant
fr_fr: Retrait : Instantané
id_id: Penarikan: Langsung
pl_pl: Wypłata: natychmiast
vi_vn: Rút tiền: Ngay lập tức
zh_cn: 取款: 即时

source: Withdrawal: Not applicable
de_de: Behebung: Nicht anwendbar
fr_fr: Retrait: Non applicable
id_id: Penarikan: Tidak tersedia
pl_pl: Wypłata: nie dotyczy
pt_pt: Retirada: Não aplicável
vi_vn: Rút tiền: Không khả dụng
zh_cn: 取款：不适用

source: Withdrawals have been disabled on your account. Please check your email for more details.
de_de: Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfen Sie Ihre E-Mail für weitere Details.
fr_fr: Les retraits ont été désactivés sur votre compte. Veuillez vérifier votre email pour plus de détails.
id_id: Pencairan akun Anda dinonaktifkan. Silahkan perbarui data pribadi Anda pada bagian pengaturan profil.
pl_pl: Opcja dokonywania wypłat została wyłączona na Twoim koncie. Sprawdź swoją skrzynkę e-mailową, aby uzyskać więcej informacji.
pt_pt: Retiradas foram desativadas na sua conta. Confira o seu e-mail para mais detalhes.
vi_vn: Rút tiền đã bị vô hiệu hoá trên tài khoản của bạn. Vui lòng kiểm tra email của bạn để biết chi tiết.
zh_cn: 您的账户已被禁提款。请检查您的电子邮件, 以了解更多详情。

source: Withdrawals may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, withdrawals are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, withdrawals are only paid back to the same card.
de_de: Behebungen werden nur an den Kontoinhaber gezahlt. Wenn ein Kunde ein Konto mit Hilfe von telegrafischen Einzahlungen führt, werden die Behebungen nur an den Inhaber des ursprünglichen Bankkontos gezahlt und der Kunde muss sicherstellen, dass die Kontonummer und der Name bei allen Überweisungen an das Unternehmen angegeben werden. Wenn der Kunde ein Konto mit Hilfe von Einzahlungen per Kredit-/Debitkarte führt, werden Behebungen nur auf die selbe Kreditkarte ausgezahlt.
id_id: Penarikan hanya dapat dilakukan pada pemilik akun. Ketika klien mendanai akun menggunakan bank transfer maka pembayaran hanya dapat dilakukan menggunakan bank transfer kedalam rekening bank yang sama, dan merupakan tanggung jawab Klien untuk memastikan dana rekening bank adalah benar. Ketika Klien mendanai akun mereka menggunakan kartu kredit/debit, penarikan hanya dapat dikembalikan kedalam kartu yang sama.
pl_pl: Wypłaty mogą być dokonywane tylko dla właściciela konta. Kiedy Klient prowadzi konto za pośrednictwem wpłat telegraficznych, wypłaty są dokonywane tylko na oryginalne konto bankowe i to Klient jest odpowiedzialny za sprawdzenie, czy numer konta i nazwisko są uwzględnione w przypadku wszystkich przelewów dla Firmy. Kiedy Klient prowadzi konto za pomocą karty kredytowej bądź debetowej, wypłaty są dokonywane na tę samą kartę.
pt_pt: As retiradas só podem ser pagas ao criador da conta. Quando um Cliente mantém uma conta por meio de depósitos telegráficos, as retiradas são pagas apenas ao titular da conta bancária de origem e é da responsabilidade do cliente garantir que o número e o nome da conta acompanhem todas as transferências para a Empresa. Quando um Cliente mantém uma conta por meio de depósitos com cartão de crédito / débito, as retiradas só são pagas ao mesmo cartão.
vi_vn: Tiền rút chỉ có thể được trả cho người mở tài khoản. Khi khách hàng duy trì một tài khoản bằng tiền gửi điện tín, tiền rút cược chỉ được trả lại cho người giữ tài khoản ngân hàng gốc, và nó là trách nhiệm của Khách hàng để đảm bảo rằng số tài khoản và tên đi cùng đều được gửi cho Công ty. Khi khách hàng duy trì một tài khoản tiền gửi bằng phương tiện thẻ tín dụng / thẻ ghi nợ, tiền rút chỉ được trả trên cùng một thẻ.
zh_cn: 提款只会支付给账户的发起人。如果客户通过电汇存款方式维持账户，提款只会支付给汇出银行账户的持有人，且客户有责任确保账号及户名和所有汇款信息一并发送至本公司。如果客户通过借记卡/贷记卡存款的方式维持账户，则提款仅会支付给同一张卡。

source: Without margin, purchasing one lot of the XAU/USD pair will cost you:
de_de: Ohne Marge kostet Sie der Kauf eines Lots des XAU/USD-Paars:
fr_fr: Sans marge, acheter un lot de la paire XAU/USD vous coûtera :
id_id: Tanpa marjin, membeli satu lot pasangan AUX/USD akan dikenakan biaya:
pl_pl: Bez depozytu zabezpieczającego zakup jednej partii pary XAU/USD będzie Cię kosztować:
pt_pt: Sem margem, adquirindo um lote do par XAU/USD vai lhe custar:
vi_vn: Nếu không có ký quỹ, khi mua một lô cặp XAU/USD bạn sẽ tốn:
zh_cn: 如果没有保证金，您购买一手黄金/美元对需花费:

source: Without prejudice of any right of the Company to decline any Order placed by the Money Manager, you hereby authorise the Company to accept Orders from the Money Manager and proceed transactions for your Account.
de_de: Ohne Beeinträchtigung eines Rechts des Unternehmens jede Order abzulehnen, die vom Vermögensverwalter platziert wird, ermächtigen Sie hiermit das Unternehmen dazu, Order des Vermögensverwalters zu akzeptieren und mit Transaktionen für Ihr Konto fortzufahren.
fr_fr: Sans préjudice de tout droit de l’entreprise de refuser tout ordre passé par le Gestionnaire de Fonds, vous autorisez par la présente la société à accepter des Ordres du Gestionnaire de Fonds et à procéder à des opérations pour votre Compte.
id_id: Tanpa mengurangi hak Perusahaan untuk menolak setiap Pesanan yang ditempatkan oleh Money Manager, Anda dengan ini memberi kuasa kepada Perusahaan untuk menerima Pesanan dari Money Manager dan memproses transaksi untuk Akun Anda.
pl_pl: Bez uszczerbku dla jakiegokolwiek prawa Firmy do odrzucenia jakiegokolwiek Zlecenia złożonego przez podmiot zarządzający pieniędzmi, niniejszym upoważniasz Firmę do zaakceptowania Zleceń od podmiotu zarządzającego pieniędzmi i przetwarzania transakcji na Twoim Koncie.
pt_pt: Sem prejuízo dos direitos da Empresa para recusar qualquer ordem efetuada pelo gestor de dinheiro, você, pelo presente, autoriza a Empresa a aceitar ordens do gestor de dinheiro e efetuar transações na sua conta.
vi_vn: Không ảnh hưởng bất kỳ quyền nào của Công Ty để bạn từ chối bất kỳ Lệnh được đặt bởi Nhà Quản Lý Tiền Bạc, bạn hướng cho phép tiến hành các Công Ty để chấp nhận Lệnh từ Nhà Quản Lý Tiền Bạc và tiến hành các giao dịch trên Tài Khoản của bạn.
zh_cn: 在不影响本公司拒绝资金经理提交任何订单的权利的情况下，您特此授权本公司接受资金经理提交的订单，并为您的账户进行交易。
