Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Human Resource Operations team manages essential human resource functions such as managing expats, processing work permits, onboarding, managing payroll, compiling compensation studies, and overseeing performance appraisals.
de_de: Das HR Operations Team verwaltet wesentliche HR-Funktionen, wie das Verwalten von Expats, die Bearbeitung von Arbeitsgenehmigungen, die Einstellung, das Verwalten der Lohnabrechnung, das Erstellen von Vergütungsstudien und das Betreuen von Leistungsbeurteilungen.
fr_fr: L’équipe Opérations des Ressources Humaines gère les fonctions de ressources humaines essentielles telles que la gestion des expatriés, le traitement des permis de travail, l'intégration, la gestion de la paie, la compilation d’études sur la rémunération et la supervision des évaluations de performances.
id_id: Tim Human Resource Operation mengelola fungsi sumber daya manusia yang penting seperti mengelola ekspatriat, memproses izin kerja, orientasi, mengelola penggajian, menyusun studi kompensasi, dan mengawasi penilaian kinerja.
pl_pl: Zespół ds. HR zarządza niezbędnymi funkcjami w zakresie zasobów ludzkich, takimi jak zarządzanie kwestiami pracowników z zagranicy, organizowanie pozwoleń na pracę, wdrażanie nowych pracowników, zarządzanie płacami, gromadzenie raportów o wynagrodzeniach i nadzorowanie oceny pracy.
pt_pt: A equipe de Operações de Recursos Humanos gerencia funções de recursos humanos essenciais tais como a gestão de expatriados, processamento de autorizações de trabalho, integração, gestão de folha de pagamento, compilar estudos salariais e supervisionar as avaliações de desempenho.
vi_vn: Đội ngũ nhân sự quản lý các chức năng nhân sự thiết yếu như quản lý nhân viên nước ngoài, xử lý giấy phép làm việc, giới thiệu công việc cho nhân viên mới, quản lý bảng lương, biên soạn nghiên cứu bồi thường và giám sát đánh giá hiệu suất.
zh_cn: 人力资源运营团队管理重要的人力资源职能, 如管理外籍员工、处理工作许可证、入职、管理工资单、编制薪酬研究报告和监督绩效考核。

source: The Internal Audit team is the catalyst for improving our organisation's governance, risk management, and internal controls by providing insights and recommendations based on the audits they perform.
de_de: Das interne Audit-Team ist der Katalysator für die Verbesserung unserer Organisationssteuerung, unser Risikomanagement und interne Kontrollen, durch Erkenntnisse und Empfehlungen basierend auf den Prüfungen, die es durchführt.
fr_fr: L'équipe d'Audit Interne est le catalyseur de l'amélioration de la gouvernance, de la gestion des risques et des contrôles internes de notre organisation en fournissant des informations et des recommandations basées sur les audits qu'elle effectue.
id_id: Tim Internal Audit adalah katalis untuk meningkatkan tata kelola organisasi, manajemen risiko, dan pengendalian internal kami dengan memberikan wawasan dan rekomendasi berdasarkan audit yang mereka lakukan.
pl_pl: Działania działu audytu wewnętrznego mają ulepszyć zarządzanie naszą organizacją, zarządzanie ryzykiem oraz kontrole wewnętrzne poprzez dostarczanie analiz i zaleceń w oparciu o przeprowadzane kontrole.
pt_pt: A equipe de Auditoria Interna é o catalisador para melhorar a administração, o gerenciamento de riscos e os controles internos de nossa organização, fornecendo conhecimento e recomendações com base nas auditorias realizadas.
vi_vn: Đội ngũ kiểm toán nội bộ là chất xúc tác để cải thiện quản lý bộ máy, quản lý rủi ro và kiểm soát nội bộ tổ chức của chúng tôi bằng cách cung cấp những hiểu biết và khuyến nghị dựa trên các kiểm toán họ thực hiện.
zh_cn: 内部审计团队根据其执行的审计提供见解和建议, 是改善我们组织治理、风险管理和内部控制的催化者。

source: The Investors Compensation Scheme.
de_de: Der Anlegerentschädigungsplan.
id_id: Skema Kompensasi Investor.
pl_pl: System rekompensat dla inwestorów.
pt_pt: O sistema de compensação de investidores
vi_vn: Đề Án Bồi Thường Nhà Đầu Tư.
zh_cn: 投资者补偿方案。

source: The MAM Advanced account can be assigned to a money manager who will trade on your behalf with more competitive spreads than the regular Advanced account. Other account specifications remain the same.
de_de: Das fortgeschrittene MAM Konto kann einem Vermögensverwalter zugewiesen werden, der in Ihrem Namen mit mehr wettbewerbsfähigen Spreads als das reguläre fortgeschrittene Konto handeln wird. Andere Kontovorgaben bleiben gleich.
fr_fr: Le compte MAM Avancé peut être assigné à un gestionnaire de fonds qui tradera en votre nom avec des spreads plus compétitifs que le compte ordinaire Avancé. Les autres spécifications de compte restent les mêmes.
id_id: Akun MAM Advanced dapat ditugaskan ke money manager yang akan bertrading atas nama Anda dengan spread yang lebih kompetitif berbanding akun regular Advanced. Spesifikasi akun lainnya tetap sama.
pl_pl: Zaawansowane konto MAM można przypisać podmiotowi zarządzającemu pieniędzmi (menedżerowi), który będzie zawierał zakłady w Twoim imieniu, korzystając ze stawek spreadów bardziej konkurencyjnych niż w przypadku standardowego Konta zaawansowanego. Pozostałe specyfikacje konta pozostają bez zmian.
pt_pt: A nossa conta gestor multi-contas pode ser atribuída a um gestor de dinheiro que irá negociar em seu nome com spreads mais competitivos do que numa conta avançada regular. As outras especificações da conta permanecem iguais.
vi_vn: Tài khoản MAM Nâng Cao có thể được gán cho một người quản lý tiền bạc, người sẽ thương mại trên danh nghĩa của bạn với các biên lãi cạnh tranh hơn so với các tài khoản nâng cao thông thường. Các thông số tài khoản khác vẫn giữ nguyên.
zh_cn: 资金经理可以获得分配MAM高级账户，代表您进行比普通高级账户更有竞争力的利差交易。其它账户规范没有变更。

source: The MAM Volatility Indices account can be assigned to a money manager who will trade on your behalf with the same specifications as the regular Volatility Indices account.
de_de: Das MAM Volatilität Indizes Konto kann einem Vermögensverwalter zugewiesen werden, der in Ihrem Namen mit den gleichen Spezifikationen wie das reguläre Volatilität Indizes Konto handeln wird.
fr_fr: Le compte MAM d'Indices de Volatilité peut être assigné à un gestionnaire de fonds qui tradera en votre nom avec les mêmes spécifications que le compte ordinaire d'indices de volatilité.
id_id: Akun Volatilitas Indeks MAM dapat diberikan kepada money manager yang akan bertrading atas nama Anda dengan spesifikasi yang sama dengan akun Indeks Volatilitas biasa.
pl_pl: Konto wskaźników zmienności MAM można przypisać podmiotowi zarządzającemu pieniędzmi (menedżerowi), który będzie zawierał zakłady w Twoim imieniu, korzystając z takich samych specyfikacji jak w przypadku standardowego konta wskaźników zmienności.
pt_pt: A conta de indíces "Volatility" do gestor multi-contas pode ser atribuída a um gestor de dinheiro que irá negociar em seu nome com as mesmas especificações que numa conta de índices "Volatility".
vi_vn: Tài Khoản Chỉ Số Biến Động MAM có thể được gán cho một người quản lý tiền bạc, là người sẽ thương mại thay mặt bạn với các chi tiết kỹ thuật tương tự như các Tài Khoản Chỉ Số Biến Động thông thường.
zh_cn: 资金经理可以获得分配MAM波动率指数账户，代表您进行与普通波动率账户相同规范的交易。

source: The MAM tool is ideal for money managers who want to easily manage multiple client accounts. It gives you the ability to simultaneously view, track, and trade on behalf of all MT5 client accounts under your control.
de_de: Das MAM-Tool ist ideal für Vermögensverwalter, die mehrere Kundenkonten einfach verwalten möchten. Es gibt Ihnen die Möglichkeit, im Namen aller MT5 Kundenkonten unter Ihrer Kontrolle, diese gleichzeitig einzusehen, zu verfolgen und zu handeln.
fr_fr: L’outil MAM est idéal pour les gestionnaires de fonds qui souhaitent gérer facilement plusieurs comptes client. Il vous donne la possibilité simultanément d’afficher, de suivre et trader au nom de tous les comptes client MT5 sous votre contrôle.
id_id: Fasilitas MAM sangat sesuai untuk money manager yang ingin mengelola beberapa akun secara mudah. Memberi Anda kemudahan simultan dalam memantau, melacak dan bertrading untuk semua akun klien MT5 dibawah kontrol Anda.
pl_pl: MAM to idealne narzędzie dla osób zarządzających pieniędzmi, którym zależy na łatwym zarządzaniu wieloma kontami klientów. Narzędzie umożliwia jednoczesny podgląd wszystkich kont klientów MT5, nad którymi sprawujesz nadzór, oraz śledzenie tych kont i handlowanie przy ich użyciu.
pt_pt: A ferramenta de gestão de contas múltiplas é ideal para gestores de dinheiro que desejam gerir múltiplas contas de cliente facilmente. Ela permite-lhe ver, controlar e negociar simultaneamente em nome de todas as contas de cliente MT5 sob o seu controle.
vi_vn: Công cụ MAM rất lý tưởng cho các nhà quản lý tiền để họ có thể dễ dàng quản lý nhiều tài khoản khách hàng. Nó cung cấp cho bạn khả năng đồng thời xem, theo dõi và giao dịch thay mặt cho tất cả tài khoản khách hàng MT5 dưới sự kiểm soát của bạn.
zh_cn: MAM 是资金经理理轻松管理多个客户端账户的理想工具。它能使您代表在您控制下的所有 MT5 客户端账户同时查看、跟踪和进行交易。

source: The Margin Level at, or below which your Open Positions may be closed forcefully and automatically with or without your prior consent.
de_de: Das Margin Level zu, oder unter dem Ihre offenen Positionen nachdrücklich und automatisch mit, oder ohne Ihre vorherige Zustimmung, geschlossen werden können.
id_id: Level Margin pada, atau dibawah Open Position mungkin akan ditutup secara paksa dan otomatis dengan atau tanpa pemberitahuan.
pl_pl: Poziom depozytu zabezpieczającego to poziom, po osiągnięciu lub przekroczeniu którego Twoje otwarte pozycje mogą zostać zamknięte automatycznie za Twoją wcześniejszą zgodą lub bez niej.
pt_pt: O nível de margem a ou abaixo daquele ao qual a sua posições em aberto poderá ser forçosamente e automaticamente fechado com ou sem autorização prévia.
vi_vn: Mức Ký Quỹ ở, hoặc dưới nơi mà các phiên mở của bạn có thể bị bắt buộc hoặc tự động đóng với hoặc khôngvới sự đồng ý trước của bạn.
zh_cn: 您的未平仓头寸将在已征得或未征得您事先同意的情况下被强逼和自动平仓的保证金水平。

source: The Margin Level of your MT5 Real Account reaches or falls below the Stop Out Level;
de_de: Das Margin Level Ihres MT5 Echtgeldkontos erreicht, oder fällt unter das Stop Out Level;
id_id: Level Margin Akun Riil MT5 Anda mencapai atau jatuh di bawah Level Stop Out;
pl_pl: Poziom depozytu zabezpieczającego Twojego Prawdziwego konta MT5 osiąga poziom równy poziomowi Stop Out lub niższy;
pt_pt: O nível de margem da sua conta real MT5 atinge ou desce abaixo o nível de interrupção;
vi_vn: Mức Ký Quỹ của Tài Khoản Thực MT5 của bạn đạt tới hay thấp hơn Mức Dừng;
zh_cn: 您的MT5真实账户保证金水平已达到或低于强制平仓水平;

source: The Margin Requirement is a percentage of the value of the Open Positions and will continue to fluctuate in accordance with the value of the Open Positions throughout the duration of the relevant contracts (the "Contract Value").
de_de: Die Margin-Anforderung ist ein Prozentsatz des Wertes einer offenen Position und wird fortfahren, im Zusammenhang mit dem Wert der offenen Position während der Laufzeit der relevanten Kontrakte (der "Kontraktwert"), zu schwanken.
id_id: Persyaratan Margin adalah persentase dari nilai Open Position dan akan terus berfluktuasi sesuai dengan nilai Open Position sepanjang durasi kontrak yang bersangkutan (yaitu "Nilai Kontrak").
pl_pl: Wymóg dot. depozytu zabezpieczającego to wartość procentowa określająca wartość pozycji otwartych, która może się zmieniać w zależności od wartości tych pozycji w okresie trwania odpowiadających im kontraktów („wartość kontraktu”).
pt_pt: O requisito de margem é uma porcentagem do valor das posições em aberto e continuará a flutuar de acordo com o valor das posições em aberto durante toda a duração dos contratos relevantes (o "valor do contrato").
vi_vn: Điều Kiện Ký Quỷ là một tỷ lệ phần trăm của giá trị các Phiên Mở và sẽ tiếp tục dao động theo giá trị của các Phiên Mở trong suốt thời hạn của Hợp Đồng có liên quan ("Giá Trị Hợp Đồng").
zh_cn: 保证金要求是未平仓头寸价值的百分比，并将在整个相关合约（"合约价值"） 期间继续根据未平仓头寸价值波动。

source: The Margin Requirement;
de_de: Die Margin-Anforderungen;
id_id: Persyaratan Margin;
pl_pl: Wymóg depozytu zabezpieczającego;
pt_pt: O requisito de margem;
vi_vn: Điều Kiên Ký Quỹ;
zh_cn: 保证金要求;

source: The Marketing team oversees all our marketing and advertising initiatives, such as our affiliate programme, social media presence, webinars, and emails. As our Marketing Executive, you will coordinate and execute marketing campaigns across a variety of channels, and continuously identify the best ways to reach current and prospective customers.
de_de: Das Marketing-Team betreut alle unsere Marketing- und Werbeinitiativen wie unser Partnerprogramm, soziale Medien-Präsenz, Webinare und E-Mails. Als unser Marketing Executive koordinieren und führen Sie Marketing-Kampagnen für eine Vielzahl von Kanälen durch und ermitteln kontinuierlich die besten Möglichkeiten, um bestehende und potenzielle Kunden zu erreichen.
fr_fr: L’équipe Marketing supervise toutes nos initiatives marketing et publicitaires, telles que notre programme d’affiliation, la présence dans les médias sociaux, les webinaires et e-mails. Comme notre Chargé Marketing, vous coordonnerez et exécutez des campagnes marketing sur une variété de canaux et identifierez en permanence les meilleurs moyens d’atteindre les clients actuels et potentiels.
id_id: Tim Marketing mengawasi semua inisiatif pemasaran dan periklanan kami, seperti program afiliasi, kehadiran media sosial, webinar, dan email. Sebagai Marketing Executive, Anda akan mengelola dan melaksanakan kampanye pemasaran di berbagai saluran, dan terus mengidentifikasi cara terbaik untuk menjangkau pelanggan saat ini dan calon pelanggan.
pl_pl: Zespół ds. marketingu nadzoruje wszystkie inicjatywy marketingowe i reklamowe, takie jak program partnerski, obecność w mediach społecznościowych, webinaria i wiadomości e-mailowe. Jako Kierownik ds. marketingu będziesz koordynować i realizować kampanie marketingowe w różnych kanałach i identyfikowanie najlepszych sposobów dotarcia do obecnych i potencjalnych klientów.
pt_pt: A equipe de marketing supervisiona todas as nossas iniciativas de marketing e publicidade, como nosso programa de afiliados, presença em mídias sociais, webinars e e-mails. Como nosso executivo de marketing, você coordenará e executará campanhas de marketing em vários canais e identificará continuamente as melhores formas de atingir clientes atuais e potenciais.
vi_vn: Đội ngũ tiếp thị giám sát tất cả những sáng kiến tiếp thị và quảng cáo của chúng tôi, như chương trình liên kết, sử dụng các kênh truyền thông mạng, hội thảo trực tuyến và email của chúng tôi. Với vai trò là chuyên viên tiếp thị, bạn sẽ phối hợp thực hiện các chiến dịch tiếp thị trên nhiều kênh và liên tục xác định cách tốt nhất để tiếp cận khách hàng hiện tại và tiềm năng.
zh_cn: 营销团队监督我们所有的营销和广告活动, 例如我们的联盟计划、社交媒体网站内容、网络研讨会和电子邮件。作为我们的营销主管, 您将协调和执行多个渠道的营销活动, 并不断确定与当前和潜在客户联系的最佳方式。

source: The Marketing team oversees all our marketing initiatives, such as our partnership programmes, social media presence, webinars, PPC, SEO, and email marketing. As our Technical Marketing Executive, you will act on data-driven information and assist in troubleshooting issues to further nurture and grow our client base.
de_de: Das Marketing-Team betreut alle unsere Marketinginitiativen, wie z. B. unsere Partnerschaftsprogramme, soziale Medien-Präsenz, Webinare, PPC, SEO und E-Mail-Marketing. Als unser Technischer Marketing Executive werden Sie auf datengestützte Informationen agieren und dabei helfen Probleme zu lösen, um unseren Kundenstamm weiter zu nähren und zu erweitern.
fr_fr: L’équipe Marketing supervise toutes nos initiatives de marketing, tels que nos programmes de partenariat, la présence dans les médias sociaux, webinaires, PPC, SEO et marketing par courriel. Comme chargé du Marketing Technique, vous agirez sur des informations fondées sur des données et aiderez à la résolution des problèmes afin de cultiver et grossir notre client base.
id_id: Tim Marketing mengawasi semua inisiatif pemasaran kami, seperti program kemitraan, kehadiran media sosial, webinar, PPC, SEO, dan pemasaran email. Sebagai Technical Marketing Executive, Anda akan bertindak berdasarkan informasi berbasis data dan membantu dalam memecahkan masalah untuk lebih memupuk dan mengembangkan basis klien kami.
pl_pl: Zespół ds. marketingu nadzoruje wszystkie inicjatywy marketingowe i reklamowe, takie jak program partnerski, obecność w mediach społecznościowych, PPC, SEO i marketing e-mailowy. Jako kierownik ds. marketingu technicznego będziesz pracować z informacjami opartymi na danych i pomagać w rozwiązywaniu problemów, aby dbać o naszą bazę klientów i pielęgnować ją.
pt_pt: A equipe de marketing supervisiona todas as nossas iniciativas de marketing, como nossos programas de parceria, presença em mídias sociais, webinars, PPC, SEO e marketing por e-mail. Como nosso executivo de marketing técnico, você atuará com informações baseadas em dados e ajudará na solução de problemas para promover e aumentar nossa base de clientes.
vi_vn: Đội Marketing cần giám sát tất cả những sáng kiến về tiếp thị, như là các chương trình hợp tác, sự hiện diện trên mạng xã hội, hội thảo, PPC, SEO và tiếp thị email. Với tư cách là Chuyên viên tiếp thị kỹ thuật, bạn sẽ làm việc với các thông tin định hướng dữ liệu và hỗ trợ trong xử lý sự cố để nuôi dưỡng và phát triển tốt hơn cơ sở khách hàng của chúng tôi.
zh_cn: 营销团队负责监督我们所有的营销活动, 例如我们的合作计划、社交媒体网站内容、网络研讨会、PPC、SEO和电子邮件营销活动。作为我们的技术营销主管, 您将根据数据驱动的信息采取措施, 并协助解决问题, 以进一步培养和发展我们的客户群。

source: The MetaTrader platform will no longer support Windows XP, Windows 2003, and Windows Vista after 01 October, 2017.
de_de: Die MetaTrader Plattform wird Windows XP, Windows 2003 und Windows Vista nach dem 1. Oktober 2017 nicht mehr unterstützen.
fr_fr: La plate-forme MetaTrader ne supportera plus Windows XP, Windows 2003 et Windows Vista après le 1er octobre 2017.
id_id: Platform MetaTrader tidak akan lagi mendukung Windows XP, Windows 2003, dan Windows Vista setelah 01 Oktober 2017.
pl_pl: Po 1 października 2017 r. platforma MetaTrader nie będzie już obsługiwała systemu Windows XP, Windows 2003 i Windows Vista.
pt_pt: A plataforma MetaTrader já não irá suportar Windows XP, Windows 2003 e Windows Vista depois de 1 de outubro de 2017.
vi_vn: Nền tảng MetaTrader sẽ không còn sẽ hỗ trợ Windows XP, Windows 2003 và Windows Vista sau 01 tháng 10, năm 2017.
zh_cn: 2017年10月1日以后, MetaTrader 平台将不再支持 Windows XP、Windows 2003 和Windows Vista。

source: The Party which is not able to meet its obligations, under this Agreement due to force majeure events shall, within 5 business days after such event has occurred, inform, in writing, the other Party. The Party shall be deprived of the right to release from any responsibility, under this Agreement where it fails to duly notify the other Party on time.
de_de: Die Partei, die nicht in der Lage ist, ihren Verpflichtungen aus dieser Vereinbarung aufgrund von Ereignissen höherer Gewalt nachzukommen, wird die andere Partei innerhalb von 5 Werktagen nachdem solch ein Ereignis eingetreten ist, in schriftlicher Form informieren. Der Partei soll unter dieser Vereinbarung das Recht entzogen werden, von dieser Verantwortung befreit zu werden, wenn sie versäumt die andere Partei ordnungsgemäß und rechtzeitig zu informieren.
id_id: Pihak yang tidak dapat memenuhi kewajibannya, berdasarkan Perjanjian ini berhubung keadaan memaksa, maka dalam waktu 5 hari kerja setelah kejadian tersebut terjadi, informasikan secara tertulis kepada Pihak bersangkutan. Pihak harus mencabut hak untuk melepaskan bentuk tanggung jawab apapun, berdasarkan Persetujuan ini dimana hal tersebut tidak memberitahukan Pihak bersangkutan secara tepat waktu.
pl_pl: Strona, która nie jest w stanie wypełnić swoich zobowiązań wynikających z niniejszej Umowy z powodu wystąpienia siły wyższej, w ciągu 5 dni roboczych od wystąpienia siły wyższej powiadomi o tym na piśmie drugą Stronę. Jeśli Strona nie powiadomi na czas drugiej Strony, zostanie pozbawiona prawa domagania się jakiejkolwiek odpowiedzialności.
vi_vn: Đảng mà không có khả năng đáp ứng các nghĩa vụ theo thỏa thuận này do kháng sự kiện sẽ, trong vòng 5 ngày sau khi sự kiện như vậy đã xảy ra, thông báo bằng văn bản, bên kia. Các bên sẽ tước đi quyền dưới hình thức phát hành bất kỳ trách nhiệm nào theo thỏa thuận này, nơi mà nó không hợp lệ đã thông báo cho bên kia về thời gian.
zh_cn: 本协议下因不可抗力事件无法履行义务的一方, 须在发生此类事件后5个工作日内以书面形式通知另一方。如未及时通知另一方, 该方无权受豁免承担本协议下的任何责任。

source: The Pearl of Borneo
de_de: Die Perle Borneos
fr_fr: La perle de Bornéo
id_id: Mutiara Borneo
pl_pl: Perła Borneo
pt_pt: A pérola de Bornéu
vi_vn: Viên ngọc của Borneo
zh_cn: 婆罗洲明珠

source: The Pillar 3 disclosure report of Binary Investments (Europe) Limited has been prepared in accordance with the Capital Requirements Directive IV and the Capital Requirements Regulation. Read our Pillar 3 disclosure report to understand how we comply with market discipline as a market participant.
de_de: Der Pillar 3 Offenlegungsbericht von Binary Investments (Europe) Limited wurde in Übereinstimmung mit der Eigenkapitalrichtlinie iV und der Kapitalbedarfs-Regulation vorbereitet. Lesen Sie unseren Pillar 3 Offenlegungsbericht, um zu verstehen, wie wir die Marktdisziplin als Marktteilnehmer erfüllen.
fr_fr: Le rapport de divulgation Volet 3 de Binary Investments (Europe) Limited a été rédigé conformément à la Directive IV sur les besoins en capital et à la Réglementation sur les besoins en capital. Lisez notre rapport de divulgation Volet 3 pour comprendre comment nous agissons conformément à la discipline de marché en tant que participant de marché.
id_id: Laporan pengungkapan pilar 3 Binary Investments (Europe) Limited telah disusun berdasarkan Kebutuhan Modal Directive IV dan Peraturan Persyaratan Modal. Baca laporan pengungkapan pilar 3 kami untuk memahami bagaimana kami mematuhi disiplin pasar sebagai peserta pasar.
pl_pl: Raport firmy Binary Investments (Europe) Limited dotyczący ujawnienia informacji w zakresie Filaru 3 został przygotowany zgodnie z IV dyrektywą w sprawie wymogów kapitałowych oraz rozporządzeniem w sprawie wymogów kapitałowych. Zapoznaj się z naszym raportem dotyczącym ujawnienia informacji w zakresie Filaru 3, aby zrozumieć, w jaki sposób spełniamy wymogi dyscypliny rynkowej jako uczestnik rynku.
pt_pt: O relatório de divulgação de pilar 3 da Binary Investments (Europe) Limited foi preparado de acordo com a Diretiva de Requisitos de Fundos Próprios (CRD IV) e a Regulamento (UE) n.º 575/2013. Leia nosso relatório de divulgação pilar 3 para entender como cumprimos com normas do mercado como um participante dele.
vi_vn: Cột 3 công bố báo cáo Công ty TNHH Đầu Tư Binary (Châu Âu) đã được chuẩn bị phù hợp với yêu cầu vốn chỉ thị IV và quy định yêu cầu về vốn. Hãy đọc báo công bố Cột 3 của chúng tôi để hiểu cách chúng tôi tuân thủ theo quy chế thị trường như là một người tham gia thị trường.
zh_cn: Binary Investments (Europe) Limited 的第3支柱资料披露报告根据第四资本要求指令和资本要求规则编写而成。请参阅此第3支柱资料披露报告，了解我们作为市场参与者严格遵守市场纪律的方式。
