Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If you select "Even", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>even number (i.e., 2, 4, 6, 8, or 0).</strong>
de_de: Wenn Sie „Gerade" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>eine gerade Zahl (z.B. 2, 4, 6, 8 oder 0) ist.</strong>
fr_fr: Si vous sélectionnez « Pair », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est un </strong>nombre pair (par ex. 2, 4, 6, 8, ou 0).</strong>
id_id: Pilih "Even", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>angka genap (contoh: 2, 4, 6, 8, atau 0).</strong>
pl_pl: Jeśli wybierzesz „parzysta”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>liczbą parzystą (np. 2, 4, 6, 8, 0).</strong>
pt_pt: Se você selecionar "Par", você ganha o prêmio se o <strong>último dígito</strong> do último tique-taque for um <strong>número par (i.e., 2, 4, 6, 8 ou 0).</strong>
vi_vn: Nếu bạn chọn "Chẵn", bạn sẽ chiến thắng nếu <strong>chữ số cuối cùng</strong> của tick cuối cùng là<strong>một số chẵn (ví dụ: 2, 4, 6, 8 hoặc 0)</strong>
zh_cn: 如果您选择“偶数”期权，只要<strong>最新价格的</strong>最后一个数字<strong>是偶数（如2、4、6、8或0），您将获得赔付。</strong>

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
de_de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau unter dem <strong>Anfangskurs</strong> liegt.
fr_fr: Si vous sélectionnez « Baisse », vous gagnez si le <strong>point de sortie</strong> est strictement inférieur au </strong>point d'entrée</strong>.
id_id: Pilih "Fall", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih rendah dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz „Spadnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>punkt wejściowy</strong>.
pt_pt: Se você selecionar "Desce", você ganha o prêmio se o <strong>preço de saída</strong> for estritamente inferior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "Giảm", bạn sẽ giành chiến thắng nếu <strong>điểm chốt</strong> thấp hơn <strong>điểm khởi đầu</strong>.
zh_cn: 如果您选择“下跌”期权，只要<strong>退市现价</strong>严格低于<strong>入市现价</strong>，您将获得赔付。

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
de_de: Wenn Sie „Geht außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der Kurst während der <strong>Kontraktlaufzeit</strong> zu einem bestimmten Zeitpunkt entweder die <strong>ObereSchwelle</strong> oder die <strong>Untere Schwelle</strong> berührt.
fr_fr: Si vous sélectionnez « Sort de la zone », vous gagnez si le marché touche soit la <strong>barrière supérieure<strong>, soit la <strong>barrière inférieure<strong>, à tout moment de la <strong>période de contrat<strong>.
id_id: Pilih "Goes Outside", Anda mendapat hasil jika pasar menyentuh salah satu <strong>Batasan tinggi</strong> atau <strong>Batasan rendah</strong> kapan saja selama <strong>periode kontrak</strong>.
pl_pl: Jeśli wybierzesz „przekroczy”, zdobędziesz wypłatę, gdy cena rynkowa osiągnie albo <strong>górny limit</strong>, albo <strong>dolny limit</strong> w dowolnym momencie podczas <strong>okresu kontraktu</strong>.
pt_pt: Se você selecionar "Sai fora", você ganha o prêmio se o mercado tocar na <strong>barreira alta</strong> ou na <strong>barreira baixa</strong> em qualquer momento durante o <strong>período do contrato</strong>.
vi_vn: Nếu bạn chọn "Ra Ngoài", bạn sẽ giành chiến thắng nếu như thị trường chạm tới một trong hai, hoặc là <strong> Giới hạn trên </strong> hoặc là <strong> Giới hạn dưới </strong> tại bất cứ thời điểm nào trong suốt <strong>thời hạn hợp đồng</strong>.
zh_cn: 如果您选择“超出区间外”期权，只要市场在<strong>合约期限内的</strong>任何时候触及<strong>高障碍</strong>或<strong>低障碍</strong>，您将得获得赔付。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is higher than the <strong>barrier</strong>.
de_de: Wenn Sie „Höher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> höher als die <strong>Schwelle</strong> ist.
fr_fr: Si vous sélectionnez « Supérieur », vous gagnez si le <strong>spot de sortie</strong> est supérieur à la </strong>barrière</strong>.
id_id: Pilih "Higher", Anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>batasan</strong>.
pl_pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie wyższy niż <strong>limit</strong>.
pt_pt: Se você selecionar "Superior", você ganhará o prêmio se o <strong>preço de saída</strong> for superior à <strong>barreira</strong>.
vi_vn: Nếu bạn chọn "Cao", bạn giành chiến thắng các thanh toán nếu <strong>điểm chốt</strong> cao hơn <strong>giới hạn</strong>.
zh_cn: 如果您选择“高于”期权，只要 <strong>退市现价</strong>高于<strong>障碍价</strong>，您将获得赔付。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
de_de: Wenn Sie „Höher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Vertragsende</strong> genau über der <strong>Schwelle</strong> liegt.
fr_fr: Si vous sélectionnez « Supérieur », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur à la </strong>barrière</strong>.
id_id: Pilih "Higher", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>batasan</strong>.
pl_pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>limit</strong>.
pt_pt: Se você selecionar "Superior", você ganha o prêmio se o <strong>preço de saída</strong> for estritamente superior à <strong>barreira</strong>.
vi_vn: Nếu bạn chọn "Cao hơn", bạn sẽ giành chiến thắng nếu <strong> điểm chốt</strong> cao hơn <strong> giới hạn </strong>.
zh_cn: 如果您选择“高于”期权，只要 <strong>退市现价</strong>严格高于<strong>障碍</strong>，您将获得赔付。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
de_de: Wenn Sie "Höher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Auslauf des Kontrakts</strong> genau über dem <strong>Kurs bei Beginn des Kontrakts</strong> liegt.
fr_fr: Si vous sélectionnez "Supérieur", vous gagnez le paiement si le <strong>point de sortie</strong> est strictement supérieur au </strong>point d'entrée</strong>.
id_id: Pilih "Higher", Anda memperoleh hasil jika <strong>spot akhir</strong> pasti lebih tinggi dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz opcję „Wyższy”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>punkt wejściowy</strong>.
pt_pt: Se você selecionar "Superior", você ganhará o prêmio se o <strong>preço de saída</strong> for estritamente superior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "Cao Hơn", bạn sẽ giành chiến thắng nếu <strong> điểm chốt</strong> cao hơn <strong>điểm khởi đầu</strong>.
zh_cn: 如果您选择“高于”期权，只要 <strong>退市现价</strong> 严格高于 <strong>入市现价</strong>，您将获得赔付。

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
de_de: Wenn Sie "Tiefer" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Ende des Kontrakts</strong> genau unter der <strong>Schwelle</strong> liegt.
fr_fr: Si vous sélectionnez « Inférieur », vous gagnez si le <strong>point de sortie</strong> est strictement inférieur à la </strong>barrière</strong>.
id_id: Pilih "Lower", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih rendah dari <strong>batasan</strong>.
pl_pl: Jeśli wybierzesz „niższy”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>limit</strong>.
pt_pt: Se você selecionar "Inferior", você ganha o prêmio se o <strong>preço de saída</strong> for estritamente inferior à <strong>barreira</strong>.
vi_vn: Nếu bạn chọn "Thấp hơn", bạn sẽ giành chiến thắng nếu <strong>điểm chốt</strong> thấp hơn <strong> giới hạn </strong>.
zh_cn: 如果您选择“低于”期权，只要<strong>退市现价</strong>严格低于<strong>障碍</strong>，您将获得赔付。

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
de_de: Wenn Sie „Niedriger" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau unter dem <strong>Startkurs</strong> liegt.
fr_fr: Si vous sélectionnez « Inférieur », vous gagnez le paiement si le <strong>point de sortie</strong> est strictement inférieur au </strong>point d'entrée</strong>.
id_id: Pilih "Lower", Anda memperoleh hasil jika <strong>spot akhir</strong> pasti lebih rendah dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz opcję „Spadnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>punkt wejściowy</strong>.
pt_pt: Se você selecionar "Inferior", você ganhará o prêmio se o <strong>preço de saída</strong> for estritamente inferior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "Thấp Hơn", bạn sẽ giành chiến thắng nếu <strong>điểm chốt</strong> thấp hơn <strong>điểm khởi đầu</strong>.
zh_cn: 如果您选择“低于”期权，只要<strong>退市现价</strong>严格低于<strong>入市现价</strong>，您将获得赔付。

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
de_de: Wenn Sie „Gleich" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>gleich</strong> Ihrer <strong>Voraussage ist.</strong>
fr_fr: Si vous sélectionnez « Égal », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>égal</strong> à votre <strong>prédiction</strong>.
id_id: Pilih "Matches", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik akhir adalah <strong>sama</strong> dengan <strong>analisa</strong> Anda.
pl_pl: Jeśli wybierzesz „zgadza się”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>taka sama</strong> jak Twoje <strong>przewidywania.</strong>
pt_pt: Se você selecionar "Combina", você ganha o prêmio se o <strong>último dígito</strong> do último tique-taque for o <strong>mesmo</strong> que a sua <strong>previsão.</strong>
vi_vn: Nếu bạn chọn "Khớp", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> của giá tại thời điểm kết thúc giao dịch <strong>same</strong> giống với <strong>dự đoán của bạn</strong>
zh_cn: 如果您选择“符合”期权，只要<strong>最新价格的</strong>最后一个数字<strong>与您的预测</strong><strong>相同</strong>，您将获得赔付。

source: If you select "Odd", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>odd number (i.e., 1, 3, 5, 7, or 9).</strong>
de_de: Wenn Sie „Ungerade" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>eine ungerade Zahl (z.B. 1, 3, 5, 7, oder 9) ist.</strong>
fr_fr: Si vous sélectionnez « Impair », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est un </strong>nombre impair (par ex. 1, 3, 5, 7, ou 9).</strong>
id_id: Pilih "Odd", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>angka ganjil (contoh: 1, 3, 5, 7, atau 9).</strong>
pl_pl: Jeśli wybierzesz „nieparzysta”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>liczbą nieparzystą (np. 1, 3, 5, 7, 9).</strong>
pt_pt: Se você selecionar "Ímpar", você ganha o prêmio se o <strong>último dígito</strong> do último tique-taque for um <strong>número ímpar (i.e., 1, 3, 5, 7 ou 9).</strong>
vi_vn: Nếu bạn chọn "Lẻ", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> giá tại thời điểm kết thúc giao dịch là một<strong>số lẻ (ví dụ: 1, 3, 5, 7, hoặc 9).</strong>
zh_cn: 如果您选择“奇数”期权，只要<strong>最新价格的</strong>最后一个数字<strong>是奇数（如1、3、5、7或9），您将获得赔付。</strong>

source: If you select "Over", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>greater than your prediction.</strong>
de_de: Wenn Sie „Über" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks größer als Ihre Voraussage ist.</strong>
fr_fr: Si vous sélectionnez « Au-dessus », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>supérieur à votre prédiction</strong>.
id_id: Pilih "Over", Anda akan mendapat hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>lebih besar dari analisa Anda.</strong>
pl_pl: Jeśli wybierzesz „ponad”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>większa niż cyfra przewidywana przez Ciebie.</strong>
pt_pt: Se você selecionar "Superior", você ganha o prêmio se o <strong>último dígito</strong> do último tique-taque for <strong>superior à sua previsão.</strong>
vi_vn: Nếu bạn chọn "Trên", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> của tick cuối cùng <strong>lớn hơn so với dự đoán của bạn.</strong>
zh_cn: 如果您选择“大于”期权，只要<strong>最新价格的</strong>最后一个数字<strong>大于您的预测，您将获得赔付。</strong>

source: If you select "Reset-Call", you win the payout if the exit spot is strictly higher than either the entry spot or the spot at reset time.
de_de: Wenn Sie "Reset-Call" auswählen, erhalten Sie eine Auszahlung, entweder dann, wenn der Kurs zum Auslauf des Kontrakts genau über dem Kurs zu Beginn des Kontrakts liegt, oder wenn er über dem Kurs der Nachstellzeit liegt.
fr_fr: Si vous sélectionnez « Reset-Call », vous gagnez le paiement si le spot de sortie est strictement supérieure au spot d'entrée ou le spot au moment de la réinitialisation.
id_id: Jika Anda memilih "Reset-Call", Anda memperoleh hasil jika spot akhir pasti lebih tinggi dari spot masuk atau spot pada waktu reset.
pl_pl: Jeśli wybierzesz „Reset-Call”, zdobędziesz wypłatę, gdy punkt wyjściowy będzie znacząco wyższy niż punkt wejściowy lub punkt spot w momencie resetowania.
pt_pt: Se você selecionar "Redefinição - Compra", você ganhará o prêmio se o preço de saída for estritamente superior ao preço de entrada OU ao preço no momento de redefinição.
vi_vn: Nếu bạn chọn "Đặt lại Gọi Biên", bạn sẽ giành chiến thắng nếu giá tại thời điểm chốt cao hơn giá khởi điểm hoặc mốc tại thời điểm đặt lại.
zh_cn: 如果您选择“重设买权”，只要退市现价严格高于入市现价或重设时现货价，您将获得赔付。

source: If you select "Reset-Put", you win the payout if the exit spot is strictly lower than either the entry spot or the spot at reset time.
de_de: Wenn Sie "Reset-Put" auswählen, erhalten Sie eine Auszahlung, entweder dann, wenn der Kurs zum Auslauf des Kontrakts genau unter dem Kurs zu Beginn des Kontrakts liegt, oder wenn er zum Kurs der Nachstellzeit liegt.
fr_fr: Si vous sélectionnez « Reset-Put », vous gagnez le paiement si le spot de sortie est strictement inférieur au spot d'entrée ou le spot au moment de la réinitialisation.
id_id: Jika Anda memilih "Reset-Put", Anda memperoleh hasil jika spot akhir pasti lebih rendah dari spot masuk atau spot pada waktu reset.
pl_pl: Jeśli wybierzesz „Reset-Put”, zdobędziesz wypłatę, gdy punkt wyjściowy będzie znacząco niższy niż punkt wejściowy lub punkt spot w momencie resetowania.
pt_pt: Se você selecionar "Redefinição - Venda", você ganhará o prêmio se o preço de saída for estritamente inferior ao preço de entrada OU ao preço no momento de redefinição.
vi_vn: Nếu bạn chọn "Đặt lại Đặt Biên", bạn sẽ giành chiến thắng nếu giá tại điểm chốt thấp hơn giá khởi điểm hoặc mốc tại thời điểm đặt lại.
zh_cn: 如果您选择“重设卖权”，只要退市现价严格低于入市现价或重设时现货价，您将获得赔付。

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
de_de: Wenn Sie "Steigt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Auslauf des Kontrakts</strong> genau über dem <strong>Kurs bei Beginn des Kontrakts</strong> liegt.
fr_fr: Si vous sélectionnez « Hausse », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur au </strong>point d'entrée</strong>.
id_id: Pilih "Rise", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>punkt wejściowy</strong>.
pt_pt: Se você selecionar "Sobe", você ganha o prêmio se o <strong>preço de saída</strong> for estritamente superior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "Tăng", bạn sẽ giành chiến thắng nếu <strong>điểm chốt</strong> cao hơn <strong>điểm khởi đầu </strong>.
zh_cn: 如果您选择“上涨”期权，只要 <strong>退市现价</strong> 严格高于 <strong>入市现价</strong>，您将获得赔付。

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
de_de: Wenn Sie „Bleibt zwischen" wählen, erhalten Sie eine Auszahlung, wenn der Kurs zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> zwischen der <strong>Oberen Schwelle</strong> oder der <strong>Unteren Schwelle</strong> bleibt (ohne sie zu berühren).
fr_fr: Si vous sélectionnez « Reste dans la zone », vous gagnez si le marché ne touche jamais ni la <strong>barrière supérieure<strong> ni la <strong>barrière inférieure<strong>, sur toute la durée de la <strong>période de contrat<strong>.
id_id: Pilih "Stays Between", Anda akan mendapat hasil jika pasar tetap berada antara (tidak menyentuh) salah satu <strong>Batasan tinggi</strong> atau <strong>Batasan rendah</strong> kapan saja selama <strong>periode kontrak</strong>.
pl_pl: Jeśli wybierzesz „Pozostanie pomiędzy”, zdobędziesz wypłatę, gdy cena rynkowa pozostanie pomiędzy (nie osiągnie) <strong>górnego limitu</strong> ani <strong>dolnego limitu</strong> w żadnym momencie w czasie <strong>trwania kontraktu</strong>.
pt_pt: Se você selecionar "Fica entre", você ganha o prêmio se o mercado ficar entre (não toca) a <strong>barreira alta</strong> ou a <strong>barreira baixa</strong> em qualquer momento durante o <strong>período do contrato</strong>.
vi_vn: Nếu bạn chọn "Ở giữa", bạn sẽ giành chiến thắng nếu giá thị trường nằm giữa (không chạm) cả hai <strong> Giới hạn trên </strong> và <strong> Giới hạn dưới </strong> tại bất cứ thời điểm nào <strong>trong suốt thời gian giao dịch</strong>.
zh_cn: 如果您选择“保持区间内”期权，只要市场在<strong>合约期限内的</strong>任何时间位于<strong>高障碍</strong>和<strong>低障碍</strong>之间（但并不触及），您将获得赔付。

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
de_de: Wenn Sie „Berührt" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> berührt.
fr_fr: Si vous sélectionnez « Touche », vous gagnez si le marché touche la <strong>barrière<strong> à tout moment de la <strong>période de contrat<strong>.
id_id: Pilih "Touches", Anda mendapat hasil jika pasar menyentuh <strong>batasan</strong> harga tertentu kapan saja selama <strong>periode kontrak </strong>.
pl_pl: Jeśli wybierzesz „osiągnie”, zdobędziesz wypłatę, gdy cena rynkowa osiągnie <strong>limit</strong> w dowolnym momencie w czasie <strong>trwania kontraktu</strong>.
pt_pt: Se você selecionar "Toca", você ganha o prêmio se o mercado tocar na <strong>barreira</strong> em qualquer momento durante o <strong>período do contrato</strong>.
vi_vn: Nếu bạn chọn "Chạm", bạn sẽ giành chiến thắng nếu giá thị trường chạm tới <strong>giới hạn</strong> tại bất kì thời điểm nào trong suốt <strong>thời gian giao dịch</strong>.
zh_cn: 如果您选择“触及”期权，只要市场在<strong>合约期限内的</strong>任何时间触及<strong>障碍</strong>，您将获得赔付。

source: If you select "Under", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>less than your prediction.</strong>
de_de: Wenn Sie „Unter" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks weniger als Ihre Voraussage ist.</strong>
fr_fr: Si vous sélectionnez « En dessous », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>inférieur à votre prédiction</strong>.
id_id: Pilih "Under", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>kurang dari analisa Anda.</strong>
pl_pl: Jeśli wybierzesz „poniżej”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>mniejsza niż cyfra przewidywana przez Ciebie.</strong>
pt_pt: Se você selecionar "Inferior", você ganha o prêmio se o <strong>último dígito</strong> do último tique-taque for <strong>inferior à sua previsão.</strong>
vi_vn: Nếu bạn chọn "Dưới", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> của biến động cuối cùng <strong>thấp hơn so với dự đoán của bạn.</strong>
zh_cn: 如果您选择“小于”期权，只要<strong>最新价格的</strong>最后一个数字<strong>小于您的预测，您将获得赔付。</strong>

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
de_de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der <strong>Kurs bei Kontraktbeginn</strong> ist.
fr_fr: Si vous sélectionnez « Baisse », vous gagnez si le prix du marché est inférieur au </strong>point d'entrée</strong>.
id_id: Jika Anda memilih "fall", maka Anda akan memperoleh hasil jika harga pasar lebih rendah dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz „spadnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie niższa niż <strong>pozycja wejściowa</strong>.
pt_pt: Se você selecionar "desce", você ganha o prêmio se o preço do mercado for inferior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "giảm", bạn sẽ giành chiến thắng nếu như giá thị trường thấp hơn <strong>điểm khởi đầu</strong>.
zh_cn: 如果您选择“下跌”期权，只要市场价格低于<strong>入市价格</strong>，您将获得赔付。

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
de_de: Wenn Sie „fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der Kurs bei Kontraktbeginn ist.
fr_fr: Si vous sélectionnez « Baisse », vous gagnez si le prix du marché est inférieur au point d'entrée.
id_id: Jika Anda memilih "fall", maka Anda akan memperoleh hasil jika harga pasar lebih rendah dari spot masuk.
pl_pl: Jeśli wybierzesz „spadnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie niższa niż pozycja wejściowa.
pt_pt: Se você selecionar "desce", você ganha o prêmio se o preço do mercado for inferior ao preço de entrada.
vi_vn: Nếu bạn chọn "giảm", bạn sẽ giành chiến thắng nếu giá thị trường thấp hơn giá tại điểm khởi đầu.
zh_cn: 如果您选择“下跌”期权，只要市场价格低于入市现价，您将获得赔付。
