Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Develop and maintain advanced features, tools, and applications according to best practices in UI/UX, front-end development and hybrid mobile application development
de_de: Entwicklung und Aufrechterhaltung von erweiterten Funktionen, Tools und Anwendungen nach den besten Praktiken in UI/UX, Frontend-Entwicklung und Hybrid-Entwicklung mobiler Anwendungen
fr_fr: Développer et maintenir des fonctionnalités avancées, des outils et des applications selon les meilleures pratiques en UI/UX, développement front-end et développement d’applications mobiles hybrides
id_id: Mengembangkan dan mempertahankan fitur lanjutan, alat, dan aplikasi sesuai dengan praktek terbaik dalam UI/UX, pengembangan front-end dan pengembangan aplikasi mobile hibrida
pl_pl: Rozwijanie i utrzymywanie zaawansowanych funkcji, narzędzi i aplikacji zgodnie z najlepszymi praktykami UI/UX, front end i mobilnych aplikacji hybrydowych
pt_pt: Desenvolver e manter aplicativos de acordo com as melhores práticas em UI/UX, desenvolvimento front-end e o desenvolvimento de aplicativos móveis híbrido, ferramentas e recursos avançados
vi_vn: Lập trình và duy trì các tính năng nâng cao, công cụ, và các ứng dụng theo các thực hành tốt nhất trong lập trình UI/UX, front-end và lập trình ứng dụng di động hybrid
zh_cn: 根据UI/UX、前端开发和混合移动应用程序开发的最佳实践, 开发和维护高级功能、工具和应用程序

source: Develop and maintain world-class web applications
de_de: Entwickeln und pflegen Sie Weltklasse Webanwendungen
fr_fr: Développer et maintenir des applications web de classe mondiale
id_id: Mengembangkan dan mempertahankan aplikasi web tingkat-dunia
pl_pl: Rozwijanie i utrzymywanie światowej klasy aplikacji internetowych
pt_pt: Desenvolver e manter aplicativos da web de classe mundial
vi_vn: Lập trình và duy trì các ứng dụng web đẳng cấp thế giới
zh_cn: 开发和维护世界一流的 web 应用程序

source: Develop and update job descriptions and specifications
de_de: Entwicklung und Aktualisierung von Berufsbeschreibungen und Spezifikationen
fr_fr: Développer et mettre à jour les spécifications et les descriptions de postes
id_id: Mengembangkan dan memperbaharui deskripsi dan spesifikasi pekerjaan
pl_pl: Tworzenie i aktualizowanie opisów stanowisk i specyfikacji
pt_pt: Desenvolver e atualizar as especificações e as descrições das vagas
vi_vn: Phát triển và cập nhật nội dung chi tiết mô tả công việc
zh_cn: 制定和更新职务说明和规范

source: Develop derivatives pricing, risk management models, and algorithms using C/C++, R, MATLAB, Perl, Python, and Java
de_de: Entwicklung von Derivatebewertungs- Risikomanagement-Modellen und Algorithmen mit C/C++, R, MATLAB, Perl, Python und Java
fr_fr: Développer des modèles et algorithmes de tarification des produits dérivés et de gestion du risque en utilisant C/C++, R, MATLAB, Perl, Python et Java
id_id: Mengembangkan harga derivatif, model manajemen risiko, dan algoritma menggunakan C/C++, R, MATLAB, Perl, Python, dan Java
pl_pl: Tworzenie wycen instrumentów pochodnych oraz modeli i algorytmów do zarządzania ryzykiem, korzystając z języków C/C++, R, MATLAB, Perl, Python i Java
pt_pt: Desenvolver algoritmos e modelos de determinação de preços de derivados e de gerenciamento de risco usando C/C++, R, MATLAB, Perl, Python e Java
vi_vn: Phát triển các mô hình giá phái sinh, quản trị rủi ro, và các thuật toán sử dụng C/C++, R, MATLAB, Perl, Python và Java
zh_cn: 使用C/C++、R、MATLAB、Perl、 Python 和 Java 开发衍生产品的定价、风险管理模型和算法

source: Develop mathematical/statistical models for pricing and risk management for all products
de_de: Entwickeln Sie mathematische/statistische Modelle für die Preisgestaltung und das Risikomanagement für alle Produkte
fr_fr: Développer des modèles mathématiques/statistiques de tarification et de gestion des risques pour tous les produits
id_id: Mengembangkan model matematis/statistik untuk menentukan harga dan manajemen resiko dari semua produk
pl_pl: Tworzenie modeli matematycznych/statystycznych służących wycenie i zarządzaniu ryzykiem na potrzeby wszystkich produktów
pt_pt: Desenvolver modelos matemáticos/estatísticos para precificação e gerenciamento de risco para todos os produtos
vi_vn: Phát triển các mô hình toán học/thống kê cho giá cả và quản trị rủi ro cho tất cả các sản phẩm
zh_cn: 为所有产品的定价和风险管理开发数学/统计模型

source: Develop risk management models and algorithms using MATLAB/Python/R/C++
de_de: Entwickeln Sie Risikomanagement Modelle und Algorithmen, in Verwendung von MATLAB/Python/R/C++
fr_fr: Élaborer des modèles de gestion des risques et des algorithmes utilisant MATLAB/Python/R/C++
id_id: Mengembangkan model manajemen resiko dan algoritma menggunakan MATLAB/Python/R/C++
pl_pl: Tworzenie modeli i algorytmów zarządzania ryzykiem przy użyciu MATLAB/Python/R/C++
pt_pt: Desenvolver modelos e algoritmos de gerenciamento de risco usando o MATLAB/Python/R/C ++
vi_vn: Phát triển các mô hình và thuật toán quản lý rủi ro sử dụng MATLAB/Python/R/C++
zh_cn: 使用MATLAB/Python/R/C++开发风险管理模型和算法

source: Develop your own trading application with our APIs.
de_de: Entwickeln Sie mit unseren APIs Ihre eigene Trading-Anwendung.
fr_fr: Développez votre propre application de trading avec nos API.
id_id: Kembangkan aplikasi trading Anda dengan API kami.
pl_pl: Stwórz swoją własną aplikację do handlowania przy użyciu naszych API.
pt_pt: Desenvolva o seu próprio aplicativo com as nossas APIs.
vi_vn: Phát triển ứng dụng giao dịch của bạn bằng APIs của chúng tôi.
zh_cn: 用我们的API发展您自己的交易应用。

source: Develop, implement, and test database backup and recovery plans
de_de: Entwickeln, implementieren und testen Sie Datenbanken Backups und Sanierungspläne
fr_fr: Élaborer, appliquer et tester des plans de sauvegarde et de récupération de base de données
id_id: Mengembangkan, implementasi, dan menguji database backup dan rencana pemulihan
pl_pl: Tworzenie, wdrażanie i testowanie planów tworzenia kopii zapasowej bazy danych i planów odzyskiwania
pt_pt: Desenvolver, implementar e testar planos de backup e recuperação de banco de dados
vi_vn: Phát triển, thực hiện và kiểm tra các kế hoạch sao lưu cơ sở dữ liệu và phục hồi
zh_cn: 开发、实施和测试数据库备份和复原计划

source: Differences with other data feeds
de_de: Unterschiede zu anderen Daten-Feeds
fr_fr: Différences par rapport aux autres sources de données
id_id: Perbedaan dengan data feed lain
pl_pl: Różnice między innymi źródłami danych
pt_pt: Diferenças com outros feeds de dados
vi_vn: Những khác biệt với các nguồn dữ liệu khác
zh_cn: 与其他数据源的差异

source: Digit
de_de: Ziffer
fr_fr: Chiffre
pl_pl: Cyfra
pt_pt: Dígito
vi_vn: Chữ số
zh_cn: 数字期权

source: Digit Differs
de_de: Kommast. vd.
fr_fr: Chiffre Différent
pl_pl: Cyfra nie zgadza się
pt_pt: Dígito Difere
vi_vn: Số khác
zh_cn: 数字差异

source: Digit Even
de_de: Kommast. gleich
fr_fr: Chiffre Pair
pl_pl: Cyfra parzysta
pt_pt: Dígito Par
vi_vn: Số chẵn
zh_cn: 数字为偶数

source: Digit Matches
de_de: Kommast. gleich
fr_fr: Chiffre Correspondant
pl_pl: Cyfra zgadza się
pt_pt: Dígito Combina
vi_vn: Số phù hợp
zh_cn: 数字匹配

source: Digit Odd
de_de: Kommast. ungerade
fr_fr: Chiffre Impair
pl_pl: Cyfra nieparzysta
pt_pt: Dígito Ímpar
vi_vn: Số lẻ
zh_cn: 数字为奇数

source: Digit Over
de_de: Kommast. über
fr_fr: Chiffre Supérieur
pl_pl: Cyfra większa
pt_pt: Dígito Acima
vi_vn: Số vượt quá
zh_cn: 数字超过限额

source: Digit Under
de_de: Kommast. unter
fr_fr: Chiffre Inférieur
pl_pl: Cyfra mniejsza
pt_pt: Dígito Abaixo
vi_vn: Số dưới
zh_cn: 数字低于限额

source: Digit contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
de_de: Kommastellen-Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr_fr: Les contrats « asiatiques » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id_id: Kontrak Digit akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
pl_pl: Kwota zakupu kontraktu opartego na cyfrach zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
pt_pt: Os contratos "Dígitos" serão reembolsados ao preço de compra se o contrato não terminar dentro de 5 minutos.
vi_vn: Các hợp đồng chữ số sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 数字合约如果没在 5 分钟内结束，将退还购入价格。

source: Digits
de_de: Ziffern
fr_fr: Chiffres
pl_pl: Cyfry
pt_pt: Dígitos
vi_vn: Chữ số
zh_cn: 数字期权

source: Disable
de_de: Deaktivieren
fr_fr: Désactivé
id_id: Nonaktifkan
pl_pl: Wyłącz
pt_pt: Desabilitar
vi_vn: Vô hiệu hoá
zh_cn: 禁用

source: Disaster Recovery,
de_de: Notfallplan,
fr_fr: la Reprise après Sinistre,
id_id: Pemulihan Bencana,
pl_pl: Odzyskiwanie awaryjne,
pt_pt: Recuperação de desastres
vi_vn: Phục hồi trục trặc
zh_cn: 灾难后恢复，

source: Disclaimer
de_de: Rechtlicher Hinweis
fr_fr: Non-responsabilité
id_id: Sangkalan
pl_pl: Zastrzeżenie
pt_pt: Isenção de Responsabilidade
vi_vn: Miễn trừ trách nhiệm
zh_cn: 免责声明

source: Disclaimers
de_de: Rechtliche Hinweise
fr_fr: Clauses de non-responsabilité
id_id: Penyangkalan
pl_pl: Zastrzeżenia
pt_pt: Isenção de Responsabilidade
vi_vn: Miễn trừ trách nhiệm
zh_cn: 免责声明

source: Disclosure: general
de_de: Offenlegung: Allgemein
fr_fr: Divulgation : général
id_id: Pengungkapan: umum
pl_pl: Poufność: ogólne
pt_pt: Divulgação: geral
vi_vn: Lưu ý chung
zh_cn: 揭露：一般

source: Display your proof of address when prompted.
de_de: Zeigen Sie Ihren Adressnachweis, wenn Sie aufgefordert werden.
fr_fr: Affichez votre justificatif de domicile lorsque vous y êtes invité.
id_id: Tampilkan bukti alamat Anda saat diminta.
pl_pl: Gdy poprosimy Cię o to, przedstaw potwierdzenie danych adresowych.
pt_pt: Mostre o seu comprovante de endereço quando solicitado.
vi_vn: Hiển thị chứng minh địa chỉ khi được hỏi.
zh_cn: 出现提示时请提交地址证明。

source: Display your proof of identity when prompted.
de_de: Zeigen Sie Ihren Identitätsnachweis, wenn Sie aufgefordert werden.
fr_fr: Affichez votre pièce d’identité lorsque vous y êtes invité.
id_id: Tampilkan bukti identitas Anda saat diminta.
pl_pl: Gdy poprosimy Cię o to, przedstaw potwierdzenie tożsamości.
pt_pt: Mostre o seu comprovante de identidade quando solicitado.
vi_vn: Hiển thị chứng minh danh tính khi được hỏi.
zh_cn: 出现提示时请提交身份证明。

source: Diverse platforms and account types
de_de: Diverse Plattformen und Kontoarten
fr_fr: Multiples plates-formes et types de compte
id_id: Berbagai platform dan jenis akun
pl_pl: Różne platformy i rodzaje kont
pt_pt: Diversas plataformas e tipos de conta
vi_vn: Có nhiều loại sàn và tài khoản đa dạng
zh_cn: 不同的平台和账户类型

source: Diversify your income stream through other partnership opportunities such as the %1Introducing Broker Programme%2.
de_de: Diversifizieren Sie Ihre Einnahmequelle durch andere Partnerschaftsmöglichkeiten wie dem %1Vorstellung des Makler-Programms%2.
fr_fr: Diversifiez vos revenus grâce à d’autres occasions de partenariat tels que le Nous introduisons le %1Programme pour Courtier%2.
id_id: Diversifikasi aliran penghasilan Anda melalui peluang kerjasama lain seperti %1Program IB%2.
pl_pl: Zdywersyfikuj swoje źródło dochodów, korzystając z naszych programów partnerskich, takich jak %1Program dla brokerów%2.
pt_pt: Diversifique as suas fontes de rendimentos com as nossas oportunidades de parceria, como o %1Programa de Corretores de Apresentação%2 (IB - Introducing Broker), por exemplo.
vi_vn: Đa dạng hóa nguồn thu nhập thông qua các cơ hội hợp tác như %1Các Chương Trình giới thiêu Môi Giới%2.
zh_cn: 通过其他合作机会如%1推介经纪方案%2, 使您的收入流多样化。

source: Diversify your portfolio with all four types of precious metals that are widely known as "safe haven" investments: gold, silver, platinum, and palladium.
de_de: Diversifizieren Sie Ihr Portfolio mit allen vier Arten von Edelmetallen, die als "sicherer Hafen" Investitionen bekannt sind: Gold, Silber, Platin und Palladium.
fr_fr: Diversifiez votre portefeuille avec les quatre types de métaux précieux qui sont largement connus comme des investissements « valeur refuge » : or, argent, platine et palladium.
id_id: Diversifikasi portfolio Anda dengan empat tipe logam mulia yang secara luas dikenal sebagai instrumen "safe heaven": emas, perak, platinum, dan paladium.
pl_pl: Zdywersyfikuj swoje portfolio, korzystając z czterech rodzajów metali szlachetnych, które są powszechnie znane jako inwestycje typu „bezpieczna przystań” (safe haven): złoto, srebro, platyna, pallad.
pt_pt: Diversifique a sua carteira com os quatro tipos de metais preciosos que são amplamente conhecidos como investimentos "seguros": ouro, prata, platina e paládio.
vi_vn: Đa dạng hóa danh mục đầu tư của bạn với tất cả bốn loại của các kim loại quý được biết đến rộng rãi như đầu tư "nơi ẩn náu an toàn": vàng, bạc, platin và paladi.
zh_cn: 让您的投资组合具备各式的选项，包含全部四种被广泛称为“安全保障”投资的贵重金属：黄金、白银、铂金和钯金。

source: Diversify your portfolio with some of the most popular commodities in the world including gold and silver.
de_de: Diversifizieren Sie Ihr Portfolio mit einigen der beliebtesten Rohstoffe in der Welt, einschließlich Gold und Silber.
fr_fr: Diversifiez votre portefeuille avec certains des produits plus populaires dans le monde, y compris l’or et l’argent.
id_id: Diversifikasi portfolio Anda dengan bebrapa komoditas paling populer di dunia termasuk emas dan perak.
pl_pl: Zdywersyfikuj swoje portfolio, dodając najpopularniejsze towary światowe, w tym złoto i srebro.
pt_pt: Diversifique a sua carteira com algumas das matérias-primas mais populares do mundo, incluindo ouro e prata.
vi_vn: Đa dạng hóa danh mục đầu tư của bạn với một số các mặt hàng phổ biến nhất trên thế giới bao gồm cả vàng và bạc.
zh_cn: 让您的投资组合具备各式的选项，包括世界上最受欢迎的商品如黄金和白银等。

source: Divorce Settlement
de_de: Scheidungsvereinbarung
fr_fr: Règlement de divorce
id_id: Penyelesaian Perceraian
pl_pl: Orzeczenie rozwodowe
pt_pt: Acordo de divórcio
vi_vn: Thỏa Thuận Tách Ra
zh_cn: 离婚协议

source: Do not send Bitcoin to a Bitcoin Cash account (or Bitcoin Cash to a Bitcoin account). Doing so may lead to the loss of your funds.
de_de: Senden Sie Bitcoin nicht an ein Bitcoin-Cash-Konto (oder Bitcoin Cash auf ein Bitcoin-Konto). Dies kann zum Verlust Ihres Geldes führen.
fr_fr: Ne pas envoyer de Bitcoin à un compte Bitcoin Cash (ou Bitcoin Cash sur un compte Bitcoin). Cela peut conduire à la perte de vos fonds.
id_id: Mohon untuk tidak mengirim Bitcoin ke dalam akun Bitcoin Cash (atau Bitcoin Cash ke akun Bitcoin). Dengan melakukan hal tersebut dapat menyebabkan dana Anda hilang.
pl_pl: Nie przesyłaj waluty bitcoin na konto z gotówką bitcoin (lub gotówki bitcoin na konto bitcoin), gdyż może to spowodować utratę Twoich środków.
pt_pt: Não envie Bitcoins para uma conta de Bitcoin Cash (ou Bitcoin Cash para uma conta de Bitcoin). Isso pode resultar na perda do seu dinheiro.
vi_vn: Không gửi Bitcoin tới tài khoản tiền Bitcoin (hoặc Bitcoin tiền mặt vào tài khoản Bitcoin). Làm như vậy có thể dẫn đến mất tiền của bạn.
zh_cn: 不要将比特币发送到比特币现金账户 （或将比特币现金发送到比特币账户）。这样做可能会导致您的资金损失。

source: Do not trade when you are tired or are under the influence of alcohol.
de_de: Beteiligen Sie sich nicht am Handel, wenn Sie müde sind oder unter Alkoholeinfluss stehen.
fr_fr: Ne lancez pas d'opérations lorsque vous êtes fatigué(e) ou sous l'emprise de l'alcool.
id_id: Jangan melakukan trading jika Anda dalam keadaan lelah atau di bawah pengaruh alkohol.
pl_pl: Nie graj, gdy jesteś zmęczony(a) lub pod wpływem alkoholu.
pt_pt: Não aposte quando estiver cansado ou sob a influência de álcool.
vi_vn: Không nên giao dịch khi bạn mệt mỏi hoặc đang có cồn trong người.
zh_cn: 疲惫或受酒精影响时不要交易。

source: Do you have a real money account?
fr_fr: Avez vous un compte d'argent réel?
id_id: Apakah Anda memiliki akun uang riil?
pl_pl: Masz konto z prawdziwymi pieniędzmi?
pt_pt: Já possui uma conta de dinheiro real?
vi_vn: Bạn có tài khoản tiền thật không?
zh_cn: 有真实资金账户吗?

source: Do you manage a social media page that's dedicated to online trading? Partner with us and convert your audience into potential profit.
fr_fr: Gérez vous une page de médias sociaux qui se consacre au trading en ligne ? Collaborez avec nous et convertissez votre auditoire en profit potentiel.
id_id: Apakah Anda mengelola halaman media sosial yang didedikasikan untuk trading online? Bermitralah dengan kami dan raih potensi keuntungan dari pengunjung Anda.
pl_pl: Zarządzasz stroną mediów społecznościowych dedykowaną handlowi on-line? Zostań naszym partnerem i uzyskaj potencjalny zysk dzięki Twoim odbiorcom.
vi_vn: Bạn có đang quản lý một trang truyền thông xã hội là dành riêng cho giao dịch trực tuyến? Hợp tác với chúng tôi và biến các đối tượng tham gia trang truyền thông của bạn thành lợi nhuận tiềm năng.
zh_cn: 您是否在管理专门用于网上交易的社交媒体页面？请与我们合作, 将您的受众转成潜在利润。

source: Do you offer any referral tools to your IBs?
de_de: Bieten Sie Anwerbe-Tools zu Ihren IBs an?
fr_fr: Offrez-vous des outils de parrainage à vos IBs ?
id_id: Apakah Anda menawarkan materi referral kepada IB Anda?
pl_pl: Oferujecie jakieś materiały referencyjne brokerom IB?
pt_pt: Oferecem quaisquer ferramentas de indicação aos IBs?
vi_vn: Bạn có cung cấp bất kỳ công cụ giới thiệu nào cho IB của bạn không?
zh_cn: 您是否向IB提供任何推介工具？

source: Do you offer any tools to manage my clients' trades?
de_de: Bieten Sie Tools zum Verwalten meiner Kundengeschäfte an?
fr_fr: Offrez vous des outils pour gérer les trades de mes clients?
id_id: Apakah Anda menawarkan metode apa pun untuk mengelola perdagangan klien saya?
pl_pl: Oferujecie jakieś narzędzia do zarządzania zakładami moich klientów?
vi_vn: Các bạn có cung cấp bất kỳ công cụ nào để quản lý các giao dịch của khách hàng của tôi không?
zh_cn: 您是否提供任何工具，以便我管理客户交易？

source: Do you run a website that promotes Forex or binary options? Join our global network of affiliates and turn your online traffic into revenue.
fr_fr: Vous avez un site Web qui promeut le Forex ou les options binaires ? Rejoignez notre réseau mondial d'affiliés et transformez votre trafic en ligne en revenus.
id_id: Apakah Anda memiliki situs web yang mempromosikan Forex atau opsi binary? Bergabunglah dengan jaringan global afiliasi kami dan peroleh pendapatan dari trafik Anda.
pl_pl: Prowadzisz stronę internetową promującą Forex lub opcje binarne? Dołącz do naszej globalnej sieci partnerów i zamień ruch na Twojej stronie w przychód.
vi_vn: Bạn có đang chạy một trang web quảng bá Forex hoặc binary options? Hãy tham gia mạng lưới toàn cầu của các liên kết và biến những lượt tham gia trang web của bạn thành doanh thu.
zh_cn: 您是否在经营促进外汇或二元期权的网站？请加入我们的全球联盟网络, 将您的在线流量转成收益。

source: Do you want this to be a fiat account or crypto account? Please choose one:
fr_fr: Voulez-vous que ce soit un compte de fiat ou de crypto ? Veuillez en choisir un :
id_id: Apakah Anda ingin akun ini terdaftar sebagai akun fiat atau akun kripto?. Silahkan pilih:
pl_pl: Chcesz, aby było to konto w walucie fiducjarnej lub kryptowalucie? Proszę wybrać jedno:
vi_vn: Bạn có muốn này là một tài khoản fiat hoặc tài khoản tiền crypto? Hãy chọn một trong hai:
zh_cn: 想要法定账户或加密账户？请选择:

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
de_de: Möchten Sie mehr über die Märkte oder den Börsenhandel erfahren lernen? Sehen Sie sich die unten angegebenen Quellen an.
fr_fr: Vous voulez en apprendre davantage sur les marchés ou comment effectuer des trades sur ces marchés? Consultez les ressources ci-dessous.
id_id: Apakah Anda ingin mempelajari lebih lanjut mengenai pasar dan cara bertrading? Lihat bagian sumber berikut.
pl_pl: Chcesz dowiedzieć się więcej o rynkach finansowych i handlu na nich? Zapoznaj się z poniższymi materiałami.
pt_pt: Você quer saber mais sobre os mercados ou sobre negociação financeira? Confira os recursos abaixo.
vi_vn: Bạn có muốn tìm hiểu thêm về thị trường và các cách giao dịch không? Hãy xem các thông tin dưới đây.
zh_cn: 想获取更多有关市场及如何进行交易的信息吗？请查看以下资源。

source: Do you want to see %1 in other languages, or can you suggest improvements to our current translations?
de_de: Möchten Sie %1 in anderen Sprachen sehen, oder können Sie Verbesserungsvorschläge zu unseren aktuellen Übersetzungen vorschlagen?
fr_fr: Vous désirez voir %1 en d'autres langues, ou vous pouvez suggérer des améliorations à nos traductions actuelles ?
id_id: Apakah Anda ingin melihat %1 dalam bahasa lain, atau Anda dapat menyarankan perbaikan pada terjemahan kami saat ini?
pl_pl: Chcesz zobaczyć stronę %1 w innych językach lub zasugerować lepsze tłumaczenie?
pt_pt: Você deseja quer usar a %1 em outros idiomas ou deseja sugerir melhorias nas nossas traduções atuais?
vi_vn: Bạn có muốn xem %1 bằng ngôn ngữ khác, hoặc bạn có đề nghị cải tiến bản dịch hiện tại của chúng tôi?
zh_cn: 您是否想查看其他语言版本的%1，或对当前译文提出改进意见？

source: Do you want to top up for another %1? If not, you can do this later on the %2Cashier page%3, too.
fr_fr: Vous voulez faire un versement complémentaire pour un autre %1? Sinon, vous pouvez le faire aussi par la suite sur la %2page Caisse%3.
id_id: Apakah Anda ingin mengisi ulang dana virtual sebesar %1? Jika tidak, Anda dapat melakukannya kembali nanti pada %2halaman Kasir%3.
pl_pl: Czy chcesz dokonać doładowania dla kolejnego %1? Jeśli nie, możesz to zrobić później w %2sekcji Kasjer%3.
vi_vn: Bạn có muốn nạp thêm cho một %1 khác? Nếu không, bạn cũng có thể nạp thêm trên trang %2CThu Ngân%3.
zh_cn: 是否要为另一个 %1充值？如果不是, 您也可以稍后在 %2收银台页面%3执行此操作。

source: Do you wish to continue?
de_de: Möchten Sie fortfahren?
fr_fr: Voulez-vous continuer ?
id_id: Apakah Anda ingin melanjutkan?
pl_pl: Chcesz kontynuować?
pt_pt: Deseja continuar?
vi_vn: Bạn có muốn tiếp tục?
zh_cn: 是否继续？

source: Document Type
de_de: Dokumenttyp
fr_fr: Type de Document
id_id: Jenis Dokumen
pl_pl: Typ dokumentu
pt_pt: Tipo de documento
vi_vn: Loại tài liệu
zh_cn: 文档类型

source: Document and administer database policies, procedures, and standards
de_de: Dokumentieren und verwalten Sie Datenbank-Politiken, Verfahren und Standards
fr_fr: Documenter et gérer les normes, procédures et politiques de base de données
id_id: Mendokumentasikan dan mengadministrasikan kebijakan database, prosedur, dan standar
pl_pl: Dokumentowanie i administrowanie politykami, procedurami i standardami dot. baz danych
pt_pt: Documentar e administrar políticas, procedimentos e padrões de banco de dados
vi_vn: Các chính sách, quy trình và tiêu chuẩn cho tài liệu và quản trị cơ sở dữ liệu
zh_cn: 记录和管理数据库策略、过程和标准

source: Document submission status
de_de: Dokument Abgabestatus
fr_fr: Statut de soumission du document
id_id: Status pengiriman dokumen
pl_pl: Status dostarczenia dokumentu
pt_pt: Status da apresentação de documentos
vi_vn: Tình trạng nộp tài liệu
zh_cn: 文档提交状态

source: Does Not Touch
de_de: Erreicht Nicht
fr_fr: Ne touche pas
pl_pl: Nie osiąga
pt_pt: Não toca
vi_vn: Không Chạm
zh_cn: 未触及

source: Doing great work and inspiring others to do the same.
fr_fr: Faire du bon travail et inspirer les autres à faire de même.
id_id: Melakukan pekerjaan dengan luar biasa dan menginspirasi orang lain untuk melakukan hal yang sama.
pl_pl: Doskonałe wykonywanie swojej pracy i inspirowanie innych do tego samego.
vi_vn: Hoàn tất công việc tuyệt vời và tạo cảm hứng cho người khác làm được giống như vậy.
zh_cn: 有效率地工作, 并激励别人也这样做。

source: Don't have a %1 account yet?
fr_fr: Vous n'avez pas encore de compte %1?
id_id: Belum memiliki akun %1?
pl_pl: Nie masz konta %1?
pt_pt: Ainda não tem uma conta %1?
vi_vn: Không có tài khoản %1?
zh_cn: 还没有%1账户？
