Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company is required under data protection legislation to notify the applicant of the information contained in this privacy notice. As such, it is important that the applicant read this notice, together with any other privacy notice that the Company may provide for the applicant on specific occasions when the Company is collectiong or processing personal data about the applicant, so that the applicant is aware of how and why the Company is using such information.
de_de: Das Unternehmen ist unter datenschutzrechtlichen Bestimmungen dazu verpflichtet, dem Bewerber die in dieser Datenschutzerklärung enthaltenen Informationen mitzuteilen. Als solches ist es wichtig, dass der Bewerber diese Hinweise zusammen mit anderen Datenschutzerklärungen liest, die das Unternehmen dem Bewerber zu bestimmten Gelegenheiten vorlegt, wenn das Unternehmen persönliche Daten des Bewerbers sammelt oder bearbeitet, so dass der Bewerber weiß, wie und warum das Unternehmen diese Informationen nutzt.
fr_fr: La Compagnie est tenue, en vertu de la législation de protection des données, de notifier au candidat des informations contenues dans le présent avis de confidentialité. Par conséquent, il est important que le candidat ait lu cet avis, ainsi que tout autre avis de confidentialité que la Compagnie peut fournir au candidat sur des cas précis où la Companie collecte ou traite des données personelles à caractère personnel concernant le candidat, afin que le candidat soit informé de comment et pourquoi la Companie utilise ces informations.
id_id: Perusahaan diwajibkan di bawah undang-undang perlindungan data untuk memberi tahu pelamar mengenai informasi yang terkandung dalam pemberitahuan privasi ini. Dengan demikian, penting bahwa pelamar perlu membaca pemberitahuan ini bersama dengan pemberitahuan privasi lainnya yang dapat diberikan oleh Perusahaan untuk pelamar pada saat tertentu ketika Perusahaan mengumpulkan atau memproses data pribadi pelamar, sehingga pelamar mengetahui bagaimana dan mengapa Perusahaan menggunakan informasi tersebut.
pl_pl: Na mocy ustawodawstwa o ochronie danych osobowych Firma jest zobowiązana do powiadomienia kandydata o danych zawartych w niniejszych informacjach o polityce prywatności. Dlatego kandydat powinien przeczytać te informacje, podobnie jak wszelkie inne informacje o polityce prywatności, które kandydatowi może dostarczać Firma w konkretnych przypadkach, gdy Firma gromadzi i przetwarza dane osobowe kandydata, tak by był świadomy, w jaki sposób i dlaczego Firma wykorzystuje te dane.
vi_vn: Công Ty được yêu cầu theo luật bảo vệ dữ liệu để thông báo cho người nộp đơn thông tin có trong thông báo bảo mật này. Vì vậy, điều quan trọng là người nộp đơn đọc thông báo này, cùng với bất kỳ thông báo bảo mật nào khác mà Công Ty có thể cung cấp cho người nộp đơn vào những dịp cụ thể khi Công Ty thu thập hoặc xử lý dữ liệu cá nhân về người nộp đơn, để người nộp đơn biết cách thức và lý do Công Ty sử dụng thông tin đó.
zh_cn: 根据数据保护法规要求，公司必须将本隐私权声明所载信息通知申请人。因此, 当公司特地向申请人收集或处理个人资料时, 申请人必须阅读本通知以及本公司为申请人提供的任何其他隐私声明, 以便申请人了解公司使用此类信息的方式和原因。

source: The Company is the sole owner of all rights or titles or interests whatsoever in and to all %1 electronic systems including but not limited to any and all software, e-mail and email management software, including any modifications.
de_de: Das Unternehmen ist der alleinige Eigentümer aller Rechte oder Titel oder Interessen in und um alle %1 elektronischen Systeme, einschließlich, aber nicht beschränkt auf jegliche Software, E-Mail- und E-Mail-Management-Software, einschließlich aller Änderungen.
id_id: Perusahaan adalah pemilik tunggal semua hak atau judul atau kepentingan apa pun dalam dan semua sistem elektronik %1 termasuk namun tidak terbatas pada perangkat lunak, perangkat lunak email dan email, termasuk modifikasi apapun.
pl_pl: Firma jest wyłącznym właścicielem wszystkich praw i tytułów do wszelkich systemów elektronicznych %1, w tym m. in. do oprogramowania, wiadomości e-mail i oprogramowania do zarządzania wiadomościami e-mail, i ma prawo wprowadzania zmian do tych systemów elektronicznych, i przysługują jej wszelkie korzyści z nimi związane.
pt_pt: A Empresa é proprietária única de todos os direitos ou títulos ou interesses de e em todos os sistemas eletrônicos da %1, incluindo, mas não só, quaisquer tipos de software, e-mails e software de gerenciamento de e-mails, incluindo quaisquer modificações.
vi_vn: Công Ty là chủ sở hữu duy nhất của tất cả các quyền hoặc tiêu đề hoặc quan tâm nào trong, và tất cả các hệ thống điện tử %1, bao gồm nhưng không giới hạn bất kỳ và tất cả phần mềm, e-mail và email phần mềm quản lý, kể cả bất kỳ sửa đổi nào của nó.
zh_cn: 公司是所有 %1 电子系统，包括但不限于任何所有软件、电子邮件和电子邮件管理软件，包括任何修改的所有权利或利益的唯一拥有人。

source: The Company makes no claims that the %1 website will be uninterrupted or provide an error free service, and will not be liable for the consequences of any such errors or interruptions.
de_de: Das Unternehmen sichert nicht zu, dass die %1 Website einen ununterbrochenen oder fehlerfreien Service zur Verfügung stellen wird und haftet nicht für die Folgen von Unterbrechungen oder Fehlern.
id_id: Perusahaan tidak membuat klaim bahwa situs %1 akan terganggu atau menyediakan layanan bebas dari kesalahan dan tidak akan bertanggung jawab atas konsekuensi dari setiap kesalahan atau gangguan.
pl_pl: Firma nie gwarantuje, że strona internetowa %1 będzie działać bez zakłóceń i nie ponosi odpowiedzialności za konsekwencje takich zakłóceń lub problemów technicznych.
pt_pt: A Empresa não afirma que o site %1 permanecerá ininterrupto, ou que fornecerá um serviço isento de erros, nem será responsável pelas consequências de tais erros ou interrupções.
vi_vn: Công Ty không tuyên bố rằng trang web %1 sẽ không bị gián đoạn hoặc dịch vụ cung cấp sẽ không có lỗi và sẽ không chịu trách nhiệm với những lỗi và gián đoạn này gây ra.
zh_cn: 公司并未宣称%1 网站不会中断服务或提供无差错服务，也不承担任何因此类中断或错误导致的后果。

source: The Company may also collect personal data about the applicant from third parties, such as further references supplied by former employers and information from criminal records checks.
de_de: Das Unternehmen kann auch persönliche Daten über den Bewerber von Dritten erfassen, wie z. B. Referenzen von ehemaligen Arbeitgebern und Informationen von Strafregister-Kontrollen.
fr_fr: La Compagnie peut également recueillir les données personnelles concernant le candidat auprès de tierces parties, telles que des références supplémentaires fournies par les anciens employeurs et informations extraites du casier judiciaire.
id_id: Perusahaan juga dapat mengumpulkan data pribadi tentang pelamar dari pihak ketiga, seperti referensi lebih lanjut yang disediakan oleh mantan majikan dan informasi dari pemeriksaan catatan kriminal.
pl_pl: Firma może również gromadzić dane osobowe o kandydacie od osób trzecich, takie jak referencje dostarczane przez poprzednich pracodawców i informacje z kontroli pod kątem karalności.
vi_vn: Công Ty cũng có thể thu thập dữ liệu cá nhân về người nộp đơn từ bên thứ ba, chẳng hạn như các tài liệu tham khảo thêm được cung cấp bởi các nhà tuyển dụng cũ và thông tin từ kiểm tra hồ sơ tội phạm.
zh_cn: 公司还可能从第三方收集有关申请人的个人资料, 如前雇主提供的进一步参考资料和犯罪记录检查的信息。

source: The Company may also impose volume trading limits on Client accounts at its sole discretion. Trading volume limits can be viewed in the Security & Limits section of your account. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
de_de: Das Unternehmen kann auch, nach eigenem Ermessen, Handels-Volumenlimits auf Kundenkonten durchsetzen. Handels-Volumenlimits können im Abschnitt Sicherheit & Grenzen Ihres Kontos eingesehen werden. Wenn der Kontostand die maximale Kontogröße überschreitet, müssen Abbuchungen erfolgen, um den Kontostand unter dieses Limit zu bringen.
id_id: Perusahaan juga dapat menerapkan batas perdagangan volume pada akun Klien atas kebijakannya sendiri. Batas volume perdagangan dapat dilihat di bagian Keamanan & Batas akun Anda. Jika saldo akun melebihi ukuran akun maksimum, maka penarikan harus dilakukan untuk membawa saldo turun hingga di bawah batas ini.
pl_pl: Firma może również nakładać limity handlowe na konta klientów według własnego uznania. Te limity można sprawdzić w sekcji Bezpieczeństwo i limity na Twoim koncie. Jeśli saldo konta przekroczy maksymalną ustaloną kwotę, wówczas należy dokonać wypłat w celu zmniejszenia wysokości salda, aby nie przekraczało ono limitu.
pt_pt: A Empresa pode também impor limites sobre volumes de negociação em contas de cliente a seu exclusivo critério. Limites de volume de negociação podem ser consultados na seção "Segurança e limites" da sua conta. Se o saldo da sua conta exceder o tamanho máximo de conta, então deverão ser efetuadas retiradas para reduzir o saldo para abaixo desse limite.
vi_vn: Công Ty cũng có thể áp đặt giới hạn khối lượng giao dịch trên tài khoản khách hàng theo ý mình. Giới hạn khối lượng giao dịch có thể được xem trong phần Bảo Mật & Giới Hạn của tài khoản của bạn. Nếu số dư tài khoản vượt quá kích thước tối đa tài khoản, sau đó rút tiền phải được thực hiện để mang lại sự cân bằng xuống dưới giới hạn này.
zh_cn: 公司还可自行决定对客户账户实行批量交易限制。交易量限制详情可以在账户的 "安全和限制" 部分查看。如果账户余额超过最大账户限额, 则必须提款以使余额小于限额。

source: The Company may change the commission structure at any time at its sole and absolute discretion. We will endeavor to ensure affiliates are notified when changes have been made to the commission structure.
de_de: Das Unternehmen kann jederzeit die Provisionsstruktur im eigenen absoluten Ermessen verändern. Wir werden uns bemühen sicherzustellen, dass die Geschäftspartner unterrichtet werden, wenn Änderungen an der Provisionsstruktur vorgenommen werden.
id_id: Perusahaan dapat mengubah struktur komisi setiap saat atas kebijakannya dan mutlak. Kami akan berusaha untuk memastikan afiliasi akan diberitahu ketika perubahan telah dibuat mengenai struktur komisi.
pl_pl: Firma może zmienić strukturę prowizji w dowolnej chwili wedle własnego uznania. Firma dołoży wszelkich starań, by powiadomić partnerów w przypadku wprowadzenia zmian w strukturze prowizji.
pt_pt: A Empresa pode alterar a estrutura de comissões a qualquer momento e a seu exclusivo e absoluto critério. Faremos o possível para garantir que os afiliados sejam notificados quando alterações tenham sido feitas à estrutura de comissões.
vi_vn: Công ty có thể thay đổi chính sách chiết khấu tại bất kỳ thời điểm nào, tùy theo quyết định duy nhất và tuyệt đối của Công ty. Chúng tôi sẽ nỗ lực để đảm bảo rằng các chi nhánh sẽ được thông báo khi chính sách chiết khấu được thay đổi.
zh_cn: 公司可能随时以其唯一、绝对自主权改变佣金结构。佣金结构发生更正时，我们将努力通知所有联盟成员。

source: The Company may change, suspend, terminate or discontinue any aspect of the %1 API, including the availability of any services, information features or functions accessible by means of the %1 API, on no less than seven days advance notice to you.
de_de: Mit einer mindestens siebentägigen Vorankündigungsfrist kann das Unternehmen jeden Aspekt des %1 API, einschließlich die Verfügbarkeit von Diensten, Informationsfunktionen oder Funktionen, die über das %1 API zugänglich sind, ändern, einstellen, kündigen oder beenden.
id_id: Perusahaan dapat mengubah, menangguhkan, menghentikan atau menghentikan setiap aspek dari API %1, termasuk ketersediaan setiap layanan, fitur informasi atau fungsi dapat diakses dengan cara API %1, pemberitahuan tidak kurang dari tujuh hari di awal untuk Anda.
pl_pl: Firma może zmienić, zawiesić, przerwać lub zakończyć jakikolwiek element API %1, w tym dostępność wszelkich usług i funkcji informacyjnych dostępnych za pośrednictwem API %1, pod warunkiem poinformowania o tym co najmniej 7 dni wcześniej.
pt_pt: A empresa pode alterar, suspender, terminar ou descontinuar qualquer aspeto da API %1, incluindo a disponibilidade de qualquer serviço, recursos de informação ou funcionalidades acessíveis por meio da API %1, sem aviso prévio de pelo menos sete dias.
vi_vn: Công Ty có thể thay đổi, tạm ngừng, chấm dứt hoặc ngừng cung cấp bất kỳ lĩnh vực nào của %1 API, bao gồm cả sự sẵn có của bất kỳ dịch vụ, thông tin các tính năng hoặc chức năng có thể truy cập bằng công cụ của %1 API, và sẽ thông báo trước cho bạn về điều này trong ít nhất bảy ngày.
zh_cn: 公司可能会预先7天通知您之后对%1 API服务，包括通过%1 API所提供的任何服务、信息功能或可访问与可用性作出更改、暂停、终止或中断措施。

source: The Company may collect this information in a variety of ways. Data is collected and contained in CVs or resumes, via Self-Assessment Topgrading Questionnaires/Interview (SATI), or through interviews or other forms of assessment, including online tests.
de_de: Das Unternehmen kann diese Informationen in verschiedener Weise erfassen. Daten werden in Form von CVs oder Lebensläufen gesammelt, über Self-Assessment Topgrading Fragebögen/Interviews (SATI), oder durch Interviews, oder andere Formen der Bewertung, einschließlich Online-Tests.
fr_fr: La Compagnie peut collecter ces informations de multiples façons. Les données sont collectées et contenues dans le CV ou curriculum vitae, par l’intermédiaire du Questionnaires/Interview d'Auto-évaluation Topgrading (SATI), ou à travers des interviews ou autres formes d’évaluation, y compris les tests en ligne.
id_id: Perusahaan dapat mengumpulkan informasi ini dalam berbagai cara. Data dikumpulkan dan dimuat dalam CV atau resume, melalui Pertanyaan Kajian Pribadi Tingkat Atas/Wawancara (SATI), atau melalui wawancara atau bentuk penilaian lain, termasuk tes online.
pl_pl: Firma może gromadzić te informacje w różny sposób. Dane są gromadzone i przechowywane w CV lub życiorysach, za pośrednictwem kwestionariuszy samooceny/rekrutacyjnych (SATI), rozmów rekrutacyjnych lub innych form oceny, w tym testów online.
vi_vn: Công Ty có thể thu thập thông tin này theo nhiều cách khác nhau. Dữ liệu được thu thập và chứa trong sơ yếu lý lịch hoặc hồ sơ, thông qua Phiếu Đánh Giá / Phỏng Vấn Xếp Hạng (SATI), hoặc thông qua các cuộc phỏng vấn hoặc các hình thức đánh giá khác, bao gồm các bài kiểm tra trực tuyến.
zh_cn: 公司可能会以多种方式收集这些信息。通过自我评估调查问卷 (SATI), 或通过访谈或其他评估方式, 包括在线测试收集资料并包含在简历里。

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
de_de: Das Unternehmen kann Sie von Zeit zu Zeit über die Änderungen auf der Website, neue Dienstleistungen und Angebote informieren. Wenn Sie allerdings diesen Service nicht und keine direkten Marketing Informationen erhalten möchten, können Sie sich entweder abmelden oder eine E-Mail an unsere Kundenbetreuung schicken. Sie können uns gerne kontaktieren, wenn Sie sich erneut anmelden und Promo-Material erhalten möchten.
id_id: Perusahaan dari waktu ke waktu menginformasikan tentang perubahan pada situs, layanan baru dan promosi. Jika Anda, bagaimanapun, ingin memilih keluar dari layanan tersebut dan tidak ingin menerima data pemasaran langsung maka Anda dapat berhenti berlangganan layanan atau mengirim email kepada tim customer support. Jika Anda memutuskan untuk memilih lagi untuk menerima materi promosi, Anda juga dapat melakukannya dengan menghubungi kami.
pl_pl: Firma może od czasu do czasu informować o zmianach na portalu, nowych usługach i promocjach. Jeśli jednak chcesz zrezygnować z takiej usługi i nie życzysz sobie otrzymywać bezpośrednich informacji marketingowych, możesz zrezygnować z subskrypcji usługi lub skontaktować się z naszym Działem obsługi klienta przez e-mail. Jeśli ponownie będziesz chciał(a) otrzymywać materiały promocyjne, możesz także skontaktować się z nami w tym celu.
pt_pt: A Empresa pode, de tempos em tempos, informá-lo sobre alterações no site, novos serviços e promoções. No entanto, se você não desejar receber dados de marketing direto, você pode cancelar a assinatura do serviço ou enviar um e-mail a nossa equipe de apoio ao cliente. Se você decidir optar novamente por receber esse material promocional, você também pode fazê-lo entrando em contato conosco.
vi_vn: Công ty sẽ thông báo cho bạn về tình hình thay đổi trang web, dịch vụ mới và nâng cấp theo thời gian. Tuy nhiên, nếu bạn không muốn nhận dịch vụ như này hoặc không muốn nhận bất kì dữ liệu marketing trực tiếp nào thì bạn có thể ngưng đăng ký dịch vụ này hoặc có thể gửi mail cho nhóm chăm sóc khách hàng của chúng tôi. Bạn cũng có thể liên hệ với chúng tôi nếu bạn muốn đăng ký để theo dõi các thông tin quảng các này.
zh_cn: 公司可能会就网站的变化、新的服务和促销活动向您发送通知。如果您不愿接受此服务或不希望收到任何直接营销数据，可以退订该服务，或发送电子邮件到我们的客服团队。之后，如果您决定再次接收促销资料，也可以随时联系我们。

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
de_de: Das Unternehmen kann in Bezug auf die Platzierung von Marktaufträgen über diese Website bestimmte Regeln und Einschränkungen aufstellen. Diese Regeln können sich, je nach Marktbedingungen und anderen Faktoren, von Zeit zu Zeit ändern. Folgende Richtlinien sind momentan aktuell:
id_id: Perusahaan mungkin akan membuat peraturan atau pembatasan pembelian market pada situs tanpa pemberitahuan. Peraturan tersebut akan dirubah dari waktu ke waktu berdasarkan kondisi market dan faktor lainnya. Aturan yang sudah tersedia adalah sebagai berikut:
pl_pl: Firma może wprowadzić pewne zasady i ograniczenia w odniesieniu do wprowadzania zleceń rynkowych na tym portalu. Takie przepisy mogą się zmieniać od czasu do czasu, w zależności od warunków rynkowych i innych czynników. Obecnie obowiązują następujące zasady:
pt_pt: A Empresa pode impor certas regras e restrições relativamente à realização de ordens de mercado nesta página web. Essas regras podem mudar ocasionalmente de acordo com as condições do mercado e outros fatores. As seguintes regras indicativas estão atualmente implementadas:
vi_vn: Công Ty có thể áp đặt các quy tắc và hạn chế nhất định liên quan đến việc đặt các lệnh thị trường trên trang web này. Quy tắc này có thể thay đổi theo thời gian, theo điều kiện thị trường và các yếu tố khác. Các quy tắc chỉ định sau đây đang hiện hành:
zh_cn: 公司可能对网站的市价订单执行设置规则或限制。这些规则可能不定时地根据市场情况和其他因素而改变。当前实施的指示性规则如下：

source: The Company may use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any way, in any media worldwide;
de_de: Das Unternehmen diese Beiträge für jeden Zweck, in jeglicher Weise in jedem weltweiten Medium verwenden oder veröffentlichen darf (oder auswählen, diese nicht zu verwenden oder zu veröffentlichen);
id_id: Perusahaan dapat menggunakan atau mengungkapkan (atau memilih untuk tidak menggunakan atau tidak menyingkap) tersebut untuk tujuan apa pun, dengan cara apapun, di media manapun di seluruh dunia.
pl_pl: Firma może wykorzystywać lub ujawniać (lub nie wykorzystywać i nie ujawniać) taki Wkład w jakimkolwiek celu, w jakikolwiek sposób i za pośrednictwem wszystkich dostępnych na świecie mediów;
pt_pt: A empresa pode usar ou divulgar (ou escolher não usar nem divulgar) tais contribuições por qualquer motivo, de qualquer forma, por qualquer meio de comunicação a nível mundial;
vi_vn: Công ty chúng tôi có thể sử dụng hay tiết lộ (hoặc lựa chọn không sử dụng hay tiết lộ) những khoảng Đóng Góp như thế này cho bất kỳ mục đích gì, bằng cách nào, trên bất kỳ phương tiện thông tin toàn thế giới;
zh_cn: 公司可基于任何用途通过世界各地任何媒体以任何方式使用或披露 （或选择不使用或披露）该贡献 ;

source: The Company may use the Client Money for the purposes of meeting obligations incurred by the Company in connection with the margining, guaranteeing, securing, transferring, adjusting or settling of your dealings in derivatives.
de_de: Das Unternehmen darf die Kundengelder verwenden, um Verpflichtungen abzudecken, die dem Unternehmen im Zusammenhang mit Margining, Gewährleistung, Sicherheit, Übertragung, Anpassung oder Abwicklung Ihrer Derivatgeschäfte entstehen.
id_id: Perusahaan dapat menggunakan Dana Klien untuk tujuan memenuhi kewajiban yang dikeluarkan oleh Perusahaan sehubungan dengan penentuan margin, menjamin, mengamankan, mentransfer, menyesuaikan atau menyelesaikan transaksi Anda dalam derivatif.
pl_pl: Firma może korzystać z Pieniędzy klienta w celu spełnienia zobowiązań Firmy powstałych w związku z ustanawianiem depozytu, gwarantowaniem, zabezpieczaniem, przenoszeniem, dostosowywaniem lub regulowaniem transakcji związanych z instrumentami pochodnymi.
pt_pt: A Empresa pode usar o dinheiro de clientes para fins de cumprimento de obrigações incorridas pela Empresa em conexão com as margens, garantias, transferências, ajustamentos ou resolução/liquidação das suas negociações de produtos derivados.
vi_vn: Công Ty có thể sử dụng tiền của Khách hàng với mục đích đáp ứng các nghĩa vụ phát sinh của Công Ty liên quan đến việc chi trả, bảo lãnh, bảo đảm, chuyển nhượng, điều chỉnh hoặc giải quyết các giao dịch của bạn trong các dẫn xuất.
zh_cn: 公司可使用客户资金, 以履行公司在您的衍生品交易中所承担的保证金、担保、安全保障、转让、调整或解决相关的义务。

source: The Company may withhold payment of funds accumulated in a Client's account while it takes steps to verify compliance with these terms.
de_de: Das Unternehmen kann die Auszahlung von Geldern, die auf dem Kundenkonto angesammelt sind, einbehalten, während es Schritte zur Überprüfung der Einhaltung mit diesen Bedingungen unternimmt.
id_id: Perusahaan dapat menahan saldo yang terdapat dalam akun Klien sementara waktu hingga verifikasi kepatuhan terpenuhi.
pl_pl: Firma może wstrzymać wypłatę środków zgromadzonych na koncie Klienta na czas podejmowania kroków mających na celu sprawdzenie przestrzegania tych postanowień.
pt_pt: A Empresa pode reter o pagamento de fundos acumulados na conta do Cliente, enquanto ela toma as medidas necessárias para verificar o cumprimento destes termos.
vi_vn: Công ty có thể tạm dừng thanh toán của quỹ tích lũy trong tài khoản của khách hàng khi tiến hành các bước kiểm tra việc tuân thủ điều khoản sử dụng.
zh_cn: 当公司采取步骤验证是否符合这些条款时，公司可以扣留客户帐户的累积资金。
