Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Real Volatility Indices
de_de: Echte Volatilität Ind.
fr_fr: Indices volatilité réelle
id_id: Indeks Volatilitas Riil
pl_pl: Prawdziwe wsk. zmienności
pt_pt: Índices Volatility reais
vi_vn: Chỉ Số Biến Động Thực
zh_cn: 真实波动率指数

source: Real-Money Account
de_de: Echtgeldkonto
fr_fr: Compte d’Argent Réel
id_id: Akun Uang Riil
pl_pl: Konto z prawdziwymi pieniędzmi
pt_pt: Conta de dinheiro real
vi_vn: Tài khoản tiền thật
zh_cn: 真实资金账户

source: Real-Money Accounts
de_de: Echtgeldkonten
fr_fr: Comptes d’argent réel
id_id: Akun Uang Riil
pl_pl: Konta z prawdziwymi pieniędzmi
pt_pt: Contas de dinheiro real
vi_vn: Tài khoản tiền thật
zh_cn: 真实资金账户

source: Real-money accounts with your choice of fiat and crypto currency.
de_de: Echtgeldkonten mit Ihrer Wahl an Fiat- und Kryptowährung.
fr_fr: Compte d’argent réel avec votre choix de monnaie fiat et crypto.
id_id: Akun uang riil dengan mata uang fiat dan kripto pilihan Anda.
pl_pl: Konto rzeczywiste z możliwością wyboru kryptowalut i walut fiducjarnych.
pt_pt: Contas de dinheiro real com moedas fiduciárias e criptomoedas da sua escolha.
vi_vn: Các tài khoản tiền thật với của loại tiền tệ pháp định và cryptocurrency mà bạn chọn.
zh_cn: 拥有法定货币与加密货币选项的真实资金账户。

source: Real-time prices, benchmarked against interbank options markets.
de_de: Echtzeit-Kurse werden im Verhältnis zu Interbank-Optionsmärkten bestimmt.
fr_fr: Cours en temps réel, référencés sur les marchés d'options du secteur interbancaire.
id_id: Harga tepat waktu, menggunakan nilai standar berdasarkan pasar interbank.
pl_pl: Ceny uaktualniane w czasie rzeczywistym w oparciu o rynki opcji międzybankowych.
pt_pt: Preços em tempo real, comparados com mercados interbancários de opções.
vi_vn: Giá trong thời gian thực tế, chuẩn so với thị trường quyền chọn liên ngân hàng.
zh_cn: 实时报价，以银行间期权市场为基准。

source: Reality Check
de_de: Realitätscheck
fr_fr: Avertissement de connexion prolongée
id_id: Pemeriksaan Realitas
pl_pl: Bieżąca kontrola konta
pt_pt: Balanço da realidade
vi_vn: Kiểm Tra Tính Xác Thực
zh_cn: 真实情况检查

source: Receive back-office support for post-trade risk management and real-time trade/position monitoring.
de_de: Erhalten Sie Back-Office-Support für Post-Trade-Risikomanagement und Echtzeit Handel/Position Überwachung.
fr_fr: Reçoit un soutien de back office pour la gestion des risques post-trade et le suivi de trades/positions en temps réel.
id_id: Dapatkan bantuan kantor belakang untuk menerima manajemen risiko trading dan memonitor trading/kontrak secara langsung.
pl_pl: Uzyskaj wsparcie w zakresie potransakcyjnego zarządzania ryzykiem i monitorowania w czasie rzeczywistym zakładu/pozycji.
pt_pt: Receba apoio de back-office para gerenciamento de risco pós-negociação e monitoramento de negociações/posições em tempo real.
vi_vn: Nhận được hỗ trợ back-office cho giám sát giao dịch thời gian thực/ phiên và quản lý rủi ro sau khi giao dịch.
zh_cn: 获取后交易风险管理和实时仓位监测的后台支持。

source: Receive commission when you bring in new clients through trading applications and interfaces you build using the %1 API.
fr_fr: Recevez une commission lorsque vous apportez de nouveaux clients par le biais d'applications et des interfaces de trading que vous générez à l’aide de l’API de %1.
id_id: Dapatkan komisi ketika Anda membawa klien baru pada aplikasi trading dan antar muka yang Anda bangun menggunakan API %1.
pl_pl: Otrzymuj prowizję za skierowanie nowego klienta poprzez aplikacje handlowe i interfejsy zbudowane przy wykorzystaniu API %1.
vi_vn: Nhận hoa hồng khi bạn mang lại khách hàng mới thông qua các ứng dụng và giao diện mà bạn đã tạo ra bằng API %1.
zh_cn: 当您通过使用 %1 API 构建的交易应用程序和接口引入新客户时, 将获得佣金。

source: Receive emails on %1 products, services, and events.
de_de: Erhalten Sie E-Mails über %1 Produkte, Dienstleistungen und Veranstaltungen.
fr_fr: Recevoir des courriels sur les produits, services et événements de %1.
id_id: Menerima email pada produk, layanan, dan acara %1.
pl_pl: Otrzymuj wiadomości e-mail dotyczące produktów i usług %1 oraz wydarzeń organizowanych przez %1.
pt_pt: Receba e-mails sobre produtos, serviços e eventos da %1.
vi_vn: Nhận email sản phẩm, dịch vụ và sự kiện %1.
zh_cn: 接收与%1产品、服务和活动相关的电子邮件。

source: Receive instant prices based on your position.
de_de: Erhalten Sie sofortige Kurse auf Ihrer Position basierend.
fr_fr: Recevoir des prix instantanés basés sur votre position.
id_id: Terima harga instan berdasarkan posisi Anda.
pl_pl: Otrzymuj ceny w czasie rzeczywistym, w zależności od Twojej pozycji.
pt_pt: Receba preços instantâneos com base na sua posição.
vi_vn: Nhận giá ngay lập tức dựa trên phiên của bạn.
zh_cn: 根据您的位置接收即时价格。

source: Receive news and special offers
de_de: Erhalten Sie Nachrichten und spezielle Angebote
fr_fr: Recevez des bulletins d'information et des offres spéciales
id_id: Menerima berita dan penawaran khusus
pl_pl: Otrzymuj najnowsze informacje i specjalne oferty
pt_pt: Receba notícias e ofertas especiais
vi_vn: Nhận tin tức và những ưu đãi hấp dẫn
zh_cn: 收取新消息和特别优惠

source: Receive prices that are benchmarked against interbank rates
de_de: Erhalten Sie Kurse, die gegen Interbankensätze gemessen werden
fr_fr: Recevoir les prix qui sont étalonnés vis à vis des taux interbancaires
id_id: Dapatkan harga yang dapat dibandingkan dengan tarif antar bank
pl_pl: Otrzymuj ceny zestawiane z cenami na rynku opcji międzybankowych
vi_vn: Thu thập giá đã được đối chuẩn với tỉ giá liên ngân hàng
zh_cn: 接收以银行间利率为基准的价格

source: Receive quotes for a trade and countertrade, so you always get unbiased, transparent rates
de_de: Erhalten Sie Notierungen für ein Geschäft und Gegengeschäft, so dass Sie immer unvoreingenommene, transparente Tarife bekommen
fr_fr: Recevez des cotations pour chaque opération et contre opération, afin de vous offrir des taux justes et transparents
id_id: Terima kuotasi untuk trading dan countertrade, sehingga Anda akan selalu mendapatkan rate yang transparan dan tidak bias
pl_pl: Kwotowanie dla zakładu i jego odwrotności, które daje Ci obiektywne i przejrzyste stawki
pt_pt: Receba cotações de uma negociação e de uma negociação oposta. Assim você recebe sempre taxas imparciais e transparentes
vi_vn: Thu thập báo giá cho một giao dịch và mua bán đối lưu, để bạn luôn nhận được các tỉ giá không bị thiên lệch và luôn minh bạch
zh_cn: 接收交易与反向交易的报价，因此您将始终获得公正透明的价格

source: Receive your affiliate commission once your referred clients start trading on our platform.
de_de: Erhalten Sie Ihre Partner-Provision, sobald Ihre angeworbenen Kunden mit dem Handel auf unserer Plattform starten.
fr_fr: Recevez votre commission d’affilié une fois que vos clients référés commencent à trader sur notre plateforme.
id_id: Terima komisi afiliasi Anda setelah klien yang Anda referensikan mulai bertrading pada platform kami.
pl_pl: Otrzymuj swoje prowizje, gdy poleceni przez Ciebie klienci rozpoczną handlowanie na naszej platformie.
pt_pt: Receba as suas comissões de afiliado quando os seus clientes indicados começam a negociar na nossa plataforma.
vi_vn: Nhận được hoa hồng liên kết của bạn một khi khách hàng mà bạn giới thiệu bắt đầu kinh doanh trên sàn giao dịch của chúng tôi.
zh_cn: 一旦您的客户在我们的平台开始交易，您就可得到联盟佣金。

source: Recommend alternatives to redundant or obsolete systems
de_de: Empfehlen Sie Alternativen zu überflüssigen oder veralteten Systemen
fr_fr: Recommander des solutions alternatives aux systèmes redondants ou obsolètes
id_id: Merekomendasikan alternatif bagi sistem yang tidak diperlukan atau usang
pl_pl: Proponowanie alternatyw dla niepotrzebnych lub przestarzałych systemów
pt_pt: Recomendar alternativas para sistemas redundantes ou obsoletos
vi_vn: Đề xuất lựa chọn thay thế cho các hệ thống dư thừa hoặc đã lỗi thời
zh_cn: 推荐冗余或过时系统的替代品

source: Recommend our products easily, and keep track of all your earnings with our nifty referral tools.
de_de: Empfehlen Sie unsere Produkte ganz einfach, und verfolgen Sie Ihre Einnahmen mit unseren raffinierten Anwerbe-Tools.
fr_fr: Promouvez nos produits facilement et gardez une trace de tous vos revenus avec nos outils de parrainage astucieux.
id_id: Rekomendasikan produk kami dengan mudah, dan lacak seluruh penghasilan Anda menggunakan alat referral yang lengkap.
pl_pl: Polecaj nasze produkty w prosty sposób i śledź wszystkie zarobione środki dzięki naszemu wygodnemu narzędziu do polecania klientów.
vi_vn: Dễ dàng đề xuất sản phẩm của chúng tôi và theo dõi tất cả thu nhập của bạn bằng các công cụ giới thiệu tiện lợi của chúng tôi.
zh_cn: 轻松推荐我们的产品，并透过我们卓越的推介工具对您的收入保持追踪。

source: Recruit, train, and nurture affiliates and IBs in countries where Binary Group is active, leveraging your direct knowledge and experience of the local market
de_de: Rekrutieren, schulen und fördern Sie Partner und IBs in Ländern, in denen Binary Group aktiv ist, indem Sie Ihr unmittelbares Wissen und Ihre Erfahrung des lokalen Marktes nutzen
fr_fr: Recruter, entraîner et développer ses affiliés et IBs dans les pays où le groupe Binary est actif, s’appuyant sur votre connaissance directe et votre expérience du marché local
id_id: Merekrut, melatih, dan menjaga afiliasi dan IB di negara tempat Grup Binary aktif, manfaatkan pengetahuan langsung dan pengalaman Anda pada pasar lokal
pl_pl: Rekrutacja i szkolenie partnerów i brokerów w krajach, gdzie grupa Binary Group prowadzi działalność przy wykorzystaniu Twojej wiedzy na temat lokalnego rynku i Twojego doświadczenia
pt_pt: Recrutar, treinar e nutrir afiliados e IBs em países onde o Binary Group está ativa, alavancando seu conhecimento direto e experiência do mercado local
vi_vn: Tuyển dụng, đào tạo và phát triển các chi nhánh và IB tại các quốc gia nơi Binary Group hoạt động, tận dụng kiến thức và kinh nghiệm trực tiếp của bạn về thị trường nội địa
zh_cn: 利用您在本地市场的直接知识和经验，负责对Binary集团活跃的国家招聘、培训和培养联盟成员和推介经纪(IB)

source: Recruitment Process
de_de: Bewerbungsprozess
fr_fr: Processus de Recrutement
id_id: Proses Perekrutan
pl_pl: Proces rekrutacyjny
pt_pt: Processo de recrutamento
vi_vn: Quy trình tuyển dụng
zh_cn: 招聘流程

source: Ref.
fr_fr: Réf.
pl_pl: Nr ref.
vi_vn: Tham khảo.
zh_cn: 参考

source: Refer new clients to our MetaTrader 5 platform and earn a commission on their Forex and CFD trading activity.
de_de: Verweisen Sie neue Kunden zu unserer MetaTrader 5 Plattform und verdienen Sie eine Kommission auf deren Forex und CFD Handelsaktivität.
fr_fr: Référez de nouveau clients pour notre plateforme MetaTrader 5 et gagnez une commission sur l'activité de trading du Forex et des CFD.
id_id: Referensikan klien baru ke platform MetaTrader kami dan dapatkan komisi dari aktivitas trading Forex dan CFD mereka.
pl_pl: Polecaj naszą platformę MetaTrader 5 nowym klientom i zarabiaj prowizje za ich aktywność handlową powiązaną z rynkiem forex i kontraktami CFD.
pt_pt: Indique novos clientes à nossa plataforma MetaTrader 5 e ganhe comissões sobre a sua atividade de negociação de Forex e CFDs.
vi_vn: Giới thiệu khách hàng mới đến sàn giao dịch MetaTrader 5 của chúng tôi và kiếm được một khoản hoa hồng trên ngoại hối và hoạt động kinh doanh CFD của họ.
zh_cn: 请将我们的 MetaTrader 5 平台介绍给新客户, 并在其进行外汇和差价合约交易时赚取佣金。

source: Reference
de_de: Referenz
fr_fr: Référence
id_id: Referensi
pl_pl: Odwołanie
pt_pt: Referência
vi_vn: Tài liệu tham khảo
zh_cn: 参考

source: Reference ID
de_de: Referenz ID
fr_fr: Identifiant de parrainage
id_id: ID referensi
pl_pl: ID referencyjne
pt_pt: ID de referência
vi_vn: ID tham khảo
zh_cn: 参考编号

source: Referral tools
de_de: Anwerbe-Tools
fr_fr: Outils de parrainage
id_id: Peralatan Referal
pl_pl: Narzędzia do polecania klientów
pt_pt: Ferramentas de indicação
vi_vn: Công cụ giới thiệu
zh_cn: 推介工具

source: Refers to the maximum volume or lots per order. Subject to change in respect to market conditions.
de_de: Bezieht sich auf das maximale Volumen oder Lots pro Bestellung. Vorbehalt in Bezug auf Marktbedingungen.
fr_fr: Désigne le volume maximal ou les lots par ordre. Sous réserve de modifications en ce qui concerne les conditions de marché.
id_id: Mengacu pada volume maksimum atau lot per order. Dapat berubah sesuai dengan kondisi pasar.
pl_pl: Odnosi się do maksymalnego wolumenu lub maksymalnej liczby partii przypadających na zlecenie, które mogą ulec zmianie w zależności od warunków rynkowych.
pt_pt: Refere-se ao valor máximo de lotes por ordem. Sujeito a alterações em relação às condições do mercado.
vi_vn: Dựa vào khối lượng tối đa hay số lô mỗi đơn đặt hàng. Có thể thay đổi tùy thuộc vào điều kiện thị trường.
zh_cn: 指每个订单的最大交易量或手量。可能会根据市场条件而发生变化。

source: Regent Markets Group Ltd. renames to Binary Ltd.
de_de: Regent Markets Group Ltd. ist in Binary Ltd. umbenannt.
fr_fr: Regent Markets Group Ltd est renommé Binary Ltd.
id_id: Regent Markets Group Ltd. mengganti nama ke Binary Ltd.
pl_pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd.
pt_pt: Regent Markets Group Limited, muda seu nome para Binary Ltd.
vi_vn: Công ty TNHH Regent Markets Group đổi tên thành công ty TNHH Binary.
zh_cn: Regent Markets Group Ltd更名为 Binary Ltd

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
de_de: Die Regent Markets Group Ltd. ist in Binary Ltd. umbenannt worden, um das Unternehmen und das Website-Branding innerhalb des Konzerns zu harmonisieren.
fr_fr: Regent Markets Group Ltd. est renommé Binary Ltd, ce qui permet d'harmoniser l'image de marque de la société et du site Web à l'échelle de l'organisation.
id_id: Regent Markets Group Ltd. berganti nama ke Binary Ltd., menyelaraskan antara perusahaan dan merek situs pada organisasi.
pl_pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd., harmonizując tym samym wizerunek firmy i strony internetowej w całej organizacji.
pt_pt: Regent Markets Group Ltd. foi renomeada Binary Ltd., harmonizando a marca da empresa e do website em toda a organização.
vi_vn: Công ty Tnhh Regent Markets Group đổi tên thành công ty Tnhh Binary, xây dựng một cách hài hòa thương hiệu trang web và công ty trong tổ chức.
zh_cn: Regent Markets Group Ltd 更名为 Binary Ltd，统一整个集团内的公司和网站品牌。

source: Regent Markets acquires BetsForTraders client base
de_de: Regent Markets kauft den Kundenstamm von BetsForTraders
fr_fr: Regent Markets acquiert la base de clients de BetsForTraders
id_id: Regent Markets memperoleh klien dari BetsForTraders
pl_pl: Regent Markets kupuje bazę klientów BetsForTraders
pt_pt: A Regent Markets adquiriu a base de clientes da BestForTrade
vi_vn: Regent Markets mua lại cơ sở dữ liệu khách hàng của BetsForTraders
zh_cn: Regent Markets 接管 BetsForTraders 的客户群

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
de_de: Regent Markets hat im März 2000 aufgrund unserer einmaligen Position als einziger seriöser Mitbewerber in der Finanzwettenbranche mit festen Quoten ein Patent beantragt. Im Mai haben wir den Markennamen BetOnMarkets eintragen lassen, sind nach Malta umgezogen und haben eine Wettlizenz für das Internet erhalten.
fr_fr: En mars 2000, Regent Market dépose un brevet qui met l'accent sur son statut d'unique concurrent sérieux dans le secteur des paris financiers à cotes fixes. En mai, nous déposons le nom commercial BetOnMarkets et nous nous installons à Malte afin de recevoir une licence relative aux paris en ligne.
id_id: Regent Markets mempatenkan arsip pada Maret 2000 berdasarkan posisi unik sebagai satu satunya penyedia trading dalam dunia financial fixed-odds. Di bulan Mei kami mendaftarkan trading dengan nama BetOnMarkets dan berpindah ke Malta untuk menerima perijinan trading internet.
pl_pl: Regent Markets składa wniosek patentowy w marcu 2000 r. jako jedyny poważny konkurent w branży zakładów o ustalonej stawce. W maju rejestrujemy nazwę handlową BetOnMarkets i przenosimy się na Maltę, aby otrzymać pozwolenie na prowadzenie zakładów przez internet.
pt_pt: A Regent Markets se inscreve para uma patente em Março de 2000, baseada na nossa posição exclusiva como o único concorrente sério no negócio de apostas financeiras em probabilidades fixas. Em maio, registramos o nome de marca BetOnMarkets e mudamos para Malta para receber um certificado de apostas pela internet.
vi_vn: Regent Markets có bằng sáng chế tháng 3 năm 2000, chúng tôi đứng vị trí thứ nhất so với các đối thủ cạnh tranh đáng gờm trong lĩnh vực cá cược tài chính tỉ lệ cược cố định. Trong tháng 5, chúng tôi đăng kí tên giao dịch BetOnMarkets và tới Malta để nhận giấy phép kinh doanh cá cược trực tuyến.
zh_cn: 凭借在借固定赔率金融投注领域一枝独秀的独特地位，Regent Markets 于2000年3月提交了专利申请文件。同年5月，我们将商业名称注册为 BetOnMarkets，并迁至马耳他以获得互联网博彩牌照。

source: Regent Markets files for patent, and registers BetOnMarkets trading name
de_de: Regent Markets beantragt ein Patent und lässt den BetOnMarkets Markennamen eintragen
fr_fr: Regent Markets dépose un brevet et enregistre le nom commercial de BetOnMarket
id_id: Regent Markets memohon hak paten dan mendaftarkan nama trading BetOnMarkets
pl_pl: Regent Markets składa wniosek patentowy i rejestruje nazwę handlową BetOnMarkets
pt_pt: A Regent Markets solicita patente e registra o nome BetOnMarket
vi_vn: Regent Markets đã có bằng sáng chế, và đăng kí tên giao dịch là BetOnMarkets
zh_cn: Regent Markets 提交专利申请文件，并将商业名称注册为 BetOnMarkets

source: Regent Markets granted US patent for 'Betting system and method'
de_de: Regent Markets wurde ein US-Patent für das 'Wettsystem und die Methode' vergeben
fr_fr: Regent Markets obtient un brevet américain pour ses « système et méthode » de trading
id_id: Regent Markets mengantongi paten AS sebagai 'Sistem dan metode trading'
pl_pl: Regent Markets uzyskuje amerykański patent dla „Najlepszej metody i systemu zakładów”
pt_pt: A Regent Markets recebeu a patente americana de "Sistema e método de apostas"
vi_vn: Regent Markets được cấp bằng sáng chế của Mỹ về 'Phương thức và hệ thống cá cược'
zh_cn: Regent Markets 获得美国“投注系统和方法”专利

source: Regent Markets granted two new US patents
de_de: Regent Markets erhält zwei neue US Patente
fr_fr: Regent Markets reçoit deux nouveaux brevets américains
id_id: Regent Markets diberikan dua hak paten baru AS
pl_pl: Regent Markets uzyskuje dwa nowe patenty amerykańskie
pt_pt: A Regent Markets recebeu duas novas patentes norte-americanas
vi_vn: Regent Markets được cấp hai bằng sáng chế mới của Mỹ
zh_cn: Regent Markets 获得两项新的美国专利

source: Regent Markets is founded by Jean-Yves Sireau
de_de: Regent Markets wurde von Jean-Yves Sireau gegründet
fr_fr: Fondation de Regent Markets par Jean-Yves Sireau
id_id: Regent Markets didirikan oleh Jean-Yves Sireau
pl_pl: Jean-Yves Sireau zakłada firmę Regent Markets
pt_pt: A Regent Markets foi fundada por Jean-Yves Sireau
vi_vn: Jean-Yves Sireau đã khai sinh ra Regent Markets
zh_cn: Jean-Yves Sireau 创建 Regent Markets

source: Regent Markets obtains a licence in the Isle of Man
de_de: Regent Markets erhält auf der Isle of Man eine Lizenz
fr_fr: Regent Markets obtient une licence à l'Île de Man
id_id: Regent Markets memperoleh lisensi di Isle of Man
pl_pl: Regent Markets uzyskuje licencję na Wyspie Man
pt_pt: A Regent Markets obtém a licença da Ilha de Man
vi_vn: Regent Markets lấy được giấy phép tại Đảo Man
zh_cn: Regent Markets 在马恩岛获得牌照

source: Regent Markets receives funding to provide on-line financial betting services
de_de: Regent Markets erhält Investitionen, um Wettdienstleistungen im Finanzbereich online anbieten zu können
fr_fr: Regent Markets perçoit les fonds necessaires pour offrir ses services de spéculation financière en ligne
id_id: Regent Markets menerima dana untuk menyediakan layanan trading finansial online
pl_pl: Regent Markets otrzymuje wsparcie finansowe, aby oferować usługi handlu i zakładów online
pt_pt: A Regent Markets recebe financiamento para fornecer serviços de apostas financeiras online
vi_vn: Regent Markets nhận quỹ hỗ trợ để cung cấp các dịch vụ cá cược tài chính trực tuyến
zh_cn: Regent Markets 获得提供网上金融投注服务的投资资金

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
de_de: Regent Markets eröffnet in Cyberjaya, Malaysia, ein Programmierzentrum
fr_fr: Regent Markets met en place un centre de programmation à Cyberjaya, en Malaisie
id_id: Regent Markets mendirikan pusat pemrograman di Cyberjaya, Malaysia
pl_pl: Regent Markets zakłada centrum programistyczne w Cyberjaya w Malezji
pt_pt: A Regent Markets inicia um centro de programação em Cyberjaya, Malásia
vi_vn: Regent Markets thiết lập trung tâm lập trình ở Cyberjaya, Malaysia
zh_cn: Regent Markets 在马来西亚 Cyberjaya 设立了一个编程中心

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of %1, %2disposes of its stake%3 at a valuation of US$ 50.5 million.
de_de: Die Regent Pacific Group Ltd., der an der Hongkonger Börse gehandelte Gründungsaktionär von Binary.com, %2veräußert seinen Anteil%3, der mit 50,5 Mio. US $ bewertet ist.
fr_fr: Regent Pacific Group Ltd., le groupe actionnaire fondateur de %1 côté en bourse à Hong Kong, %2détient une participation%3 estimée à 50,5 millions de dollars US.
id_id: Regent Pacific Group Ltd., terdaftar di Hong Kong salah satu pemegang saham %1, %2melepaskan sahamnya%3 pada valuasi US$ 50.5 juta.
pl_pl: Regent Pacific Group Ltd., firma notowana na giełdzie w Hongkongu będąca wspólnikiem-założycielem %1 %2zbywa swoje udziały%3 za 50,5 miliona $.
pt_pt: A Regent Pacific Group Ltd., acionista fundadora da %1, cotada na Bolsa de Hong Kong, %2aliena a sua participação%3, valorizada em 50,5 milhões de USD.
vi_vn: Regent Pacific Group Ltd, cổ đông sáng lập đến từ Hong Kong của %1, bán cổ phần với mức giá 50,5 triệu USD.
zh_cn: %1，%2在香港上市的创始股东 Regent Pacific Group Ltd. 将其股份%3抛售 ，价值为5050万美元。

source: Regent Pacific transaction
de_de: Regent Pacific Transaktion
fr_fr: Transaction Regent Pacific
id_id: Transaksi Regent Pacific
pl_pl: Transakcje Regent Pacific
pt_pt: Transação Regent Pacific
vi_vn: Giao dịch Regent Pacific
zh_cn: Regent Pacific 交易

source: Regular monitoring of open positions
de_de: Regelmäßige Kontrolle offener Positionen
fr_fr: Suivi standard des positions ouvertes
id_id: Pengawasan teratur pada open position
pl_pl: Regularne monitorowanie otwartych pozycji
pt_pt: Monitoramento regular das posições em aberto
vi_vn: Thường xuyên giám sát các vị trí mở
zh_cn: 定期监测未平仓头寸

source: Regulation
de_de: Verordnung
fr_fr: Réglementation
id_id: Regulasi
pl_pl: Przepisy regulacyjne
pt_pt: Regulamento
vi_vn: Quy Định
zh_cn: 规则

source: Regulator:
de_de: Regulierungsbehörde:
fr_fr: Organisme de réglementation :
pl_pl: Instytucja nadzorcza:
pt_pt: Regulador:
vi_vn: Người quản lý:
zh_cn: 监管机构：

source: Regulatory Information
de_de: Regulierungsinformationen
fr_fr: Informations réglementaires
id_id: Informasi Peraturan
pl_pl: Informacje o przepisach prawnych
pt_pt: Informação reguladora
vi_vn: Thông Tin Quy Định
zh_cn: 监管信息

source: Relationship between Margin and Leverage
de_de: Verhältnis von Margin und Leverage
id_id: Hubungan antara Margin dan Leverage
pl_pl: Relacja między depozytem zabezpieczającym a dźwignią
pt_pt: A relação entre Margem e Alavancagem
vi_vn: Mối Quan Hệ giữa Ký Quỹ và Đòn Bẩy
zh_cn: 保证金与杠杆之间的关系
