Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: For details on submitting a complaint to our Lead Supervisory Authority on our data processing practices, kindly check our %1Complaints and Disputes%2 section.
de_de: Für Details über die Einreichung einer Beschwerde an unsere führende Aufsichtsbehörde zu unserer Datenverarbeitung, sehen Sie bitte unseren Abschnitt %1Beschwerden und Streitigkeiten%2 ein.
id_id: Untuk rincian mengenai pengajuan keluhan kepada Otoritas Pengawasan terkait pada praktek-praktek pengolahan data kami, silahkan periksa bagian %1Keluhan dan Sengketa%2 kami.
pl_pl: Aby uzyskać szczegółowe informacje na temat złożenia skargi do naszego Głównego Organu Nadzoru dotyczącej naszych praktyk w zakresie przetwarzania danych, odwiedź naszą sekcję %1Skargi i spory%2.
pt_pt: Para detalhes sobre como enviar uma reclamação à nossa principal autoridade de supervisão sobre práticas de processamento, pedimos que consulte a nossa seção %1Reclamações e disputas%2.
vi_vn: Chi tiết về cách gửi khiếu nại đến Thẩm Quyền Giám Sát Đứng Đầu của chúng tôi về cách thức xử lý dữ liệu của chúng tôi, vui lòng xem mục %1Khiếu nại và Tranh Chấp%2 của chúng tôi.
zh_cn: 关于就我们的数据处理方式事宜向我们的主要监督机构提交投诉的详细信息, 请查看我们的 %1控诉和争议%2 章节。

source: For e-wallets or local currencies not supported by %1.
de_de: Für e-Wallets oder nationale Währungen, die nicht von %1 unterstützt werden.
fr_fr: Pour les portefeuilles électroniques ou les devises locales non prises en charge par %1.
id_id: Untuk metode e-wallet atau mata uang lokal yang tidak disediakan oleh %1.
pl_pl: Rozwiązanie stosowane w przypadku e-portfeli i lokalnych walut nieobsługiwanych przez %1.
pt_pt: Para carteiras eletrônicas ou moedas locais não suportadas pela %1.
vi_vn: Đối với ví điện tử hoặc nội tệ không được hỗ trợ bởi %1.
zh_cn: %1不支持的电子錢包或本地货币。

source: For example, a CFD on %1's US 30 index offers a USD 1 per point contract. If you buy a Volume 1.0 contract for the US 30 with a current ask price of USD 20,000 and later sell it at a bid price of USD 20,010, your net profit will be calculated as follows:
de_de: Zum Beispiel, ein CFD auf %1 US 30 Index bietet 1 USD je Punkt Kontrakte an. Wenn Sie einen Volumen 1,0 Kontrakt für den US 30 mit einem aktuellen Briefkurs von 20.000 USD kaufen, und ihn später zu einem Geldkurs von 20.010 USD verkaufen, wird Ihr Nettogewinn wie folgt berechnet:
fr_fr: Par exemple, les CFD sur l'indice « US 30 Index » sur %1 offrent des contrats de 1 dollar US par point. Si vous achetez un contrat de volume 1,0 pour l'indice US 30 à un prix vendeur de 20 000 USD et le revendez plus tard à un prix acheteur de 20 010, votre profit net sera calculé comme suit :
id_id: Sebagai contoh, CFD pada indeks US 30 %1 menawarkan kontrak USD 1 per poin. Jika Anda membeli kontrak Volume 1.0 pada US 30 dengan harga permintaan (ask) saat ini sebesar USD 20.000 dan kemudian menjualnya dengan harga penawaran (bid) USD 20.010, maka laba bersih Anda akan dihitung sebagai berikut:
pl_pl: Na przykład, kontrakty CFD na amerykański indeks US 30 %1 oferują kontrakt: 1 USD za punkt. Jeśli kupisz kontrakt na indeks gotówkowy US 30 o wolumenie 1.0 z ceną bieżącą wynoszącą 20 000 USD, a potem sprzedaż go po cenie sprzedaży 20 010 USD, Twój zysk netto zostanie obliczony następująco:
pt_pt: Por exemplo, um CFD no índice US 30 da %1 disponibiliza contratos de 1 USD por ponto. Caso você compre um contrato Volume 1.0 do US 30 com o preço de venda atual de 20.000 USD e mais tarde o venda por um preço de compra de 20.010 USD, o seu lucro líquido será calculado da seguinte forma:
vi_vn: Ví dụ, một hợp đồng chênh lệch trên chỉ số tiền mặt US 30 của %1 cung cấp 1 USD cho mỗi điểm hợp đồng. Nếu bạn mua vào một hợp đồng khối lượng 1.0 cho chỉ số tiền mặt US 30 với giá thành 20,000 USD và sau đó bán lại nó với giá 20,010 thì biểu đồ lợi nhuận của bạn sẽ được tính như sau:
zh_cn: 例如，%1的美国 30 指数差价合约报价每点1美元。如果您以当前20,000 美元的卖出价格购入 1.0 股美国 30 指数，然后以20,010 美元的买入价格出售，您的净利润计算方法如下︰

source: For example, if you buy a US 100 contract and it's not going as planned, you just need to sell it to cut your losses at the current market price.
de_de: Zum Beispiel, wenn Sie einen US 100 Kontrakt kaufen, und es läuft nicht wie geplant, genügt es, ihn zu verkaufen, um Ihre Verluste auf den aktuellen Marktpreis zu begrenzen.
fr_fr: Par exemple, si vous achetez un contrat US 100 et il n'évalue pas comme prévu, il vous suffit de le vendre pour réduire vos pertes au prix du marché actuel.
id_id: Sebagai contoh, jika Anda membeli kontrak US 100 dan tidak berjalan sesuai rencana, Anda hanya perlu menjualnya untuk memotong kerugian Anda pada harga pasar.
pl_pl: Na przykład, jeśli kupisz kontrakt 100 US, ale notowania aktywa bazowego nie wyglądają tak, jak było to planowane, musisz tylko sprzedać go po obecnej cenie rynkowej, aby zminimalizować straty.
pt_pt: Por exemplo, se você comprar um contrato do US 100 e não estiver correndo conforme esperou, basta vendê-lo para limitar as suas perdas ao preço atual do mercado.
vi_vn: Ví dụ, nếu bạn mua một hợp đồng US 100 và nó sẽ không theo kế hoạch, bạn chỉ cần bán nó đi để cắt lỗ của bạn ở mức giá thị trường hiện nay.
zh_cn: 例如，如果您买入美国100合约，但它的走势与您的推测不同，您只要按照当前的市价卖出就可以减少损失。

source: For example, if you buy one lot of an underlying asset at a price of USD 20,000 and a margin rate of 0.01, the margin required to purchase that one lot will be calculated as follows:
de_de: Zum Beispiel, wenn Sie ein Lot eines Basiswertes zum Preis von 20.000 USD und einer Zinnspanne von 0,01 kaufen, wird die Marge, um dieses eine Lot zu kaufen wie folgt berechnet:
fr_fr: Par exemple; si vous achetez un lot de l'actif sous jacent à un prix de 20 000 USD et un taux de marge de 0,01, la marge requise pour acheter ce lot sera calculée de la façon suivante :
id_id: Sebagai contoh, jika Anda membeli satu lot aset dasar dengan harga USD 20.000 dan tingkat marjin 0,01, marjin yang dibutuhkan untuk membeli satu lot akan dihitung sebagai berikut:
pl_pl: Przykładowo, jeżeli kupisz jedną partię aktywa bazowego po cenie 20 000 USD i ze stawką depozytu zabezpieczającego w wysokości 0,01, depozyt zabezpieczający wymagany, by zakupić tę partię zostanie obliczona następująco:
pt_pt: Por exemplo, se você comprar um lote de um ativo subjacente pelo preço de 20.000 USD e uma taxa de margem de 0,01, a margem necessária para adquirir esse lote será calculada da seguinte forma:
vi_vn: Ví dụ, nếu bạn mua một lô một tài sản cơ bản tại một mức giá là 20.000 USD và một tỷ lệ lợi nhuận là 0,01, tỷ suất ký quỹ yêu cầu để mua một lô sẽ được tính toán như sau:
zh_cn: 例如，如果您以 20,000 美元的价格和 0.01保证金率购入一手标的资产，购买此一手的所需保证金计算方法如下︰

source: For example, if you buy one lot of the EUR/USD pair with a contract size of 100,000 and leverage of 100:1, the margin that you need to purchase one lot of EUR/USD will be calculated as follows:
de_de: Zum Beispiel, wenn Sie ein Lot des EUR/USD Paars mit einer Kontraktgröße von 100.000 und einem Leverage von 100:1 kaufen, wird das Margin, das benötigt wird, um dieses eine Lot aus EUR/USD zu kaufen, wie folgt berechnet:
fr_fr: Par exemple, si vous achetez un lot de la paire EUR/USD, avec une taille de contrat de 100 000 et effet de levier de 100 : 1, la marge dont vous avez besoin pour acheter un lot de EUR/USD sera calculée comme suit :
id_id: Sebagai contoh, jika Anda membeli satu lot pasangan EUR/USD dengan ukuran kontrak 100.000 dan leverage 100:1, marjin yang Anda perlu beli satu lot EUR/USD akan dihitung sebagai berikut:
pl_pl: Na przykład, Jeżeli kupisz jedną partię symbolu EUR/USD z kontraktem o wielkości 100 000 i z dźwignią 100:1, depozyt zabezpieczający wymagany, by zakupić jedną partię EUR/USD zostanie obliczona następująco:
pt_pt: Por exemplo, se você comprar um lote do par EUR/USD com uma dimensão de contrato de 100.000 e alavancagem de 100:1, a margem de que você necessita para adquirir um lote de EUR/USD será calculada da seguinte forma:
vi_vn: Ví dụ, nếu bạn mua một lô của cặp EUR/USD với một kích thước hợp đồng là 100.000 và tỷ số chi phí là 100: 1, tỷ suất ký quỹ mà bạn cần phải mua một lô của EUR/USD sẽ được tính như sau:
zh_cn: 例如，如果您以 100,000 合约大小和 100:1杠杆率购入一手欧元/美元对，购买一手欧元/美元的所需保证金计算方法如下︰

source: For example, if you buy one lot of the XAU/USD pair at 300:1 leverage and a market price of USD 1,250.15, the margin required to purchase that one lot will be calculated as follows:
de_de: Zum Beispiel, wenn Sie ein Lot eines XAU/USD Paars zu einer 300:1 Leverage und einem Marktpreis von 1.250,15 kaufen, wird die Marge, die benötigt wird, um dieses eine Lot zu erwerben, wie folgt berechnet:
fr_fr: Par exemple, si vous achetez un lot de la paire XAU/USD avec effet de levier de 300 : 1 et un prix de marché de 1,250.15 USD, la marge nécessaire pour l’achat d’un lot sera calculé comme suit :
id_id: Sebagai contoh, jika Anda membeli satu lot pasangan XAU/USD pada leverage 300:1 dan harga pasar USD 1.250,15, marjin yang dibutuhkan untuk membeli satu lot tersebut dapat dihitung sebagai berikut:
pl_pl: Przykładowo, jeżeli kupisz jedną partię pary XAU/USD, korzystając z dźwigni 300:1, po cenie 1250,15 USD, depozyt zabezpieczający wymagany, by zakupić tę partię zostanie obliczona następująco:
pt_pt: Por exemplo, se você comprar um lote de XAU/USD a uma alavancagem de 300:1 e por um preço de mercado de 1.250,15 USD, a margem necessária para adquirir esse lote será calculada da seguinte forma:
vi_vn: Ví dụ, nếu bạn mua một lô của cặp XAU/USD tại tỷ số 300:1 và một mức giá thị trường của USD 1,250.15, tỷ suất ký quỹ được yêu cầu để mua một lô sẽ được tính toán như sau:
zh_cn: 例如，如果您以300:1的杠杆率和1,250.15美元的市价购入一手黄金/美元对，购买此一手的所需保证金计算方法如下︰

source: For example, if you see that the EUR/USD has an ask price of 1.05382, you'll sell USD 1.05382 (quote currency) for every EUR 1 (base currency) you buy.
de_de: Zum Beispiel, wenn Sie sehen, dass der EUR/USD einen Briefkurs von 1,05382 hat, werden Sie 1,05382 USD (Kurswährung) für jeden 1 Euro (Basiswährung), den Sie kaufen, verkaufen.
fr_fr: Par exemple, si vous voyez que l’EUR/USD a un cours vendeur de 1.05382, vous allez vendre 1.05382 USD (devise de cotation) pour chaque 1 EUR (monnaie de base) que vous achetez.
id_id: Sebagai contoh, jika Anda melihat bahwa EUR/USD memiliki harga ask 1.05382, Anda menjual USD 1.05382 (mata uang kuotasi) untuk setiap 1 EUR (mata uang dasar) yang Anda beli.
pl_pl: Przykładowo, jeśli widzisz, że para walutowa EUR/USD ma cenę zakupu wynoszącą 1,05382, sprzedasz 1.05382 USD (waluta kwotowana) za każde zakupione 1 EUR (waluta bazowa).
pt_pt: Por exemplo, se você vir que o EUR/USD possuir um preço de venda de 1,05382, você irá vender 1,05382 USD (moeda de cotação) por cada 1 EUR (moeda de base) que comprar.
vi_vn: Ví dụ, nếu bạn thấy rằng EUR/USD có giá chào bán là 1.05382, bạn sẽ bán USD 1.05382 (báo giá tiền tệ) cho mỗi 1 EUR (tiền tệ cơ sở) bạn mua.
zh_cn: 例如，如果您看到欧元/美元的买价为1.05382，那么您每购入1欧元（基础货币）就会卖出1.05382美元（报价货币）。

source: For example, if you wanted to buy one volume of the BTC/EUR cryptocurrency pair at a price of USD 4831.400 and at a margin rate of 10%, the margin that you need to purchase one lof of BTC/EUR will be calculated as follows:
de_de: Zum Beispiel, wenn Sie ein Volumen des BTC/EUR Kryptowährungspaars zu einem Preis von 4831,400 USD und mit einer Zinsspanne von 10 % kaufen möchten, wird die Marge, die Sie benötigen um ein Lot von BTC/EUR zu kaufen, wie folgt berechnet:
fr_fr: Par exemple, si vous voulez acheter un volume de la paire de cryptocurrency BTC/EUR au prix de USD 4831.400 et à un taux de marge de 10 %, la marge dont vous avez besoin pour acheter un lot BTC/EUR sera calculée comme suit :
id_id: Sebagai contoh, jika Anda ingin membeli satu volume pasangan mata uang kripto BTC/EUR pada harga USD 4831,400 dan pada tingkat marjin 10%, marjin yang Anda perlukan untuk membeli satu lot BTC/EUR akan dihitung sebagai berikut:
pl_pl: Przykładowo, jeśli chcesz kupić jeden wolumen pary kryptowalutowej BTC/EUR po cenie 4831,400 USD, z depozytem zabezpieczającym wynoszącym 10%, depozyt zabezpieczający w przypadku zakupu jednej partii pary BTC/EUR zostanie obliczony w następujący sposób:
pt_pt: Por exemplo, caso você quisesse comprar um volume do par de criptomoedas BTC/EUR por um preço de 4831,400 USD e a uma margem de 10%, a margem de que você necessitaria para comprar um lote de BTC/EUR será calculada da seguinte forma:
vi_vn: Ví dụ, nếu bạn muốn mua một khối lượng của cặp cryptocurrency BTC/EUR tại giá 4831.400 USD và tại một tỷ suất ký quỹ là 10%, biên mà bạn cần phải mua một lô của cặp BTC/EUR sẽ được tính như sau:
zh_cn: 例如，如果您想以4831.400美元的价格与10％保证金率买入一批比特币/欧元加密货币对，那么您购入一手比特币/欧元的所需保证金的计算方法如下：

source: For example, if you wanted to purchase 100 units of a particular asset that's trading at USD 50 per unit through a traditional broker, it would typically cost you USD 5,000 for this transaction.
de_de: Zum Beispiel, wenn Sie 100 Einheiten eines bestimmten Handelsgeschäfts zu 50 USD je Einheit mittels eines traditionellen Brokers kaufen wollten, würde Sie diese Transaktion normalerweise 5.000 US kosten.
fr_fr: Par exemple, si vous vouliez acheter 100 unités d’un bien particulier qui se négocie à 50 dollars par unité à travers un courtier traditionnel, généralement il vous en coûterait 5 000 USD pour cette transaction.
id_id: Sebagai contoh, jika Anda ingin membeli 100 unit aset tertentu yang ditradingkan pada USD 50 per unit melalui broker tradisional, biasanya Anda akan dikenakan biaya sebesar USD 5.000 untuk transaksi ini.
pl_pl: Przykładowo, jeśli chcesz kupić 100 jednostek określonego aktywa, którego cena handlowa wynosi 50 USD za jednostkę, u tradycyjnego brokera, ta transakcja zazwyczaj kosztuje 5 000 USD.
pt_pt: Por exemplo, caso você quisesse comprar 100 unidades de um determinado ativo que está sendo negociado a 50 USD por unidade através de uma corretora tradicional, iria lhe custar, normalmente, 5.000 USD para essa transação.
vi_vn: Ví dụ, nếu bạn muốn mua 100 đơn vị của một tài sản cụ thể mà giao dịch ở USD 50 cho mỗi đơn vị thông qua một môi giới truyền thống, nó sẽ thường tốn của bạn 5.000 USD cho giao dịch này.
zh_cn: 例如，如果您想通过传统经纪人以每单位 50 美元的价格购入某资产100 单位，此交易您通常须支付 5,000 美元。

source: For example, if you wanted to purchase 100 units of a particular asset trading at USD 50 per unit through a traditional broker, it would cost you USD 5,000 for this transaction.
de_de: Zum Beispiel, wenn Sie 100 Einheiten eines bestimmten Handelsgeschäfts zu 50 USD je Einheit mittels eines traditionellen Brokers kaufen wollten, würde Sie diese Transaktion 5.000 USD kosten.
fr_fr: Par exemple, si vous vouliez acheter 100 unités d’un actif particulier qui se négocie à 50 dollars par unité à travers un courtier traditionnel, généralement il vous en coûterait 5 000 USD pour cette transaction.
id_id: Sebagai contoh, jika Anda ingin membeli 100 unit aset tertentu yang ditradingkan pada USD 50 per unit melalui broker tradisional, biasanya Anda akan dikenakan USD 5.000 untuk transaksi ini.
pl_pl: Przykładowo, jeśli chcesz kupić 100 jednostek określonego aktywa, którego cena handlowa wynosi 50 USD za jednostkę, u tradycyjnego brokera, ta transakcja kosztowałaby Cię 5 000 USD.
pt_pt: Por exemplo, caso você quisesse comprar 100 unidades de um determinado ativo que está sendo negociado a 50 USD por unidade através de uma corretora tradicional, iria lhe custar 5.000 USD para essa transação.
vi_vn: Ví dụ, nếu bạn muốn mua 100 đơn vị của một tài sản cụ thể được giao dịch ở USD 50 cho mỗi đơn vị thông qua một môi giới truyền thống, nó sẽ tiêu hao của bạn USD 5.000 cho giao dịch này.
zh_cn: 例如，如果您想通过传统经纪人以每单位 50 美元的价格购入某资产100 单位，此交易您须支付 5,000 美元。

source: For example, let's say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a "Close-Low" lookback with a multiplier of $2 would have a payout of:
de_de: Angenommen, der Markt hat einen Tiefstand von 5.200 und einen Schluss von 6.000 über die Kontraktlaufzeit, dann hätte ein "Schluss-Tief" Lookback mit einem Multiplikator von 2 $ eine Auszahlung von:
fr_fr: Par exemple, disons que le marché a un minimum de 5.200 et une clôture de 6.000 sur la durée du contrat, puis un lookback « Close-Low » avec un multiplicateur de 2 $ aurait un gain de :
id_id: Sebagai contoh, misalkan nilai low pasar adalah 5,200 dan close pada 6,000 selama durasi kontrak, maka lookback "Close-Low" dengan multiplier $2 akan memiliki hasil:
pl_pl: Na przykład, załóżmy, że w czasie trwania kontraktu cena niska na rynku to 5 200, a cena zamknięcia to 6 000, wówczas opcja wsteczna „Zamknięcia-Niska” z mnożnikiem w wysokości 2$ przyniesie wypłatę:
vi_vn: Ví dụ, giả sử thị trường có một mức thấp là 5.200 và một lần đóng là 6.000 trong thời gian thực hiện hợp đồng, sau đó so sánh 'Đóng thấp' với hệ số $ 2 thì sẽ có một thanh toán là:
zh_cn: 例如, 假设市场在合约持续时间内的最低值为5200和收盘时为6000, 那么倍数值为2美元的“收盘-最低值”回望回报为:

source: For features and trading illustration of Spot FX offered by %1, refer to the Product disclosure statement. This policy is an appendix to, and should be read in conjunction with, the overarching %1's order execution policy.
de_de: Funktionen und eine Handels-Illustration des Spot FX, der von %1 angeboten wird, finden Sie unter der Produkt-Offenlegungserklärung. Diese Richtlinie ist ein Anhang zur- und sollte in Verbindung mit der übergreifenden %1 Orderausführungs-Politik gelesen werden.
fr_fr: Pour les fonctionnalités et les illustrations d'opérations de Spot FX offertes par %1, reportez vous à la Déclaration de Produit. Cette règle est un appendice et doit être lue en conjonction avec, la politique générale d’exécution des ordres %1.
id_id: Untuk fitur dan ilustrasi trading Spot FX yang ditawarkan oleh %1, lihat pernyataan pengungkapan Produk. Kebijakan ini merupakan apendiks untuk, dan harus dibaca bersama dengan, kebijakan pelaksanaan order %1 secara menyeluruh.
pl_pl: Aby uzyskać informacje na temat funkcji oraz zobaczyć wizualizację handlowania kontraktami Spot FX, które są w ofercie %1, przejdź do sekcji Oświadczenie dot. zapoznania się z produktem. Ta polityka stanowi załącznik do nadrzędnej Polityki %1 dot. realizacji zlecenia i należy ją czytać w połączeniu z tą nadrzędną polityką.
vi_vn: Để biết các tính năng và minh họa giao dịch của Spot FX được cung cấp bởi %1, hãy tham khảo Báo Cáo Tuyên Bố Rủi Ro. Chính sách này là phụ lục và nên được đọc cùng với Chính Sách Thực Hiện Lệnh %1.
zh_cn: 关于%1提供的Spot FX 特点和交易说明，请参阅产品披露声明。这项政策是%1综合性订单执行政策的附录，须与此政策一起阅读。

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as indices) are not open throughout the day and that trading may not be available when the markets are closed.
de_de: Für die Forex-Notierungen werden die Handelsschlusszeiten von dem Unternehmen, wie im Öffnungszeiten-Abschnitt der Website angezeigt, festgelegt. Bei Unstimmigkeiten hinsichtlich des Markt- oder Abrechnungswertes ist die Entscheidung des Unternehmens endgültig und bindend. Die Kunden müssen beachten, dass einzelne Märkte (wie Indizes) nicht den ganzen Tag geöffnet sind und dass, wenn die Börsen geschlossen sind, kein Handel stattfindet.
id_id: Untuk forex harga penutupan adalah ditentukan oleh Perusahaan seperti yang ditampilkan pada Waktu Pembukaan Pasar pada situs. Jika terjadi perselisihan pada harga penutupan, keputusan ditentukan oleh Perusahaan. Klien harus mengetahui bahwa beberapa pasar (seperti indeks) tidak tersedia sepanjang waktu dan trading tidak dibenarkan pada saat pasar ditutup.
pl_pl: Dla notowań forex godziny zamknięcia są określane przez Firmę i przedstawiane na stronie internetowej w sekcji Godziny otwarcia rynku. W przypadku jakiegokolwiek sporu dotyczącego wartości rynkowych lub rozliczeniowych, decyzja Firmy jest decyzją ostateczną i wiążącą. Klienci powinni zauważyć, że niektóre rynki (np. wskaźników) nie są otwarte w ciągu całego dnia i handlowanie może nie być dostępne w godzinach zamknięcia tych rynków.
pt_pt: Para as cotações de câmbio, os horários de fechamento são definidos pela Empresa, como mostrado na sessão do site Horas de Abertura do Mercado. No caso de qualquer disputa em relação ao valor do mercado ou regulamentação, a decisão da Empresa será final e conclusiva. Os clientes devem notar que certos mercados (como os índices) não estão abertos durante todo o dia e que a negociação pode não estar disponível quando os mercados estão fechados.
vi_vn: Đối với báo giá ngoại hối, thời gian đóng được xác định bởi Công Ty như được hiển thị trong phần Thời Gian Mở Thị Trường của trang web. Trong trường hợp có tranh chấp về giá trị thị trường hoặc giải quyết, quyết định của Công Ty sẽ là quyết định cuối cùng và ràng buộc. Khách hàng nên lưu ý rằng một số thị trường nhất định (chẳng hạn như chỉ số) không mở cửa suốt cả ngày và giao dịch đó có thể không có sẵn khi thị trường đóng cửa.
zh_cn: 对于外汇报价的收盘时间，公司在本网站“市场开放时间”部分中有相应说明。若存在有关市场价或结算价的任何纠纷，公司的决定应具有最终性和约束力。客户需注意部分市场（例如指数）并非全天开放，闭市后可能无法交易。
