Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Are there any minimum client or volume conditions that I need to meet before I can withdraw my commissions?
de_de: Gibt es Mindestkunden- oder Volumen-Bedingungen, die ich erzielen muss, bevor ich meine Provisionen beheben kann?
fr_fr: Existe-t-il des conditions client ou de volume que je dois satisfaire avant de pouvoir retirer mes commissions ?
id_id: Apakah ada persyaratan minimum klien atau volume yang harus saya temui sebelum saya dapat menarik komisi saya?
pl_pl: Czy muszę spełnić wymogi dot. minimalnej liczby klientów lub minimalnego obrotu zanim wypłacę swoją prowizję?
pt_pt: Há quaisquer condições mínimas em termos do número de clientes ou de volume de negócios a que eu precise atender antes de poder retirar as minhas comissões?
vi_vn: Có bất kỳ lượng khách hàng tối thiểu hoặc điều kiện khối lượng mà tôi cần phải đáp ứng trước khi tôi có thể rút tiền hoa hồng của tôi?
zh_cn: 提取佣金前, 是否有最低客户或交易额条件？

source: Are you a Payment Agent, or interested in acting as one?
de_de: Sind Sie ein Zahlungsagent oder möchten Sie einer werden?
fr_fr: Êtes-vous agent de paiement ou envisagez-vous de le devenir ?
id_id: Apakah Anda menjalankan bisnis sebagai exchanger?
pl_pl: Czy jesteś pośrednikiem płatności lub chcesz nim zostać?
pt_pt: Você é já um agente de pagamentos ou tem interesse em se tornar um?
vi_vn: Bạn là Đại lý Thanh toán, hay bạn thích hoạt động như một đại lý thanh toán?
zh_cn: 您是不是付款代理，或有意当付款代理？

source: Are you a money manager who wants to easily manage multiple client accounts? Our %1Multiple Accounts Manager (MAM)%2 application gives you the ability to view, track, and trade on behalf of all MT5 client accounts under your control.
de_de: Sind Sie ein Vermögensverwalter, der leicht mehrere Kundenkonten verwalten will? Unsere %1Multiple Account Manager (MAM)%2 Anwendung gibt Ihnen die Möglichkeit im Namen aller MT5 Kundenkonten diese unter Ihrer Kontrolle einzusehen, zu verfolgen und zu handeln.
fr_fr: Êtes vous un gestionnaire de fonds qui veut gérer facilement plusieurs comptes clients ? Notre application de %1gestionnaire de comptes multiples (MAM)%2 vous donne la possibilité de visualiser, suivre et trader au nom de tous les comptes client MT5 sous votre contrôle.
id_id: Apakah Anda seorang money manager yang ingin mengelola beberapa akun klien? Kami menyediakan aplikasi %1Multiple Accounts Manager (MAM)%2 yang dapat memberi Anda kemampuan untuk bertrading, melihat, melacak semua akun klien MT5 yang Anda kelola.
pl_pl: Jesteś podmiotem zarządzającym pieniędzmi, który chce w łatwy sposób zarządzać wieloma kontami klientów? Nasza aplikacja Menedżer wielu kont (MAM)%2 pozwala wyświetlać i śledzić wszystkie konta klientów MT5 i handlować w ich imieniu.
pt_pt: Você é um gestor de fundos que deseja gerenciar várias contas de clientes com facilidade? O nosso aplicativo %1Gestor multi-contas (ou MAM – Multiple Accounts Manager)%2 proporciona-lhe a capacidade de ver, controlar e negociar em nome de todas as contas MT5 sob o seu gerenciamento.
vi_vn: Bạn có phải là một nhà quản lý tiền mà muốn quản lý dễ dàng nhiều tài khoản khách hàng? Ứng dụng %1Trình quản lý đa tài khoản (MAM)%2 của chúng tôi cung cấp cho bạn khả năng để xem, theo dõi và giao dịch thay mặt cho tất cả tài khoản khách hàng MT5 dưới sự kiểm soát của bạn.
zh_cn: 您是不是一名想轻松管理多个客户账户的理财经理？我们的 %1多账户管理器(MAM) (%2) 应用程序使您能够代表您拥有的所有 MT5 客户账户查看、跟踪和交易。

source: Are you sure that you want to permanently delete the token
de_de: Sind Sie sicher, dass Sie den Token endgültig löschen möchten
fr_fr: Voulez-vous vraiment supprimer ce jeton de façon permanente
id_id: Apakah Anda yakin ingin menghapus token secara permanen
pl_pl: Czy na pewno chcesz trwale usunąć token
pt_pt: Tem certeza que deseja excluir permanentemente o token
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn token
zh_cn: 确定要永久删除令牌吗

source: Are you sure that you want to permanently revoke access to the application
de_de: Sind Sie sicher, dass Sie den Zugang zur Anwendung endgültig widerrufen möchten
fr_fr: Voulez-vous vraiment révoquer l'accès à cette application de façon permanente
id_id: Apakah Anda yakin bahwa Anda ingin secara permanen mencabut akses aplikasi
pl_pl: Czy na pewno chcesz na stałe wyłączyć dostęp do aplikacji
pt_pt: Tem certeza que deseja revogar permanentemente acesso ao aplicativo
vi_vn: Bạn có chắc chắn muốn thu hồi quyền truy cập vào ứng dụng vĩnh viễn
zh_cn: 确定要永久废除应用程序访问权限吗

source: Are you sure you want to create a fiat account in %1?
fr_fr: Êtes-vous sûr de vouloir créer un compte fiat en %1 ?
id_id: Apa Anda yakin ingin mendaftar akun fiat dalam %1?
pl_pl: Czy na pewno chcesz utworzyć konto fiducjarne w %1?
vi_vn: Bạn có chắc chắn muốn tạo một tài khoản fiat tại %1?
zh_cn: 确定要在 %1 开立法定账户吗？

source: Are you sure you want to create your %1 account now?
fr_fr: Êtes-vous sûr de vouloir créer votre compte %1 maintenant ?
id_id: Apa Anda yakin ingin mendaftar akun %1 Anda sekarang?
pl_pl: Czy na pewno chcesz utworzyć teraz swoje konto %1?
vi_vn: Bạn có chắc chắn muốn tạo một tài khoản %1 ngay bây giờ?
zh_cn: 确定要现在开立 %1 账户吗？

source: Are you sure?
fr_fr: Êtes vous sûr?
id_id: Apa Anda yakin?
pl_pl: Czy na pewno?
pt_pt: Tem certeza?
vi_vn: Bạn có chắc không?
zh_cn: 是否确定？

source: Armed Forces
de_de: Streitkräfte
fr_fr: Les Forces Armées
id_id: Angkatan bersenjata
pl_pl: Wojskowi
pt_pt: Forças armadas
vi_vn: Lực lượng vũ trang
zh_cn: 军人

source: As a Client and Trader, you acknowledge, recognise and understand that:
de_de: Als Kunde und Händler erkennen Sie an, akzeptieren und verstehen Sie, dass:
id_id: Sebagai Klien dan Trader, Anda mengetahui, memengakui dan mengerti bahwa:
pl_pl: Jako Klient i Gracz przyjmujesz do wiadomości, uznajesz i zgadzasz się, że:
pt_pt: Como cliente ou negociador, você admite, reconhece e compreende que:
vi_vn: Là một Khách Hàng và nhà Giao Dịch, bạn xác nhận, nhận biết và hiểu rằng:
zh_cn: 作为客户和交易者, 您确认、同意并理解:

source: As a Professional Client, you must keep us informed about any changes that may affect your status.
de_de: Als professioneller Kunde müssen Sie uns über Änderungen, die Ihren Status beeinflussen könnten auf dem Laufenden halten.
fr_fr: Comme un Client professionnel, vous devez nous garder informé des changements qui peuvent affecter votre statut.
id_id: Sebagai klien profesional, Anda harus menginformasikan setiap perubahan yang mungkin mempengaruhi status Anda.
pl_pl: Jako Klient profesjonalny masz obowiązek informowania nas o wszelkich zmianach, które mogą wpłynąć na Twój status.
pt_pt: Enquanto cliente profissional, você deve manter-nos informado sobre quaisquer alterações que possam afetar o seu status.
vi_vn: Là một Khách Hàng Chuyên Nghiệp, bạn phải luôn cho chúng tôi biết về bất kỳ thay đổi nào có thể ảnh hưởng đến trạng thái của bạn.
zh_cn: 作为专业客户, 您必须随时将任何可能影响您状态的更改通知我们。

source: As a Retail Client, you are provided with a higher degree of regulatory protection than a Professional Client or an Eligible Counterparty, since the latter are considered to be more experienced, knowledgeable and sophisticated, with the ability to assess their own risk.
de_de: Als Einzelhandelskunde erhalten Sie ein höheres Maß an gesetzlichem Schutz als ein professioneller Kunde, oder eine zulässige Gegenpartei, da Letztere als mehr erfahren, kompetent und anspruchsvoll gelten, mit der Fähigkeit, Ihr eigenes Risiko einzuschätzen.
id_id: Sebagai Klien Ritel, Anda diberikan tingkat perlindungan peraturan yang lebih tinggi daripada Klien Profesional atau bagi Pihak yang Memenuhi Syarat, karena yang disebut terakhir dianggap lebih berpengalaman, berpengetahuan luas, dan canggih, dengan kemampuan untuk menilai risiko mereka sendiri.
pl_pl: Jako Klient detaliczny korzystasz z wyższego poziomu ochrony regulacyjnej niż Klient profesjonalny i Podmiot kwalifikowany, gdyż te podmioty uznaje się za posiadające większe doświadczenie i wiedzę, a także możliwość oceny swojego własnego ryzyka.
pt_pt: Como cliente não profissional, você recebe um grau de proteção regulamentar superior em comparação a clientes profissionais ou contrapartidas elegíveis, visto que se considera que estes últimos têm mais experiência, mais conhecimentos e uma abordagem mais sofisticada, com capacidade de avaliarem o seu próprio risco.
vi_vn: Là một Khách Hàng Bán Lẻ, bạn được cung cấp với một mức độ cao hơn của quy định bảo vệ hơn so với một Khách Hàng Chuyên Nghiệp hay một Đối Tác đủ điều kiện, vì sau này được coi là nhiều hơn có kinh nghiệm, kiến thức và hiểu biết rộng, với khả năng để đánh giá riêng về rủi ro của bạn.
zh_cn: 作为零售客户, 我们向您提供比专业客户或合格的交易对手更高的管理保护程度, 因为后者被认为具有更丰富的经验、知识和熟练技能, 有能力评估自己的风险。

source: As a first step, please send us an application with:
de_de: Als ersten Schritt müssen Sie uns eine Bewerbung senden mit:
fr_fr: Pour commencer, veuillez nous envoyer une demande indiquant :
id_id: Langkah pertama, silahkan kirim pendaftaran Anda bersama:
pl_pl: Wyślij nam aplikację przez:
pt_pt: Como primeiro passo, envie-nos uma solicitação com:
vi_vn: Bước đầu tiên, vui lòng gửi cho chúng tôi hồ sơ đăng kí bao gồm:
zh_cn: 首先，请向我们提出申请，并附上：

source: As a high-tech knowledge hub, Cyberjaya enjoys the presence of several multinational companies and private universities. This has created a vibrant, thriving community thanks to the many expats and international students who call Cyberjaya home.
de_de: Als eine High-Tech-Wissensplattform genießt Cyberjaya das Vorhandensein mehrerer multinationaler Unternehmen und privater Universitäten. Dank der vielen Expats und internationalen Studierenden, die Cyberjaya Zuhause nennen, hat dies eine lebendige, blühende Gemeinschaft geschaffen.
fr_fr: Un carrefour de connaissances de pointe, Cyberjaya bénéficie de la présence de plusieurs multinationales et universités privées. Cela a créé une communauté dynamique et prospère grâce à nombreux expatriés et étudiants internationaux qui se considèrent chez eux à Cyberjaya.
id_id: Sebagai pusat pengetahuan teknologi, Cyberjaya menikmati kehadiran beberapa perusahaan multinasional dan universitas swasta. Hal ini menciptakan komunitas yang bersemangat dan berkembang dengan adanya banyak ekspatriat dan siswa internasional yang menjadikan Cyberjaya seperti "rumah" bagi mereka.
pl_pl: W Cyberjaya, ośrodku wiedzy w zakresie nowych technologii, znajduje się kilka międzynarodowych firm i prywatnych uniwersytetów. Tworzy to dynamiczną, rozwijającą się społeczność składającą się z wielu pracowników i studentów zagranicznych, którzy nazywają Cyberjaya swoim domem.
pt_pt: Enquanto centro de conhecimentos de altas tecnologias, Cyberjaya desfruta da presença de várias empresas multinacionais e universidades privadas. Isto criou uma comunidade vibrante e próspera, graças aos muitos estrangeiros e estudantes internacionais que chamam Cyberjaya de casa.
vi_vn: Là một trung tâm kiến thức công nghệ cao, Cyberjaya thích sự hiện diện của một số công ty đa quốc gia và các trường đại học tư. Điều này đã tạo ra một cộng đồng sôi động và thịnh vượng nhờ vào nhiều người nước ngoài và sinh viên quốc tế gọi là nhà Cyberjaya.
zh_cn: Cyberjaya是高科技知识中心, 这里有多家跨国公司和私立大学。由于许多外国人和国际学生以 Cyberjaya 为家, 因此创造了充满活力和繁荣的社区。

source: As a result, your trades are executed at market as follows:
de_de: Infolgedessen werden Ihre Geschäfte am Markt wie folgt ausgeführt:
id_id: Sebagai hasil, kontrak Anda diselesaikan pada pasar sebagai berikut:
pl_pl: W rezultacie Twoje zakłady są realizowane na rynku w następujący sposób:
pt_pt: Como resultado, as suas negociações são executadas no mercado da seguinte forma:
vi_vn: Kết quả giao dịch của bạn được thực hiện tại thị trường như sau:
zh_cn: 因此, 您的交易在市场上的执行方式如下:

source: As a strong proponent of open source, we encourage publication of findings, methods, and tools via GitHub and our technical blog at %1 You will also assist our developers in understanding and patching the bugs that you find.
de_de: Als ein starker Befürworter von Open Source, fördern wir die Veröffentlichung von Erkenntnissen, Methoden und Werkzeugen über GitHub und unseren technischen Blog unter %1 Sie werden unsere Entwickler auch dabei unterstützen, Fehler, die Sie finden, zu verstehen und zu patchen.
fr_fr: Comme fervent partisan de l’open source, nous encourageons la publication des résultats, des méthodes et outils via GitHub et notre blog technique à %1. Vous aiderez également nos développeurs à comprendre et à patcher les bugs que vous trouvez.
id_id: Sebagai pendukung kuat open source, kami mendorong publikasi temuan, metode, dan alat-alat melalui GitHub dan blog teknis kami di %1 Anda juga akan membantu developer kami dalam memahami dan menambal bug yang Anda temukan.
pl_pl: Jesteśmy zdecydowanymi zwolennikami otwartego oprogramowania, dlatego zachęcamy do publikowania swoich ustaleń, metod i narzędzi za pośrednictwem GitHub i naszego blogu technicznego na %1. Będziesz też pomagać naszym deweloperom zrozumieć i naprawić znalezione przez Ciebie usterki.
pt_pt: Como um forte proponente de open source, encorajamos a publicação dos resultados, métodos e ferramentas via GitHub e nosso blog técnico na %1 que também ajudará nossos desenvolvedores a compreender e a corrigir os erros que você encontrar.
vi_vn: Với tư cách là một bên ủng hộ mạnh mẽ của mã nguồn mở, chúng tôi khuyến khích công bố các kết quả tìm kiếm, phương pháp, và công cụ qua GitHub và qua blog kỹ thuật của chúng tôi ở %1 Bạn cũng sẽ hỗ trợ các lập trình viên của chúng tôi trong việc tìm hiểu cũng như vá các lỗi mà bạn tìm thấy.
zh_cn: 我们是开源的坚定支持者, 鼓励通过 GitHub 和我们%1 的技术博客发布各项新发现、方法和工具。您也会帮助我们的开发员了解和修补您发现的程序漏洞。

source: As an EU resident, you are also required to verify the above documents by %1video call%2.
de_de: Als Einwohner der EU sind Sie auch dazu verpflichtet, die oben genannten Dokumente durch ein %1Videogespräch%2 zu überprüfen.
fr_fr: Comme citoyen de l’UE, vous êtes également tenu de vérifier les documents ci-dessus par %1appel video%2.
id_id: Sebagai penduduk Uni Eropa, Anda juga diminta untuk memverifikasi dokumen di atas melalui %1panggilan video%2.
pl_pl: Jako obywatel UE podlegasz również wymogowi zweryfikowania powyższych dokumentów podczas %1wideo rozmowy%2.
pt_pt: Enquanto residente da UE, é também necessário que você verifique os documentos acima por %1chamada de vídeo%2.
vi_vn: Là một công dân EU, bạn cũng được yêu cầu để xác minh các tài liệu nêu trên bằng %1cuộc gọi video%2.
zh_cn: 身为欧盟居民，您还必须通过%1视频通话%2验证上述文件。

source: As an example, Expert Advisors might be able to be programmed for:
de_de: Expert Advisors können zum Beispiel für Folgendes programmiert werden:
id_id: Sebagai contoh, Expert Advisor mungkin dapat diprogram sebagai:
pl_pl: Na przykład, oprogramowania Expert Advisor mogą być programowane w celu:
pt_pt: Como exemplo, o Expert Advisors poderá ser programado para:
vi_vn: Ví dụ, Chuyên Gia Tư Vấn có thể được lập trình cho:
zh_cn: 例如, 可为以下提供专家顾问编程:

source: As between you and us, we own all rights, title, and interest, including all intellectual property rights, in and to, the %1 API, and all elements, components, and executables of the %1 API.
de_de: Wie zwischen Ihnen und uns vereinbart, besitzen wir alle Rechte, Titel und Ansprüche, einschließlich Urheberrechte, an dem %1 API sowie Elementen, Bestandteilen und ausführbaren Programmen des %1 API.
id_id: Sebagaimana hubungan antara Anda dan kami, kami memiliki semua hak, judul, dan kepentingan, termasuk semua hak kekayaan intelektual, dan untuk API %1 dan semua elemen, komponen, dan program dari API %1.
pl_pl: Firma posiada wszelkie prawa, tytuły i korzyści, w tym prawa własności intelektualnej, w stosunku do API %1 i wszelkich jego elementów, składników i plików wykonywalnych.
pt_pt: Como entre você e nós, possuímos todos os direitos, títulos e interesses, incluindo direitos de propriedade intelectual, na e para a API %1, e todos os elementos, componentes e executáveis da API %1.
vi_vn: Giữa bạn và công ty chúng tôi, chúng tôi có quyền sở hữu, quyền lợi và tư cách được hưởng, bao gồm quyền sở hữu trí tuệ hợp pháp, trong và đối với, %1 API, và tất cả các yếu tố, thành phần và chương trình có thể thực thi được của %1 API.
zh_cn: 我们拥有您和我们之间%1的API和其全部元素、组件和可执行的所有权利、标题和利益，包括所有知识产权。

source: As conclusion, keeping up with market news and trends in a certain sector can help you always
de_de: Als Schlussfolgerung, hilft es Ihnen immer, sich mit Marktnews und Trends in einem bestimmten Sektor informiert zu halten
fr_fr: En conclusion, rester au courant des nouvelles du marché et des tendances dans un certain secteur peut toujours vous aider
id_id: Sebagai kesimpulan, mengikuti berita pasar dan tren di sektor tertentu selalu dapat membantu Anda
pl_pl: Podsumowując, śledzenie bieżących wiadomości i trendów rynkowych z określonych sektorów zawsze jest pomocne
vi_vn: Như kết luận, theo kịp với các tin tức thị trường và các xu hướng trong một lĩnh vực nhất định có thể giúp bạn luôn
zh_cn: 结论是，跟上某个行业的市场新闻和趋势一定会给您提供帮助

source: As expected, the seafood is affordable and simply amazing. Locals absolutely adore crayfish which they refer to as 'satak'. Despite being a small island, Labuan still offers so much in terms of culture; you can explore the island's rich history at the Labuan Museum, Peace Park, the Chimney, and Labuan Square. The island also has a vibrant nightlife.
de_de: Wie man es sich erwartet, sind die Meeresfrüchte erschwinglich und einfach großartig. Einheimische lieben Krebse, die sie als 'Satak' bezeichnen. Obwohl sie eine sehr kleine Insel ist, bietet Labuan sehr viel im Bereich Kultur; Sie können die reiche Geschichte der Insel im historischen Museum von Labuan, im Friedenspark, dem Schornstein und im Labuan Square erkunden. Die Insel hat auch ein pulsierendes Nachtleben.
fr_fr: Comme prévu, les fruits de mer sont tout simplement incroyables et abordables. Les gens du pays adorent les écrevisses qu’ils désignent comme « satak ». Bien qu’étant une petite île, Labuan offre encore tellement de choses en terme de culture; vous pourrez découvrir la riche histoire de l’île au Musée de Labuan, au Parc de la Paix, la Cheminée et la Place Labuan. L’île possède également une vie nocturne animée.
id_id: Sesuai dengan harapan, hidangan laut dengan harga terjangkau dan rasa yang luar biasa. Penduduk lokal sangat menggemari udang karang yang dikenal sebagai 'satak'. Meskipun merupakan sebuah pulau kecil, Labuan menawarkan berbagai corak budaya dimana Anda dapat mengeksplorasi pulau yang kaya dengan sejarah ini di Museum Labuan, Peace Park, Chimney, dan Labuan Square. Pulau ini juga memiliki kehidupan malam yang cukup menarik.
pl_pl: Jak można się domyślać ceny owoców morza są przystępne, a ich smak niesamowity. Miejscowi mieszkańcy uwielbiają raki, które nazywają „satak”. Mimo, że Labuan to mała wyspa, ma do zaoferowania wiele atrakcji kulturalnych: możesz poznać bogatą historię wyspy w Muzeum Labuanu lub odwiedzić Peace Park czy Labuan Square oraz zwiedzić obiekt zwany the Chimney. Na wyspie toczy się też barwne życie nocne.
pt_pt: Tal como esperado, o marisco é barato e simplesmente incrível. Os locais adoram lagostim, ao que eles chamam "satak". Apesar de ser uma ilha pequena, Labuan ainda oferece tanto em termos de cultura. É possível explorar a rica história da ilha no Museu de Labuan, Peace Park, a Chimney e na Labuan Square. A ilha possui também uma vibrante vida noturna.
vi_vn: Theo dự kiến, hải sản có giá cả phải chăng và chỉ đơn giản là tuyệt vời. Người dân địa phương hoàn toàn yêu thích tôm càng được gọi là 'satak'. Mặc dù là một hòn đảo nhỏ, Labuan vẫn cung cấp rất nhiều về văn hóa; bạn có thể khám phá lịch sử phong phú của hòn đảo tại Bảo tàng Labuan, Công viên Hòa bình, Ống khói và Quảng trường Labuan. Hòn đảo này cũng có một cuộc sống về đêm sôi động.
zh_cn: 正如所料, 海鲜售价是大众化的, 而且非常棒。当地人绝对喜欢吃小龙虾, 他们称之为 "satak"。虽然只是个小岛, 但Labuan在文化方面的确是多姿多采。您可以在Labuan博物馆、和平公园、The Chimney和Labuan广场探索岛上丰富的历史。岛上的夜生活也充满活力。

source: As long as you follow these Terms, we grant you a limited, non-exclusive, non-assignable, non-transferable, terminable license to use the %1 API to develop, test, and support your Application, and to let your customers use your integration of the %1 API within your Application.
de_de: So lange Sie sich an diese Bedingungen halten, räumen wir Ihnen eine beschränkte, nicht ausschließliche, nicht abtretbare, unübertragbare, kündbare Lizenz für das %1 API ein, um Ihre Anwendung entwickeln, testen und unterstützen zu können, und um Ihre Kunden das in Ihre Anwendung integrierte %1 API nutzen zu lassen.
id_id: Selama Anda mengikuti ketentuan ini, kami akan memberi Anda akses terbatas, bukan eksklusif, tanpa pengalihan, tanpa pemindahan, penggunaan API %1 yang dapat dihentikan kapan saja untuk mengembangkan, mencoba, dan mendukung applikasi Anda dan untuk memberikan pelanggan Anda menggunakan integrasi API %1 pada applikasi Anda.
pl_pl: Przyznajemy Ci ograniczoną, niewyłączną, nieprzenoszalną, niezbywalną i ograniczoną czasowo licencję na korzystanie z API %1 w celu tworzenia, testowania i wspierania Twojej Aplikacji i w celu umożliwienia Twoim klientom korzystania z integracji z API %1 w ramach Twojej Aplikacji, pod warunkiem przestrzegania warunków niniejszego Regulaminu.
pt_pt: Contanto que você siga estes termos, concedemos-lhe uma licença limitada e terminável, não exclusiva, intransmissível e não transferível para usar a API %1 para desenvolver, testar e apoiar o seu aplicativo e permitir que os seus clientes usem a sua integração da API %1 dentro do seu aplicativo.
vi_vn: Chỉ cần bạn tuân thủ những Điều khoản này, chúng tôi cấp cho bạn một giấy phép có giới hạn, không có tính độc quyền, không chuyển nhượng được, không trao đổi được, có tính kỳ hạn để sử dụng tại %1 API để phát triển, kiểm tra và hỗ trợ Ứng dụng của bạn , và để cho phép khách hàng của bạn có thể sử dụng hệ thống tích hợp của %1 API trong Ứng dụng của bạn.
zh_cn: 只要您遵循这些条款，我们准许您有限、非独占、不可分配、不可转让、可终止地使用%1的API开发、测试和支持您的应用程序，并让您的客户在该应用程序中使用%1的API集成。

source: As our Accounts & Payments Executive, you will be able to contribute to all these key areas and increase the efficiency of our financial operations.
de_de: Als unser Konten & Zahlungsleiter werden Sie zu diesen zentralen Bereichen beitragen und die Effizienz unserer finanziellen Transaktionen steigern.
fr_fr: Comme Chargé des Comptes & Paiements, vous serez en mesure de contribuer à tous ces domaines clés et à augmenter l’efficacité de nos opérations financières.
id_id: Sebagai Accounts & Payments Executive kami, Anda akan dapat berkontribusi untuk semua bidang utama ini dan meningkatkan efisiensi operasi keuangan kami.
pl_pl: Jako Kierownik ds. kont i płatności będziesz mieć wpływ na wszystkie główne obszary naszej działalności i zwiększać efektywność naszych operacji finansowych.
vi_vn: Với tư cách là Nhân Viên Kế Toán & Chi Trả, bạn sẽ được góp sức vào tất cả những khu vực trọng yếu và tăng hiệu quả cho các hoạt động tài chính của chúng tôi.
zh_cn: 身为账户和支付执行员，您将负责所有这些关键部门的工作并提高我们财务运作的效率。
