Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: stop loss orders.
de_de: Stop Loss Order.
id_id: stop loss order.
pl_pl: zlecenia stop stratom.
pt_pt: ordens de limite de perdas.
vi_vn: lệnh bán tự động.
zh_cn: 止损订单。

source: sublicense any of the rights granted under these Terms, other than as permitted by these Terms;
de_de: Unterlizenzen für nach diesen Bedingungen eingeräumte Rechte, außer denen durch diese Bedingungen erlaubten;
id_id: mensublisensikan hak-hak yang diberikan di bawah Ketentuan ini, selain yang diizinkan oleh Syarat.
pl_pl: przeniesienie jakichkolwiek praw nadanych na mocy niniejszych Warunków, za wyjątkiem przeniesienia zgodnego z niniejszymi Warunkami;
pt_pt: sublicenciar quaisquer direitos concedidos ao abrigo destes termos, para além desses permitidos por estes termos;
vi_vn: giấy phép bổ sung cho các quyền được cấp theo Điều Khoản này, ngoài các quyền được cho phép bởi những Điều Khoản này;
zh_cn: 转让这些條款所授予（除非条款允许）的任何权利;

source: that contravenes any laws, regulations, instruments, ordinances or rules that govern the operation of any exchange, financial market, or financial regulatory environment; or
de_de: die gegen irgendwelche Gesetze, Instrumente, Verordnungen und Bestimmungen verstoßen, die den Ablauf irgendeiner Börse, eines Finanzmarkts, oder eines finanzregulatorischen Umfelds regeln; oder
id_id: yang bertentangan hukum, peraturan, instrumen, tata cara atau aturan yang mengatur pengoperasian bursa, pasar keuangan, atau lingkungan peraturan keuangan; atau
pl_pl: które łamią jakiekolwiek prawo, regulacje, instrumenty prawne, ordynacje lub przepisy, które regulują funkcjonowanie wszelkich rynków finansowych i rynków wymiany walut, bądź środowisko regulacji finansowych, lub
pt_pt: que viole quaisquer leis, regulamentos, instrumentos, ordenanças ou regras que regem a operação de qualquer mercado de câmbio, financeiro ou ambiente regulatório financeiro; ou
vi_vn: việc làm trái lại bất kỳ điều luật, quy định, công cụ, pháp lệnh hoặc quy tắc nào chi phối hoạt động của bất kỳ giao dịch, thị trường tài chính, hoặc môi trường quy định tài chính; hoặc
zh_cn: 違反任何管制任何交易所、金融市場或金融監管環境運作的法律、規例、文書、條例或規則; 或

source: the aggregate of all Margin Requirements in your MT5 Real Account.
de_de: die Ansammlung aller Margin-Anforderungen in Ihrem MT5 Echtgeldkonto.
id_id: total Persyaratan Margin pada Akun Riil MT5 Anda.
pl_pl: całość wymogów w zakresie depozytu zabezpieczającego na Twoim prawdziwym koncie MT5.
pt_pt: o agregado de todos os requisitos de margem na sua conta real MT5.
vi_vn: tổng Ký Quỹ tổng hợp tất cả các Điều Kiện Ký Quỹ của Tài Khoản Thực MT5.
zh_cn: MT5真实账户的所有保证金要求累计金额。

source: the applicant's personal details, including name, address, and contract details, comprising email address and telephone number, date of birth, and gender;
de_de: persönliche Angaben des Bewerbers, einschließlich Name, Adresse und Vertragsdetails, bestehend aus E-Mail-Adresse und Telefonnummer, Geburtsdatum und Geschlecht;
fr_fr: les données personnelles du candidat, y compris le nom, l'adresse et les détails du contrat, comprenant l’adresse e-mail et numéro de téléphone, date de naissance et genre ;
id_id: rincian pribadi pelamar, termasuk nama, alamat, dan rincian kontrak, yang terdiri dari alamat email dan nomor telepon, tanggal lahir, dan jenis kelamin;
pl_pl: dane osobowe kandydata, w tym imię i nazwisko, adres, dane kontaktowe obejmujące adres e-mail i numer telefonu, data urodzenia i płeć;
pt_pt: os dado do requerente, incluindo o nome, endereço e dados de contato, composto por endereço de e-mail e número de telefone, data de nascimento e sexo;
vi_vn: chi tiết cá nhân của người nộp đơn, bao gồm tên, địa chỉ và chi tiết hợp đồng, bao gồm địa chỉ email và số điện thoại, ngày sinh và giới tính;
zh_cn: 申请人的个人详细信息, 包括姓名、地址和联系方法, 包含电子邮件地址和电话号码、出生日期和性别;

source: the characteristics of financial instruments that are the subject of that order
de_de: die Eigenschaften von Finanzinstrumenten, die Gegenstand dieser Order sind
id_id: karakteristik instrumen keuangan yang merupakan subjek dari order tersebut
pl_pl: charakterystyka instrumentu finansowego, będącego przedmiotem zlecenia,
pt_pt: as características de instrumentos financeiros que são o sujeito dessa ordem
vi_vn: đặc tính của công cụ tài chính là đối tượng của lệnh đó
zh_cn: 属于订单主题的金融工具特点

source: the characteristics of the client
de_de: die Eigenschaften des Kunden
id_id: karakteristik klien
pl_pl: charakterystyka klienta
pt_pt: as características do cliente
vi_vn: đặc tính của khách hàng
zh_cn: 客户的特性

source: the characteristics of the execution venues to which that order can be directed
de_de: die Eigenschaften der Handelsplätze, zu denen diese Order gerichtet werden kann
id_id: karakteristik tempat eksekusi dimana order dapat diarahkan
pl_pl: charakterystyka miejsc realizacji, które mogą być zastosowane w przypadku tego zlecenia
pt_pt: as características dos locais de execução a que essa ordem pode ser direcionada
vi_vn: đặc tính của địa điểm thực hiện mà lệnh có thể được hướng đến
zh_cn: 可以将订单导入的执行场地特点

source: the characteristics of the order
de_de: die Eigenschaften der Order
id_id: karakteristik order
pl_pl: charakterystyka zlecenia
pt_pt: as características da ordem
vi_vn: đặc tính của các lệnh
zh_cn: 订单的特点

source: the commission to be charged on deposits and withdrawals;
de_de: die Provision, die für Einzahlungen und Abhebungen berechnet wird;
id_id: komisi yang akan dikenakan pada deposit dan penarikan;
pl_pl: wysokość prowizji, jaka będzie pobierana od Klientów za wpłaty i wypłaty środków;
pt_pt: a comissão a ser cobrada sobre depósitos e retiradas;
vi_vn: hoa hồng được tính trên gửi và rút tiền;
zh_cn: 存款及提款的佣金费。

source: the difference between the bid and ask price of a Financial Instrument.
de_de: der Unterschied zwischen dem Geld- und Briefkurs eines Finanzinstruments.
id_id: perbedaan antara harga bid dan ask dari Instrumen Keuangan.
pl_pl: różnica pomiędzy ceną oferowaną i ceną zakupu instrumentu finansowego.
pt_pt: a diferença entre o preço de compra e o preço de venda de um instrumento financeiro.
vi_vn: sự khác biệt giữa giá mua vào và giá bán ra của Công Cụ Tài Chính.
zh_cn: 金融工具的出价和要价之间的区别。

source: the market conditions of the financial instruments that client orders are related to, which includes the need for timely execution, availability of price improvement, liquidity of the market, size of client order, and the potential impact on total consideration.
de_de: die Marktkonditionen der Finanzinstrumente, auf die sich Kunden-Order beziehen, was den Bedarf an zeitgerechter Ausführung, die Verfügbarkeit von Kursbewegungen, die Liquidität des Markts, die Größe der Kunden-Order, und die potentielle Auswirkung auf die Gesamtvergütung umfasst.
id_id: kondisi pasar dari instrumen finansial pada order klien, termasuk keperluan untuk eksekusi cepat, tersedianya peningkatan harga, likuiditas pasar, ukuran order klien dan dampak potensial dari pertimbangan secara keseluruhan.
pl_pl: warunki rynkowe dla instrumentu finansowego, z którym powiązane są zlecenia klienta, w tym: potrzeba wykonania na czas, dostępność korzystniejszej ceny, płynność rynku, wielkość zlecenia i potencjalny wpływ na całkowitą wartość.
vi_vn: các điều kiện thị trường của các công cụ tài chính mà các lệnh của khách hàng có liên quan đến, bao gồm cần thiết để thực hiện kịp thời, sẵn có của cải thiện giá, tính thanh khoản của thị trường, kích thước của đặt hàng của khách hàng, và những tác động tiềm năng về tổng xem xét.
zh_cn: 与客户的订单有关的金融工具市场条件，其中包括及时执行需求、价格优化的可行性、市场流动性、订单大小、以及对总数值的潜在影响。

source: the price at which the client's order will be executed;
de_de: der Kurs, zu dem die Kunden-Order ausgeführt wird;
id_id: harga di mana order klien akan dieksekusi;
pl_pl: cena, po jakiej zostanie zrealizowane zlecenie klienta;
vi_vn: mức giá mà tại đó lệnh của khách hàng sẽ được thực hiện;
zh_cn: 客户的订单执行价格;

source: the provisions of this Agreement or any Orders and any applicable laws will not be breached or violated;
de_de: die Bestimmungen dieser Vereinbarung oder andere Anordnungen und anwendbaren Gesetze werden weder gebrochen noch verletzt;
id_id: ketentuan Perjanjian ini atau Pesanan apa pun dan tidak akan melanggar undang-undang yang berlaku;
pl_pl: warunki niniejszej Umowy lub jakiegokolwiek Zlecenia i przepisy obowiązującego prawa nie będą naruszane ani łamane;
pt_pt: as provisões deste Acordo ou quaisquer Ordens e quaisquer leis aplicáveis não serão violadas;
vi_vn: các điều khoản của Thỏa thuận này hoặc bất kỳ Lệnh nào và mọi luật hiện hành sẽ không bị vi phạm hoặc vi phạm;
zh_cn: 不得违反或侵犯本协议或任何法令及任何适用法律的规定;

source: the right to data portability
de_de: das Recht auf Datenübertragbarkeit
fr_fr: le droit à la portabilité des données
id_id: hak atas portabilitas data
pl_pl: prawo do przenoszenia danych
pt_pt: o direito à portabilidade de dados
vi_vn: quyền chuyển đổi dữ liệu
zh_cn: 数据可携权

source: the scheme specified in the Investor Compensation Scheme Regulations (Laws of Malta/Subsidiary Legislation 370.09) for the purpose of paying compensation to the Investors.
de_de: das angegebene Schema in den Investor Compensation Scheme Regulations (Gesetze von Malta/Rechtsvorschrift 370.09) zu dem Zwecke, den Investoren Entschädigung zu zahlen.
id_id: skema yang ditentukan dalam Peraturan Skema Kompensasi Investor (Hukum Malta/Peraturan Perundang-undangan 370.09) untuk tujuan membayar kompensasi kepada Investor.
pl_pl: system określony w rozporządzeniu dot. systemu rekompensat dla inwestorów (Prawo Malty/Przepisy wykonawcze 370.09) w celu wypłaty rekompensat inwestorom.
pt_pt: o regime especificado nos regulamentos do sistema de compensação de investidores (Leis de Malta/Legislação subsidiária 370.09) para o objetivo de pagar uma compensação os investidores.
vi_vn: đề án được quy định trong Quy chế bồi thường nhà đầu tư (Luật pháp Malta / Luật pháp thành lập 370.09) với mục đích bồi thường cho nhà đầu tư.
zh_cn: 《投资者补偿计划规例》 (《马耳他法律/附属法例370.09 号》) 所指明的计划, 目的是向投资者支付补偿金。

source: the specific instructions that the Company receives from the client;
de_de: die spezifischen Instruktionen, die das Unternehmen vom Kunden erhält;
id_id: instruksi spesifik yang diterima Perusahaan dari klien;
pl_pl: określone instrukcje, które Firma otrzymuje od klienta;
vi_vn: các yêu cầu cụ thể mà Công Ty nhận được từ khách hàng;
zh_cn: 公司从客户处收到的具体指示;

source: the time at which the client's order will be executed; and
de_de: die Zeit, zu der die Kunden-Order ausgeführt wird; und
id_id: waktu di mana order klien akan dieksekusi; dan
pl_pl: godzina realizacji zlecenia klienta; i
vi_vn: thời gian mà tại đó lệnh của khách hàng sẽ được thực hiện; và
zh_cn: 客户的订单执行时间; 及

source: the timeframe or duration of the contract as defined by the client's order execution.
de_de: der Zeitrahmen, oder die Laufzeit des Kontrakts, wie von der Kunden-Orderausführung bestimmt.
id_id: jangka waktu atau durasi kontrak sebagaimana telah ditentukan pada eksekusi order klien.
pl_pl: okres trwania kontraktu określony z zleceniu realizacji.
vi_vn: khung thời gian hoặc thời gian thực hiện hợp đồng theo quy định bằng việc thực hiện lệnh của khách hàng.
zh_cn: 客户的订单执行所界定的时间范围或合同期限。

source: the underlying currency, or Financial Instrument, on which the price of the CFD is based.
de_de: die Basiswährung, oder das Finanzinstrument, auf der/dem der Kurs des CFDs basiert.
id_id: mata uang yang mendasari, atau Instrumen Keuangan, di mana harga CFD didasarkan.
pl_pl: waluta bazowa, lub instrument finansowy, od którego zależy cena kontraktu CFD.
pt_pt: a moeda ou instrumento financeiro subjacente, em qualquer o preço do CFD se baseia.
vi_vn: tiền tệ cơ bản, hoặc Công Cụ Tài Chính, mà giá của CFD được dựa trên.
zh_cn: 差价合约价格采用的基础货币或金融工具。

source: the venue at which the client's order will be executed;
de_de: der Standort, an dem die Kunden-Order ausgeführt wird;
id_id: tempat di mana order klien akan dieksekusi;
pl_pl: miejsce, gdzie zostanie zrealizowane zlecenie klienta;
vi_vn: địa điểm mà tại đó lệnh của khách hàng sẽ được thực hiện;
zh_cn: 客户的订单执行地点;

source: this Agreement as well as any and all obligations and/or rights derive from this Agreement are binding and enforceable against him;
de_de: diese Vereinbarung so gut wie alle Pflichten und/oder Rechte, die sich aus dieser Vereinbarung ableiten, gegen ihn/sie verbindlich und durchsetzbar sind;
id_id: perjanjian ini dan juga setiap dan semua kewajiban dan/atau hak yang diperoleh dari Perjanjian ini mengikat dan dapat dilaksanakan untuk melawan yang bersangkutan;
pl_pl: niniejsza Umowa oraz wszelkie obowiązki i prawa z niej wynikające są wiążące i wykonalne w stosunku do niego;
pt_pt: este Acordo, bem como qualquer obrigação e/ou direitos derivados deste Acordo são vinculativos e aplicáveis contra ele;
vi_vn: thỏa thuận này cũng như bất kỳ và tất cả nghĩa vụ và/hoặc quyền xuất phát từ thỏa thuận này là bắt buộc và hiệu lực thi hành chống lại ông ấy;
zh_cn: 本协议以及从本协议中获得的任何和所有义务和/或权利均对他具有约束力并可强制执行。

source: thousand
de_de: tausend
fr_fr: mille
id_id: ribu
pl_pl: tysiąc
pt_pt: mil
vi_vn: nghìn
zh_cn: 千

source: tick
id_id: tik
pl_pl: najmniejsza zmiana ceny
pt_pt: tique-taque
zh_cn: 跳动点

source: ticks
id_id: tik
pl_pl: najmniejsze zmiany ceny
vi_vn: tick
zh_cn: 跳动点

source: today
de_de: heute
fr_fr: aujourd'hui
id_id: hari ini
pl_pl: dziś
pt_pt: hoje
vi_vn: hôm nay
zh_cn: 今天

source: today, Fridays
de_de: heute, Freitage
fr_fr: aujourd'hui, vendredis
id_id: hari ini, Jumat
pl_pl: dziś, piątki
pt_pt: hoje, sextas-feiras
vi_vn: hôm nay, Thứ Sáu
zh_cn: 今天，周五

source: trailing stops; and
de_de: Trailing Stops; und
id_id: trailing stop dan
pl_pl: zlecenia typu „trailing stop”; i
pt_pt: ordens de interrupção móveis; e
vi_vn: trailing dừng; và
zh_cn: 追踪止损; 和

source: upon our request, the Agent provides the Company with any and all information reasonably required to fully satisfy any and all demands or requests or Orders or the requirements whatsoever of any government or any other authority;
de_de: auf unser Verlangen, bietet der Agent dem Unternehmen alle vernünftigerweise erforderlichen Auskünfte an, um alle Anforderungen oder Wünsche oder Bestellungen oder die Anforderungen von einer Regierung oder einer anderen Behörde zu erfüllen;
id_id: atas permintaan dari kami, Agen yang bersangkutan akan memberikan segala informasi yang diperlukan kepada Perusahaan untuk memenuhi semua tuntutan atau permintaan atau Pesanan atau persyaratan apapun dari pemerintah atau otoritas lainnya;
pl_pl: na prośbę Firmy Pośrednik przedstawi wszelkie informacje, które są w nieuzasadniony sposób niezbędne, aby w pełni spełnić wszelkie wymogi, żądania, Zlecenia lub wymagania dowolnego rządu lub innego organu;
vi_vn: theo yêu cầu của chúng tôi, Đại lý cần cung cấp cho Công Ty với bất kỳ và tất cả các thông tin hợp lý cần thiết để đáp ứng một cách đầy đủ mọi nhu cầu, Lệnh hoặc những yêu cầu nào của bất kỳ chính phủ hoặc bất kỳ chính quyền nào khác;
zh_cn: 根据我们的要求, 代理须按照公司的合理要求提供任何和所有信息, 以完全满足任何政府或任何其他当局的任何和所有指示或请求或规定或要求。

source: use its best endeavors and diligence to transfer funds deposited to %1 Agent Account to its respective %1 client account;
de_de: nutzt die besten Bemühungen und Sorgfalt, um Gelder, die auf das %1 Agentenkonto überwiesen werden an das jeweilige %1Kunden-Konto zu übertragen;
id_id: menggunakan upaya dan ketekunan terbaiknya untuk mentransfer dana yang disetorkan ke Akun Agen %1 ke masing-masing akun klien %1;
pl_pl: dołoży wszelkich starań, aby przelać środki ulokowane na Koncie Pośrednika %1 na właściwe konto klienta %1;
vi_vn: sử dụng nỗ lực và sự tích cực tốt nhất của mình để chuyển tiền được gửi vào Tài khoản Đại lý %1 đến tài khoản khách hàng %1 tương ứng;
zh_cn: 尽全力和责任将存入%1 代理账户的资金分别转入%1 客户账户。

source: use or reproduce the %1 API other than as permitted by these Terms; or
de_de: Verwendung oder Reproduktion des %1 API, anders als nach diesen Bedingungen erlaubt; oder
id_id: menggunakan atau mereproduksi API %1 selain yang diizinkan oleh Syarat berikut; atau
pl_pl: korzystanie z API %1 niezgodne z niniejszymi Warunkami; lub
pt_pt: usar ou reproduzir a API %1 de outra forma que não seja permitida por estes termos; ou
vi_vn: sử dụng hay sao chép lại %1 API ngoài những điều được cho phép bởi những Điều Khoản này; hoặc
zh_cn: 使用或转载%1 API（除非这些条款允许）或

source: use the %1 API for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, rights of privacy or rights of personality, or in any manner inconsistent with these Terms or privacy policy.
de_de: Verwendung des %1 API für Zwecke, die Gesetze oder Vorschriften, Rechte Dritter, einschließlich jedoch nicht beschränkt auf Immaterialgüterrrechte, Datenschutz oder Persönlichkeitsrechte verletzen, oder in einer Weise, die nicht durch diese Bedingungen oder die Datenschutzregeln abgedeckt ist.
id_id: menggunakan API %1 untuk tujuan apapun yang melanggar hukum atau peraturan, hak dari setiap orang, termasuk namun tidak terbatas pada hak kekayaan intelektual, hak privasi atau hak kepribadian, atau dengan cara yang tidak sesuai dengan Ketentuan ini atau kebijakan privasi.
pl_pl: korzystanie z API %1 w celach, które naruszają jakiekolwiek prawo lub regulacje, czy też prawa innych osób, między innymi prawo własności intelektualnej, prawo do prywatności, prawo do dóbr osobistych, lub są w jakikolwiek sposób niezgodne z niniejszymi Warunkami lub polityką prywatności.
pt_pt: usar a API %1 para qualquer fim que viole qualquer lei ou regulamento, qualquer direito de qualquer pessoa, incluindo mas não limitado a direitos de propriedade intelectual, direitos de privacidade ou direitos de personalidade, ou de qualquer forma inconsistente com estes termos ou políticas de privacidade.
vi_vn: sử dụng %1 API với bất kỳ mục đích vi phạm các luật hay quy định, các quyền của con người, bao gồm nhưng không giới hạn quyền sở hữu trí tuệ, quyền riêng tư hay quyền cá nhân, hay bất kỳ thái độ không phù hợp với những Điều Khoản này hoặc chính sách bảo mật và riêng tư.
zh_cn: 使用%1 API的目的违反了任何法律或法规、任何个人权利，包括但不限于知识产权、隐私权或人格权，或以任何方式违反这些条款或隐私政策。

source: use the Company's name or Trademark in its advertising activities without a written authorisation to be given by the Company;
de_de: verwendet den Namen oder das Warenzeichen des Unternehmens in seinen Werbeaktivitäten, ohne dass eine schriftliche Genehmigung vom Unternehmen gegeben worden ist;
id_id: menggunakan nama Perusahaan atau Merek Dagang dalam kegiatan periklanannya tanpa izin tertulis yang diberikan oleh Perusahaan;
pl_pl: używał nazwy Firmy ani jej znaków towarowych w swoich reklamach bez pisemnej zgody udzielonej przez Firmę;
pt_pt: usar o nome e/ou a marca registrada da Empresa nas suas atividades de publicidade sem autorização por escrito ser concedida pela Empresa;
vi_vn: sử dụng tên của công ty hoặc nhãn hiệu hàng hoá trong các hoạt động quảng cáo mà không có uỷ quyền bằng văn bản được cung cấp bởi công ty;
zh_cn: 未经公司书面授权, 在其广告活动中使用公司的名称或商标。

source: virtual money credit to account
de_de: virtuelles Geldguthaben zum Konto
fr_fr: crédit de fonds virtuels sur le compte
id_id: dana virtual dikreditkan kedalam akun
pl_pl: wirtualne pieniądze zostały zaksięgowane na koncie
pt_pt: crédito de dinheiro virtual em conta
vi_vn: tín dụng tiền ảo vào tài khoản
zh_cn: 虚拟资金进入账户

source: week
de_de: Woche
fr_fr: semaine
id_id: minggu
pl_pl: Tydzień
pt_pt: semana
vi_vn: tuần
zh_cn: 周

source: weeks
de_de: Wochen
fr_fr: semaines
id_id: minggu
pl_pl: tygodnie
pt_pt: semanas
vi_vn: tuần
zh_cn: 周

source: where the Agent is an individual, he has reached the age of 18 years or over and has full capacity to enter into this Agreement;
de_de: der Agent ein Individuum ist, er ein Alter von 18 Jahren oder mehr erreicht hat, und die volle Kapazität, um diese Vereinbarung einzugehen, besitzt;
id_id: dimana Agen adalah individu, dan telah mencapai usia 18 tahun atau lebih dan memiliki kapasitas penuh untuk masuk ke dalam Perjanjian ini;
pl_pl: jeżeli Pośrednik jest osobą fizyczną, ma minimum 18 lat i posiada pełną zdolność prawną do zawarcia niniejszej Umowy;
pt_pt: onde o Agente é uma pessoa singular, ele tenha alcançado 18 anos ou mais de idade e possua capacidades plenas de entrar neste Acordo;
vi_vn: Đại Lý là một cá nhân, anh hoặc chị ấy đã đạt 18 tuổi trở lên và có đầy đủ năng lực pháp lý để tham gia vào Thỏa Thuận này;
zh_cn: 代理为个人，已满18岁或以上, 并有充分的能力签订本协议。

source: where the negative balance is connected to or a result of functional limitations and/or malfunction of the MT5 Trading Platform; and
de_de: wo der Negativsaldo mit Funktionseinschränkungen und/oder Fehlfunktionen der MT5 Handelsplattform verbunden ist, oder daraus resultiert; und
id_id: di mana saldo negatif terhubung ke atau hasil dari keterbatasan fungsional dan / atau kerusakan dari Platform Perdagangan MT5; dan
pl_pl: gdy ujemne saldo jest powiązane z ograniczoną funkcjonalnością i/lub nieprawidłowym działaniem Platformy handlowej MT5 lub ich rezultatem; lub
pt_pt: onde o saldo negativo esteja conectado a ou resulta de limitações funcionais e/ou mal funcionamento da plataforma de negociação MT5; e
vi_vn: trong đó số dư âm có liên quan hoặc kết quả của các giới hạn chức năng và / hoặc sự cố của Sàn Giao Dịch MT5; và
zh_cn: 负余额与MT5交易平台的功能限制和/或故障相关的结果; 和

source: with insider knowledge of any financial market or instrument.
de_de: die Insiderwissen über einen Finanzmarkt oder ein Instrument haben.
id_id: dengan pengetahuan dalam mengenai pasar keuangan atau instrumen.
pl_pl: z dostępem do poufnych informacji dotyczących jakiegokolwiek rynku lub instrumentu finansowego.
pt_pt: com conhecimentos privilegiados de qualquer mercado ou instrumento financeiro.
vi_vn: với các hiểu biết trong cuộc về bất kỳ thị trường tài chính hoặc công cụ.
zh_cn: 对任何金融市场或工具具有内幕知识。

source: year
de_de: Jahr
fr_fr: année
id_id: tahun
pl_pl: rok
pt_pt: ano
vi_vn: năm
zh_cn: 年

source: years
de_de: Jahre
fr_fr: années
id_id: tahun
pl_pl: lat(a)
pt_pt: anos
vi_vn: năm
zh_cn: 年

source: you are not resident in a restricted country such as Canada, Costa Rica, Hong Kong, Israel, Jersey, Malaysia, Malta, Paraguay, United Arab Emirates, USA or any other restricted country which has been identified by the FATF as having strategic deficiencies;
id_id: Anda bukan penduduk di negara yang dibatasi seperti Kanda, Kosta Rika, Hong Kong, Israel, Jersey, Malaysia, Malta, Paraguay, Uni Emirat Arab, AS atau negara terlarang lainnya yang telah diidentifikasi oleh FATF;
pl_pl: nie jesteś mieszkańcem kraju z ograniczonym dostępem, takiego jak Kanada, Kostaryka, Hong Kong, Izrael, Jersey, Malezja, Malta, Paragwaj, Zjednoczone Emiraty Arabskie, Stany Zjednoczone lub dowolnego innego kraju z ograniczonym dostępem, który został określony przez FATF jako kraj z brakami strategicznymi;
pt_pt: você não é residente num país restrito como Canadá, Costa Rica, Hong Kong, Israel, Jersey, Malásia, Malta, Paraguai, os Emirados Árabes Unidos, os EUA ou qualquer outro país restrito que tenha sido identificado pelo GAFI como tendo deficiências estratégicas;
vi_vn: bạn không cư trú tại một quốc gia bị hạn chế như Canada, Costa Rica, Hồng Kông, Israel, Jersey, Malaysia, Malta, Paraguay, Các tiểu vương quốc Ả Rập thống nhất, Hoa Kỳ hoặc bất kỳ quốc gia bị hạn chế nào được FATF xác định là có thiếu sót chiến lược;
zh_cn: 您不是被FATF认定具有策略缺陷的国家和地区如加拿大、哥斯达黎加、香港、以色列、泽西岛、马来西亚、马耳他、巴拉圭、阿拉伯联合酋长国、美国或任何其他受限制国家的居民。
