Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Sorry, an error occurred while processing your account.
de_de: Es tut uns leid, bei der Bearbeitung Ihres Kontos ist ein Fehler aufgetreten.
fr_fr: Désolé, une erreur est survenu pendant le traitement de votre compte.
id_id: Maaf, error terjadi ketika memproses rekening Anda.
pl_pl: Przepraszamy, wystąpił błąd podczas operacji na Twoim koncie.
pt_pt: Lamentamos, ocorreu um erro durante o processamento da sua conta.
vi_vn: Rất tiêt, Lỗi xảy ra trong khi đang xử lý tài khoản của bạn.
zh_cn: 对不起，您的账户处理发生错误。

source: Sorry, an error occurred while processing your request.
de_de: Es tut uns leid, bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
fr_fr: Désolé, une erreur s'est produite pendant le traitement de votre demande.
id_id: Maaf, error terjadi ketika memproses permohonan Anda.
pl_pl: Przepraszamy, podczas przetwarzania Twojego żądania wystąpił błąd.
pt_pt: Lamentamos, ocorreu um erro durante o processamento do seu pedido.
vi_vn: Rất tiếc, đã xảy ra lỗi khi đang xử lý yêu cầu của bạn.
zh_cn: 对不起，您的请求处理发生错误。

source: Sorry, live chat is currently unavailable. Please email us at %1.
de_de: Live-Chat ist derzeit leider nicht verfügbar. Schicken Sie uns bitte eine E-Mail an %1.
fr_fr: Désolé, la discussion en direct est actuellement indisponible. S’il vous plaît écrivez-nous à %1.
id_id: Maaf, live chat untuk saat ini tidak tersedia. Silakan email kami di %1.
pl_pl: Przepraszamy, czat na żywo jest obecnie niedostępny. Wyślij nam wiadomość e-mail na adres %1.
pt_pt: Lamentamos, mas o chat ao vivo está atualmente indisponível. Envie um e-mail para %1.
vi_vn: Xin lỗi, trò chuyện trực tiếp là hiện không khả dụng. Xin vui lòng gửi email cho chúng tôi tại %1.
zh_cn: 对不起, 实时聊天当前不可用。请发送电子邮件到 %1给我们。

source: Sorry, this feature is available to virtual accounts only.
de_de: Leider steht diese Funktion nur für virtuelle Konten zur Verfügung.
fr_fr: Désolé, cette fonctionnalité est disponible uniquement pour les comptes virtuels.
id_id: Maaf, fasilitas ini hanya tersedia untuk rekening virtual saja.
pl_pl: Przepraszamy, ta funkcja jest dostępna tylko dla kont wirtualnych.
pt_pt: Lamentamos, este recurso está disponível somente para contas virtuais.
vi_vn: Rất tiếc, tính năng này chỉ khả dụng với tài khoản tiền ảo.
zh_cn: 对不起，此功能仅适用虚拟账户。

source: Sorry, this feature is not available in your jurisdiction.
de_de: Leider ist dieses Feature in Ihrer Gerichtsbarkeit nicht verfügbar.
fr_fr: Désolé, cette fonctionnalité n’est pas disponible dans votre juridiction
id_id: Maaf, fitur ini tidak tersedia di yurisdiksi Anda.
pl_pl: Niestety ta funkcja jest niedostępna w Twojej jurysdykcji.
pt_pt: Lamentamos, este recurso não está disponível na sua jurisdição.
vi_vn: Xin lỗi, tính năng này không có sẵn trong thẩm quyền của bạn.
zh_cn: 对不起，您的管辖权内无法使用此功能。

source: Sorry, you have entered an incorrect cashier password
de_de: Es tut uns leid, aber Sie haben ein ungültiges Kassen-Passwort eingegeben
fr_fr: Désolé, vous avez entré un mot de passe de caisse incorrect
id_id: Maaf, kata sandi yang Anda masukkan salah
pl_pl: Przepraszamy, wpisano nieprawidłowe hasło do kasjera
pt_pt: Lamentamos, introduziu uma senha de caixa incorreta
vi_vn: Rất tiếc, bạn đã nhập sai mật khẩu thu ngân
zh_cn: 对不起，您输入的收银台密码不正确

source: Sorry, your account is not authorised for any further contract purchases.
de_de: Es tut uns leid, aber Ihr Konto ist für den Erwerb weiterer Kontrakte nicht berechtigt.
fr_fr: Désolé, votre compte n'est autorisé pour aucun achat supplémentaire de contrat.
id_id: Maaf, akun Anda tidak dapat membeli kontrak selanjutnya.
pl_pl: Przepraszamy, Twoje konto nie ma uprawnień do kolejnych zakupów kontraktów.
pt_pt: Lamentamos, a sua conta não está autorizada a mais compras de contratos.
vi_vn: Rất tiếc, tài khoản của bạn không có quyền mua thêm hợp đồng.
zh_cn: 对不起，您的账户无权进一步买入任何合约。

source: Source of income
fr_fr: Source de revenus
id_id: Sumber penghasilan
pl_pl: Źródło dochodu
vi_vn: Nguồn thu nhập
zh_cn: 收入来源

source: Source of wealth
de_de: Quelle des Vermögens
fr_fr: Source de richesse
id_id: Sumber kekayaan
pl_pl: Źródło majątku
pt_pt: Fonte de riqueza
vi_vn: Nguồn gốc tài sản
zh_cn: 财富来源

source: South Africa
fr_fr: Afrique du Sud
id_id: Afrika Selatan
pl_pl: Republika Południowej Afryki
vi_vn: Nam Phi
zh_cn: 南非

source: Spam - We do not condone Spam
de_de: Spam - Wir dulden kein Spam
id_id: Spam - Kami tidak mentolerir Spam
pl_pl: Spam – nie akceptujemy spamu
pt_pt: Spam - Não toleramos Spam
vi_vn: Thư Rác - Chúng tôi không bỏ Thư Rác
zh_cn: 垃圾邮件-我们不会容忍垃圾邮件

source: Spanish and Guaraní are the two official languages of the country. Most Paraguayans are comfortably bilingual, although Guaraní is more widely spoken outside urban areas. In the capital, Spanish is the dominant language but you can easily find English speakers too.
de_de: Spanisch und Guaraní sind die beiden Amtssprachen des Landes. Die meisten Paraguayer sind zweisprachig. Jedoch ist Guaraní außerhalb städtischer Gebiete gebräuchlicher. In der Hauptstadt ist Spanisch die dominierende Sprache, aber mit Englisch kommt man auch gut zurecht.
fr_fr: L'Espagnol et le Guarani sont les deux langues officielles du pays. La plupart des Paraguayens sont confortablement bilingues, bien que le Guarani soit plus largement parlé en dehors des zones urbaines. Dans la capitale, l'espagnol est la langue dominante, mais vous pouvez facilement trouver des anglophones aussi.
id_id: Spanyol dan Guarani adalah dua bahasa resmi negara. Sebagian besar orang Paraguay memiliki bilingual yang nyaman, meskipun bahasa Guarani lebih luas digunakan di luar wilayah perkotaan. Di ibukota, bahasa Spanyol adalah bahasa yang dominan, tetapi Anda juga dapat dengan mudah menemukan orang yang dapat berbahasa Inggris.
pl_pl: Język hiszpański i guarani to dwa oficjalne języki w tym kraju. Większość Paragwajczyków jest dwujęzycznych, ale poza ośrodkami miejskimi język guarani jest częściej używany. W stolicy dominuje język hiszpański, ale można tu łatwo znaleźć również osoby posługujące się językiem angielskim.
pt_pt: Espanhol e Guarani são as duas línguas oficiais do país. A maioria dos paraguaios são confortavelmente bilíngues, embora Guarani é mais amplamente faladas nas áreas urbanas exteriores. Na capital, o espanhol é a língua dominante, mas você pode facilmente encontrar falantes de inglês também.
vi_vn: Tiếng Tây Ban Nha và tiếng Guaraní là hai ngôn ngữ chính thức của đất nước. Hầu hết người dân Paraguay thoải mái sử dụng song ngữ, mặc dù tiếng Guaraní thường được dùng rộng rãi ở khu ngoại ô. Ở thủ đô, Tây Ban Nha là ngôn ngữ chính, nhưng bạn cũng có thể dễ dàng tìm thấy người nói tiếng Anh.
zh_cn: 西班牙语和瓜拉尼语是该国的两种官方语言。大多数巴拉圭人都能掌握两种语言, 尽管瓜拉尼语在城市以外的地区使用得更广泛。在首都, 西班牙语是主要语言, 但也有不少人能够说英语。

source: Specific instructions
de_de: Besondere Anweisungen
fr_fr: Instructions Spécifiques
id_id: Instruksi khusus
pl_pl: Szczegółowe instrukcje
pt_pt: Instruções específicas
vi_vn: Chỉ dẫn chi tiết
zh_cn: 特定指令

source: Speculate on the price movement of cryptocurrencies such as Bitcoin, Ethereum, and Litecoin without owning them.
de_de: Spekulieren Sie auf die Kursentwicklung von Kryptowährungen wie Bitcoin, Ethereum und Litecoin, ohne sie zu besitzen.
fr_fr: Spéculer sur l’évolution des prix des crypto monnaies tels que Bitcoin, Ethereum et Litecoin sans les posséder.
id_id: Berspekulasi pada pergerakan harga mata uang kripto seperti Bitcoin, Ethereum, dan Litecoin tanpa memiliki mereka.
pl_pl: Spekuluj, czy zmieni się cena takich kryptowalut, jak Bitcoin, Ethereum, czy Litecoin, bez posiadania ich.
pt_pt: Especule sobre o movimento de preços de criptomoedas como Bitcoin, Ethereum e Litecoin sem as deter,
vi_vn: Suy đoán về các biến động giá của cryptocurrencies như Bitcoin, Ethereum và Litecoin mà không sở hữu chúng.
zh_cn: 没拥有实物的情况下推测加密货币（比如比特币、以太币和莱特币）的价格变动。

source: Speculative
de_de: Spekulativ
fr_fr: Spéculation
id_id: Spekulatif
pl_pl: Spekulacja
pt_pt: Especulativo
vi_vn: Suy đoán
zh_cn: 投机

source: Spot
de_de: Kassakurs
id_id: Posisi
pl_pl: Cena aktualna
pt_pt: Preço atual
vi_vn: Giao ngay
zh_cn: 现价

source: Spot Time
de_de: Kassa-Zeit
fr_fr: Heure spot
id_id: Waktu Spot
pl_pl: Czas spot
pt_pt: Hora do preço à vista
vi_vn: Thời điểm làm giá
zh_cn: 现货时间

source: Spot Time (GMT)
de_de: Spot Zeit (GMT)
fr_fr: Temps Spot (GMT)
id_id: Waktu Spot (GMT)
pl_pl: Czas Spot (GMT)
pt_pt: Hora do preço à vista (GMT)
vi_vn: Thời điểm làm giá (GMT)
zh_cn: 现货时间 (GMT)

source: Spot price
de_de: Kassakurs
fr_fr: Prix spot
id_id: Harga spot
pl_pl: Cena punktowa
pt_pt: Preço à vista
vi_vn: Giá giao ngay
zh_cn: 现时价格

source: Spread
vi_vn: Biên lãi
zh_cn: 价差交易

source: Stake
de_de: Einsatz
fr_fr: Investissement
id_id: Modal
pl_pl: Stawka
pt_pt: Investimento
vi_vn: Vốn đầu tư
zh_cn: 投注资金

source: Standard
id_id: Standar
pl_pl: Standardowe
pt_pt: Padrão
vi_vn: Tiêu chuẩn
zh_cn: 标准

source: Standard Account
de_de: Standard-Konto
fr_fr: Compte standard
id_id: Akun Standar
pl_pl: Konto standardowe
pt_pt: Conta padrão
vi_vn: Tài khoản tiêu chuẩn
zh_cn: 标准账户

source: Start Time
de_de: Startzeit
fr_fr: Heure de début
id_id: Waktu Mulai
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de Início
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间

source: Start Trading with %1
de_de: Beginnen Sie den Handel mit %1
fr_fr: Commencer à trader avec %1
id_id: Mulai Trading dengan %1
pl_pl: Rozpocznij handlowanie z %1
pt_pt: Começar a negociar com a %1
vi_vn: Bắt đầu giao dịch với %1
zh_cn: 开始用 %1 交易

source: Start Trading with MetaTrader 5
de_de: Jetzt mit dem Handeln von MetaTrader 5 beginnen
fr_fr: Commencer le trading avec MetaTrader 5
id_id: Mulai Trading dengan MetaTrader 5
pl_pl: Rozpocznij handel z MetaTrader 5
pt_pt: Começar a negociar com a MetaTrader 5
vi_vn: Bắt đầu giao dịch với MetaTrader 5
zh_cn: 立即开始在MetaTrader 5平台交易

source: Start time
de_de: Startzeit
fr_fr: Heure de début
id_id: Waktu mulai
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de início
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间

source: Start trading
de_de: Beginnen Sie zu Handeln
fr_fr: Commencez à trader
id_id: Mulai trading
pl_pl: Rozpocznij handlowanie
pt_pt: Começar a negociar
vi_vn: Bắt đầu giao dịch
zh_cn: 开始交易

source: Start trading MT5 on web platform
de_de: Beginnen Sie mit dem Handel von MT5 auf der Web-Plattform
fr_fr: Commencez à trader sur la plateforme web MT5
id_id: Memulai trading MT5 pada platform situs
pl_pl: Zacznij handlować MT5 na platformie internetowej
pt_pt: Comece a negociar na plataforma da Web MT5
vi_vn: Bắt đầu giao dịch MT5 trên nền tảng web
zh_cn: 透过网络平台开始MT5交易

source: State Benefits
de_de: Staatliche Leistungen
fr_fr: Allocations Gouvernementales
id_id: Manfaat Negara
pl_pl: Zasiłki państwowe
pt_pt: Benefícios do estado
vi_vn: Phụ Cấp Chính Phủ
zh_cn: 国家收益

source: State/Province
de_de: Staat/Provinz
fr_fr: Etat/Province
id_id: Provinsi
pl_pl: Stan/prowincja
pt_pt: Estado/Província
vi_vn: Quốc gia/Tỉnh
zh_cn: 州/省

source: Stated limits are subject to change without prior notice.
de_de: Änderungen ohne vorherige Ankündigung der genannten Limits sind vorbehalten.
fr_fr: Les limitations énoncées sont susceptibles d'être modifiées sans préavis.
id_id: Batas yang dinyatakan dapat berubah tanpa pemberitahuan terlebih dahulu.
pl_pl: Określone limity mogą zostać zmienione bez wcześniejszego powiadomienia.
pt_pt: Os limites mencionados estão sujeitos a alterações sem aviso prévio.
vi_vn: Những giới hạn đã được quy định có thể được thay đổi mà không báo trước.
zh_cn: 我们保留随时在没有预先通知的情况下更改所述限制的权利。

source: Statement
de_de: Abrechnung
fr_fr: Relevé
id_id: Pernyataan
pl_pl: Oświadczenie
pt_pt: Extrato
vi_vn: Sao Kê
zh_cn: 账单

source: Statements that reflect your transactions from the previous four quarters
de_de: Auszüge, die Ihre Transaktionen der vergangenen vier Quartale reflektieren
fr_fr: Relevés de compte reflétant vos transactions des quatre trimestres précédents
id_id: Pernyataan yang mencerminkan transaksi Anda pada empat kuartal sebelumnya
pl_pl: Wyciągi przedstawiające Twoje transakcje z poprzednich czterech kwartałów
pt_pt: Declarações que refletem as suas transações dos últimos quatro trimestres
vi_vn: Sao kê sẽ phản ánh các giao dịch của bạn trong bốn quý trước đó
zh_cn: 反映前四季度交易的报表

source: Static content
de_de: Statischer Inhalt
fr_fr: Contenu statique
id_id: Konten statik
pl_pl: Treści statyczne
pt_pt: Conteúdo estático
vi_vn: Nội dung tĩnh
zh_cn: 静态内容

source: Status
fr_fr: Statut
pt_pt: Estado
vi_vn: Tình trạng
zh_cn: 统计

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
de_de: Bleiben Sie auf dem Laufenden. %1 bietet tägliche Marktberichte und Marktanalysen, sowie häufige Handel Webinare.
fr_fr: Restez informé. %1 offre quotidiennement des rapports et études de marché et propose régulièrement des webinaires dédiés au trading.
id_id: Pengetahuan terkini. %1 menawarkan laporan dan penelitian pasar harian termasuk berbagai webinar.
pl_pl: Bądź na bieżąco. %1 oferuje codzienne raporty rynkowe i analizy rynkowe, a także częste szkolenia internetowe.
pt_pt: Mantenha-se informado. A %1 oferece relatórios diários sobre mercados e pesquisas de mercado, assim como webinars frequentes.
vi_vn: Hãy theo dõi thông báo. %1 cung cấp báo cáo thị trường và nghiên cứu thị trường hàng ngày cũng như là hội thảo qua web giao dịch thường xuyên.
zh_cn: 通过 %1 的每日市场报告、市场研究和经常举行的在线讨论会及时掌握最新动态。

source: Stay on top of the latest JavaScript frameworks, libraries, and tools in order to apply them when necessary to solve challenges related to web and mobile development
de_de: Bleiben Sie auf dem neuesten Stand mit JavaScript-Frameworks, Bibliotheken und Tools, um sie dann anzuwenden, wenn es notwendig ist, um die Herausforderungen im Zusammenhang mit Web- und Mobil-Entwicklungen zu lösen
fr_fr: Rester au top des derniers frameworks JavaScript, bibliothèques et outils afin de les appliquer lorsque nécessaire pour résoudre les problèmes liés au développement web et mobile
id_id: Tetap teratas pada kerangka kerja JavaScript, pustaka, dan alat terbaru untuk menerapkannya saat diperlukan untuk menyelesaikan tantangan terkait pengembangan web dan seluler
pl_pl: Pozostawanie na bieżąco z najnowszymi strukturami, bibliotekami i narzędziami JavaScript w celu zastosowania ich w razie konieczności, aby rozwiązać problemy związane z rozwojem sieci i aplikacji mobilnych
pt_pt: Fique sempre atualizado sobre JavaScript frameworks, bibliotecas e ferramentas a fim de aplicá-las quando necessário para resolver os desafios relacionados ao desenvolvimento web e mobile
vi_vn: Luôn cập nhật những bộ khung, thư viện và công cụ JavaScript mới nhất để áp dụng chúng khi cần để giải quyết những thách thức liên quan đến web và phát triển trên di động
zh_cn: 掌握最新的JavaScript框架、数据库和工具，必要时应用解决与Web和移动开发相关的挑战

source: Stays Between
de_de: Bleibt Zwischen
fr_fr: Reste dans la zone
pl_pl: Pozostaje pomiędzy
pt_pt: Fica entre
vi_vn: Nằm Giữa
zh_cn: 位于区间之内

source: Stays Between/Goes Outside
de_de: Bleibt Innerhalb/Geht Außerhalb
fr_fr: Reste dans/Sort de la zone
pl_pl: Pozostanie pomiędzy/ Przekroczy
pt_pt: Fica entre/Sai fora
vi_vn: Nằm Giữa/ Ra Ngoài
zh_cn: “保持在范围之内/超出范围之外”

source: Stays Between/Goes Outside Contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de_de: Bleibt Innerhalb/Geht Außerhalb Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr_fr: Les contrats « Reste dans/Sort de la zone » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id_id: Kontrak Stays Between/Goes Outside akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian antara waktu mulai hingga akhir.
pl_pl: Kwota zakupu kontraktu typu „Pozostanie pomiędzy/ Przekroczy” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
pt_pt: Os contratos "Fica entre/Sai fora serão reembolsados ao preço de compra caso existam menos de 2 tique-taques entre a hora de início e a hora de término.
vi_vn: Các hợp đồng Nằm Giữa/ Ra Ngoài sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 tick giữa thời điểm hợp đồng bắt đầu và kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，“保持在范围之内/之外”合约购入价将全额退还。

source: Stays Between/Goes Outside trades
de_de: Bleibt Innerhalb/Geht Außerhalb Kontrakte
fr_fr: Options « Reste dans/Sort de la zone »
id_id: Kontrak Stays Between/Goes Outside
pl_pl: Zakłady typu pozostanie pomiędzy/przekroczy
pt_pt: Negociações Fica entre/Sai fora
vi_vn: Giao dịch Nằm Giữa/ Ra Ngoài
zh_cn: “保持在范围内/超出范围”的交易

source: Step
de_de: Schritt
fr_fr: Étape
id_id: Langkah
pl_pl: Krok
pt_pt: Etapa
vi_vn: Bước
zh_cn: 步骤

source: Step 1
de_de: Schritt 1
fr_fr: Étape 1
id_id: Langkah 1
pl_pl: Krok 1
pt_pt: Etapa 1
vi_vn: Bước 1
zh_cn: 步骤1

source: Step 1: Choose demo or real account
de_de: Schritt 1: Wählen Sie ein Demo- oder Echtgeldkonto
fr_fr: Étape 1 : Choisir un compte démo ou réel
id_id: Langkah 1: Pilih akun demo atau riil
pl_pl: Krok 1: Wybierz konto rzeczywiste lub demo
pt_pt: Etapa 1: Escolha a conta demo ou real
vi_vn: Bước 1: Chọn tài khoản demo hay tài khoản thực
zh_cn: 步骤 1: 选择演示或真实账户

source: Step 1: Define your position
de_de: Schritt 1: Definieren Sie Ihre Position
fr_fr: Étape 1: Définissez votre position
id_id: Langkah 1: Tentukan posisi Anda
pl_pl: Krok 1: Określ swoją pozycję
pt_pt: Passo 1: Defina a sua posição
vi_vn: Bước 1: Xác định phiên của bạn
zh_cn: 步骤 1：设置您的头寸参数

source: Step 1: Learn to read currency pairs
de_de: Schritt 1: Währungspaare lesen lernen
fr_fr: Etape 1: Apprendre à lire les paires de devises
id_id: Langkah 1: Pelajari cara membaca pasangan mata uang
pl_pl: Krok 1: Dowiedz się, jak interpretować pary walutowe
pt_pt: Etapa 1: Aprenda como ler pares de moedas
vi_vn: Bước 1: Học cách để đọc các cặp tiền tệ
zh_cn: 步骤 1: 学习读取货币对

source: Step 1: Log in to MT5 using your MT5 Volatility Indices account
de_de: Schritt 1: Melden Sie sich bei MT5 mit Ihrem MT5 Volatilität Indizes Konto an
fr_fr: Étape 1 : Connectez-vous à MT5 en utilisant votre compte d’Indices de volatilité MT5
id_id: Langkah 1: Masuk ke MT5 menggunakan akun MT5 Indeks Volatilitas Anda
pl_pl: Krok 1: Zaloguj się do platformy MT5 przy użyciu konta MT5 do wskaźników zmienności
pt_pt: Etapa 1: Conecte-se à MT5 usando a sua conta de índices Volatility MT5
vi_vn: Bước 1: Đăng nhập vào MT5 bằng tài khoản Chỉ số Biến động MT5 của bạn
zh_cn: 步骤 1: 使用您的 MT5 波动指数账户登录到 MT5

source: Step 2
de_de: Schritt 2
fr_fr: Étape 2
id_id: Langkah 2
pl_pl: Krok 2
pt_pt: Etapa 2
vi_vn: Bước 2
zh_cn: 步骤2

source: Step 2: Choose account type
de_de: Schritt 2: Wählen Sie eine Kontoart
fr_fr: Étape 2 : Choisissez le type de compte
id_id: Langka 2: Pilih jenis akun
pl_pl: Krok 2: Wybierz rodzaj konta
pt_pt: Etapa 2: Escolha o tipo de conta
vi_vn: Bước 2: Chọn loại tài khoản
zh_cn: 步骤 2: 选择账户类型

source: Step 2: Download the %1 EA
de_de: Schritt 2: Laden Sie den %1 EA
fr_fr: Étape 2 : Téléchargez l'EA %1
id_id: Langkah 2: Unduh EA %1
pl_pl: Krok 2: Pobierz EA %1
pt_pt: Etapa 2: Baixe o EA %1
vi_vn: Bước 2: Tải về Chuyên gia tư vấn (EA) %1
zh_cn: 步骤 2: 下载 %1 EA

source: Step 2: Get your price
de_de: Schritt 2: Holen Sie sich Ihren Kurs
fr_fr: Étape 2 : Obtenir votre prix
id_id: Langkah 2: Dapatkan harga Anda
pl_pl: Krok 2: Uzyskaj cenę
pt_pt: Etapa 2: Obtenha o seu preço
vi_vn: Bước 2: Nhận giá của bạn
zh_cn: 步骤 2：获取报价

source: Step 2: Understand when to buy and when to sell
de_de: Schritt 2: Verstehen Sie, wann Sie kaufen oder verkaufen
fr_fr: Etape 2 : Comprendre quand acheter et vendre
id_id: Langkah 2: Pahami kapan harus membeli dan menjual
pl_pl: Krok 2: Dowiedz się, kiedy kupować i kiedy sprzedawać
pt_pt: Etapa 2: Saiba quando comprar e quando vender
vi_vn: Bước 2: Hiểu khi nào mua và khi nào bán
zh_cn: 步骤 2: 了解何时买入及何时卖出

source: Step 3
de_de: Schritt 3
fr_fr: Étape 3
id_id: Langkah 3
pl_pl: Krok 3
pt_pt: Etapa 3
vi_vn: Bước 3
zh_cn: 步骤3

source: Step 3: Double-click the file to add the EA to your MT5 platform
de_de: Schritt 3: Doppelklicken Sie die Datei, um den EA zu Ihrer MT5 Plattform hinzuzufügen
fr_fr: Étape 3 : Double-cliquez sur le fichier pour ajouter l’EA à votre plateforme MT5
id_id: Langkah 3: Klik dua kali file untuk menambahkan EA ke dalam platform MT5 Anda
pl_pl: Krok 3: Kliknij dwa razy na ikonę pliku, aby dodać EA do swojej platformy MT5
pt_pt: Etapa 3: Clique duas vezes para adicionar o EA à plataforma MT5
vi_vn: Bước 3: Nhấp đúp vào tệp để thêm EA vào nền tảng MT5 của bạn
zh_cn: 步骤 3: 双击该文件将 EA 添加到您的 MT5 平台

source: Step 3: How to purchase your first currency pair
de_de: Schritt 3: Wie Sie Ihr erstes Währungspaar kaufen
fr_fr: Etape 3 : Comment acheter votre première paire de devises
id_id: Langkah 3: Cara membeli pasangan mata uang kripto pertama Anda
pl_pl: Krok 3: Jak kupić swoją pierwszą parę walutową
pt_pt: Etapa 3: Como comprar o seu primeiro par de moedas
vi_vn: Bước 3: Làm thế nào để mua cặp tiền tệ đầu tiên của bạn
zh_cn: 步骤 3: 如何买入第一个货币对

source: Step 3: Make your trade
de_de: Schritt 3: Machen Sie Ihren Abschluss
fr_fr: Étape 3 : Exécutez votre opération
id_id: Langkah 3: Lakukan Trading
pl_pl: Krok 3: Dokonaj transakcji
pt_pt: Passo 3: Faça a sua negociação
vi_vn: Bước 3: Bắt đầu giao dịch
zh_cn: 步骤 3：执行交易

source: Step 4: Choose asset and open the live chart
de_de: Schritt 4: Wählen Sie eine Anlage und öffnen Sie den Live-Chat
fr_fr: Étape 4 : Choisissez l'actif et ouvrez le graphique en temps réel
id_id: Langkah 4: Pilih aset dan buka chart secara langsung
pl_pl: Krok 4: Wybierz aktywa i otwórz wykres na żywo
pt_pt: Etapa 4: Escolha o ativo e abra o gráfico ao vivo
vi_vn: Bước 4: Chọn tài sản và mở biểu đồ trực tiếp
zh_cn: 步骤 4: 选择资产并打开实时图表

source: Step 5: Enable EA and automated trading
de_de: Schritt 5: Aktivieren Sie den EA und den automatisierten Handel
fr_fr: Etape 5 : Activez l'EA et le trading automatisé
id_id: Langkah 5: Aktifkan EA dan trading otomatis
pl_pl: Krok 5: Włącz EA i opcję automatycznego handlowania
pt_pt: Etapa 5: Habilite o EA e as negociações automáticas.
vi_vn: Bước 5: Bật EA và giao dịch tự động
zh_cn: 步骤 5: 启用 EA 和自动交易

source: Step 6: Start trading
de_de: Schritt 6: Mit dem Handel beginnen
fr_fr: Étape 6 : Commencez à trader
id_id: Langkah 6: Mulai trading
pl_pl: Krok 6: Rozpocznij handlowanie
pt_pt: Etapa 6: Começar a negociar
vi_vn: Bước 6: Bắt đầu giao dịch
zh_cn: 步骤 6: 开始交易
