Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Check out the payment methods accepted by the payment agents in the list below.
de_de: Sehen Sie sich in der nachfolgenden Liste die Zahlungsmethoden an, die von den Zahlungsagenten angenommen werden.
fr_fr: Vérifiez les méthodes de paiement acceptées par les agents de paiement dans la liste ci-dessous.
id_id: Lihat metode pembayaran yang diterima oleh agen pembayaran pada daftar di bawah ini.
pl_pl: Zapoznaj się z metodami płatności akceptowanymi przez pośredników płatności (lista poniżej).
pt_pt: Consulte na lista abaixo os métodos de pagamento aceitos pelos agentes de pagamentos.
vi_vn: Xem các phương thức thanh toán được chấp nhận trong danh sách dưới đây.
zh_cn: 请在下面列表中查看支付代理接受的支付方式。

source: Checked
de_de: Überprüft
fr_fr: Vérifié
id_id: Diperiksa
pl_pl: Sprawdzono
pt_pt: Verificado
vi_vn: Đã kiểm tra
zh_cn: 已检查

source: Checking
de_de: Überprüfung
fr_fr: Vérification en cours
id_id: Memeriksa
pl_pl: Sprawdzanie
pt_pt: Verificando
vi_vn: Đang kiểm tra
zh_cn: 检查中

source: Chief Executives, Senior Officials and Legislators
de_de: Vorstandsvorsitzende, leitende Beamte und Gesetzgeber
fr_fr: Directeurs Généraux, Hauts Fonctionnaires et Législateurs
id_id: Kepala Eksekutif, Pejabat Senior dan Legislator
pl_pl: Dyrektorzy, urzędnicy wysokiego szczebla, prawodawcy
pt_pt: Diretores executivos, oficiais seniores e legisladores
vi_vn: Giám đốc điều hành, quan chức cấp cao và các nhà lập pháp
zh_cn: 首席执行官、高级官员和立法会议员

source: Choice of Law and Venue
de_de: Rechtswahl und Gerichtsstand
id_id: Pilihan Hukum dan Tempat
pl_pl: Wybór prawa i jurysdykcji
pt_pt: Escolha de lei e local
vi_vn: Lựa chọn luật và khu vực pháp lý
zh_cn: 法律和地点的选择

source: Choose a commission plan that suits your business strategy.
de_de: Wählen Sie einen Kommissionsplan der zu Ihrer Unternehmensstrategie passt.
fr_fr: Choisissez un plan de commission qui convient à votre stratégie commerciale.
id_id: Pilih rencana komisi yang sesuai dengan strategi bisnis Anda.
pl_pl: Wybierz plan prowizyjny, który najbardziej odpowiada Twojej strategii biznesowej.
pt_pt: Escolha um plano de comissões que se adapte à sua estratégia de negócios.
vi_vn: Chọn một kế hoạch hoa hồng phù hợp với chiến lược kinh doanh của bạn.
zh_cn: 选择适合您的业务策略的佣金计划。

source: Choose a duration from 10 seconds to 365 days.
de_de: Wählen Sie eine Laufzeit von 10 Sekunden bis zu 365 Tagen aus.
fr_fr: Sélectionnez une durée d'activité de 10 secondes à 365 jours.
id_id: Pilih durasi kontrak dari 10 detik hingga 365 hari.
pl_pl: Wybierz czas trwania od 10 sekund do 365 dni.
pt_pt: Escolha a duração do contrato, de 10 segundos até 365 dias.
vi_vn: Chọn thời hạn từ 10 giây tới 365 ngày.
zh_cn: 合约期限的选择范围为10 秒到 365 天。

source: Choose a password
de_de: Wählen Sie ein Passwort aus
fr_fr: Choisir un mot de passe
id_id: Pilih kata sandi
pl_pl: Wybierz hasło
pt_pt: Escolha uma senha
vi_vn: Chọn mật khẩu
zh_cn: 选用密码

source: Choose a payout and our system will calculate the stake required to purchase the contract.
de_de: Wählen Sie eine Auszahlung und unser System wird den Einsatz, den Sie zum Kauf des Kontrakts benötigen, errechnen.
fr_fr: Choisissez un versement et notre système calculera la mise requise pour acheter le contrat.
id_id: Pilih hasil dan sistem kami akan menghitung modal yang di perlukan untuk membeli kontrak.
pl_pl: Wybierz kwotę wypłaty, a nasz system obliczy stawkę wymaganą przy zakupie danego kontraktu.
pt_pt: Escolha um pagamento de prêmio e o nosso sistema irá calcular a aposta necessária para a aquisição do contrato.
vi_vn: Chọn khoảng được trả và hệ thống của chúng tôi sẽ tính vốn đầu tư cần thiết để mua được hợp đồng.
zh_cn: 选择赔付额后，系统将计算购入合约所需投注资金额。

source: Choose a payout from $1 to $50,000.
de_de: Wählen Sie eine Auszahlung von 1$ bis 50.000$ aus.
fr_fr: Sélectionnez le rendement souhaité, de 1 USD à 50 000 USD.
id_id: Pilih hasil dari $1 hingga $50.000.
pl_pl: Wybierz wypłatę od 1 do 50 000 $.
pt_pt: Escolha um pagamento de $1 a $50.000.
vi_vn: Chọn khoảng được trả từ $1 tới $50,000.
zh_cn: 赔付额的选择范围为 1 美元到 5 万美元。

source: Choose an account
de_de: Wählen Sie ein Konto
fr_fr: Choisissez un compte
id_id: Pilih akun
pl_pl: Wybierz konto
pt_pt: Escolha uma conta
vi_vn: Chọn một tài khoản
zh_cn: 选择账户

source: Choose from 100+ tradable instruments, backed by award-winning technology and innovation since 2000.
de_de: Wählen Sie aus 100 + handelbaren Instrumenten, unterstützt durch preisgekrönte Technologie und Innovation seit dem Jahr 2000.
fr_fr: Choisissez parmi plus de 100 instruments négociables, soutenus par des technologies et innovations récompensées depuis 2000.
id_id: Pilih lebih dari 100 instrumen yang dapat diperdagangkan, didukung oleh teknologi dan inovasi terunggul sejak tahun 2000.
pl_pl: Wybieraj spośród ponad 100 oferowanych instrumentów handlowych popartych uhonorowaną nagrodami technologią i innowacją od 2000 r.
pt_pt: Escolha entre mais de 100 instrumentos negociáveis, apoiados por tecnologias premiadas e inovação desde 2000.
vi_vn: Chọn từ 100+ công cụ có thể giao dịch được, được ủng hộ bởi công nghệ đoạt giải thưởng và đổi mới từ năm 2000.
zh_cn: 自2000年起至今，屡获殊荣，以持续创新的技术为后盾，提供100多项交易工具

source: Choose from four available markets:
de_de: Wählen Sie aus vier verfügbaren Märkten:
fr_fr: Choisissez parmi quatre marchés disponibles :
id_id: Pilih dari empat pasar yang tersedia:
pl_pl: Wybierz spośród czterech dostępnych rynków:
pt_pt: Escolha entre quatro mercados disponíveis:
vi_vn: Chọn từ bốn thị trường có sẵn:
zh_cn: 从四个可用市场中选择:

source: Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy
de_de: Wählen Sie jederzeit aus über 1 Million möglicher Handels-Variationen und passen Sie Ihre Geschäfte Ihrer bevorzugten Strategie an
fr_fr: Faites votre choix parmi plus d'un million de variations de trade à tout moment, et personnalisez vos trades en fonction de votre stratégie de prédilection
id_id: Pilih dari satu juta lebih kemungkinan variasi trading kapan saja, dan sesuaikan kontrak Anda pada strategi pilihan Anda
pl_pl: Wybieraj w dowolnej chwili z ponad miliona różnorodnych zakładów i dostosuj swoje zakłady do preferowanej strategii handlowej
pt_pt: Escolha entre mais de um milhão de variações de negociação, a qualquer momento, e personalize as suas negociações de acordo com a sua estratégia preferida
vi_vn: Chọn từ hơn một triệu các thể loại giao dịch đa dạng tại bất kỳ thời điểm nào, và tủy chỉnh giao dịch riêng theo chiến lược ưa thích của bạn
zh_cn: 随时从一百多万个交易选项中挑选并按照您倾向的策略自定义交易

source: Choose from the following affiliate commission plans:
de_de: Wählen Sie aus den folgenden Partner-Kommissionsplänen:
fr_fr: Choisissez parmi les plans de commission pour affiiiés suivants :
id_id: Pilih rencana komisi affiliasi berikut:
pl_pl: Wybierz spośród następujących planów prowizyjnych dla partnerów:
pt_pt: Escolha entre os seguintes planos de comissões de afiliado disponíveis:
vi_vn: Chọn một trong các kế hoạch hoa hồng liên kết sau:
zh_cn: 从以下联盟佣金计划中选择:

source: Choose from three main trade types:
de_de: Wählen Sie aus drei der wichtigsten Handels-Typen:
fr_fr: Choisissez parmi trois types principaux de trade :
id_id: Pilih dari tiga jenis trading utama:
pl_pl: Wybierz spośród trzech głównych rodzajów zakładów:
pt_pt: Escolha entre três principais tipos de negociação:
vi_vn: Chọn từ ba loại giao dịch chính:
zh_cn: 从三种主要交易类型中挑选：

source: Choose scopes:
fr_fr: Choisissez les champs d'application :
id_id: Pilih cangkupan:
pl_pl: Wybierz zakres:
vi_vn: Chọn loại:
zh_cn: 选择范围:

source: Choose the market, trade type, duration, barrier, and payout.
de_de: Wählen Sie den Markt, die Handelsart, Dauer, Barriere und Auszahlung.
fr_fr: Choisissez un marché, type de trade, durée, barrière et versement.
id_id: Pilih pasar, jenis trade, durasi, batasan, dan hasil.
pl_pl: Wybierz rynek, rodzaj zakładu, czas trwania, limit i wypłatę.
pt_pt: Escolha o mercado, o tipo de negociação, a duração, a barreira e o prêmio.
vi_vn: Chọn thị trường, loại giao dịch, thời lượng, giới hạn, và khoảng được trả.
zh_cn: 选择市场、交易类型、期限、障碍和赔付额。

source: Choose the payment method you'd like to use.
de_de: Wählen Sie die gewünschte Zahlungsmethode aus.
fr_fr: Sélectionnez le moyen de paiement que vous souhaitez utiliser.
id_id: Pilih metode pembayaran yang ingin Anda gunakan.
pl_pl: Wybierz metodę płatności, z której chcesz skorzystać.
pt_pt: Escolha o método de pagamento que você prefere usar.
vi_vn: Chọn phương thức thanh toán bạn muốn sử dụng.
zh_cn: 选择您想要采用的支付方式。

source: Choose the payout you wish to receive from correctly predicting this contract.
de_de: Wählen Sie die Auszahlung, die Sie durch die richtige Vorhersage dieses Kontrakts erhalten möchten.
fr_fr: Choisissez le versement que vous souhaitez recevoir si vous prédisez correctement ce contrat.
id_id: Pilih hasil yang Anda ingin terima dari memprediksi kontrak ini dengan benar.
pl_pl: Wybierz wysokość wypłaty, jaką chcesz uzyskać w przypadku dokonania prawidłowej prognozy dla tego kontraktu.
pt_pt: Escolha o prêmio que deseja receber da previsão correta deste contrato.
vi_vn: Chọn khoảng được trả bạn muốn nhận được từ việc dự đoán một cách chính xác hợp đồng này.
zh_cn: 选择您在本合约的预测正确时希望收到的赔付额。

source: Choose the platforms and accounts you need, based on your personal trading style
de_de: Wählen Sie die Plattformen und die Konten, die Sie benötigen, basierend auf Ihrem persönlichen Handelsstil
fr_fr: Choisissez les plateformes et comptes dont vous avez besoin, basés sur votre propre style de trading
id_id: Pilih platform dan akun yang Anda butuhkan, berdasarkan gaya trading Anda
pl_pl: Wybieraj platformy i konta w zależności od swoich potrzeb i swojego stylu handlowania
pt_pt: Escolha as plataformas e contas de que você necessita, com base no seu estilo de negociação pessoal
vi_vn: Chọn sàn và các tài khoản bạn cần, dựa trên phong cách giao dịch cá nhân của bạn
zh_cn: 根据您的交易风格选择平台和账户

source: Choose the specific type of API token that you need, based on the capabilities that you wish to make available.
de_de: Wählen Sie auf der Grundlage der Möglichkeiten, die Sie gerne zur Verfügung stellen möchten, die spezifische Art des von Ihnen benötigten API-Tokens aus.
fr_fr: Choisissez le type de jeton d'API dont vous avez besoin, selon les fonctionnalités que vous souhaitez proposer.
id_id: Pilih jenis token API tertentu yang Anda butuhkan, berdasarkan kemampuan yang Anda inginkan.
pl_pl: W zależności od funkcji, które chcesz udostępnić, wybierz rodzaj tokenu API, którego potrzebujesz.
pt_pt: Escolha o tipo de token de API específico que você necessita, com base nas capacidades que você desejar disponibilizar.
vi_vn: Chọn kiểu token API bạn cần, dựa trên khả năng mà bạn muốn làm cho nó khả dụng.
zh_cn: 根据功能选择个人所需的特定API代币。

source: Choose timeframes from 10 seconds to 365 days
de_de: Wählen Sie Zeitrahmen von 10 Sekunden bis zu 365 Tage aus
fr_fr: Sélectionnez une période de 10 secondes à 365 jours
id_id: Pilih jangka waktu dari 10 detik hingga 365 hari
pl_pl: Wybierz czas trwania od 10 sekund do 365 dni
pt_pt: Escolha prazos de 10 segundos a 365 dias
vi_vn: Chọn khung thời gian từ 10 giây đến 365 ngày
zh_cn: 选择时间范围为10 秒到 365 天

source: Choose your own strike.
de_de: Wählen Sie Ihren eigenen Ausübungspreis aus.
fr_fr: Définissez votre propre objectif.
id_id: Pilih modal Anda.
pl_pl: Wybierz swoją wypłatę.
pt_pt: Escolha a sua própria aposta.
vi_vn: Chọn giá thực hiện của riêng bạn.
zh_cn: 选择您自己的行权价格。

source: Christmas Day
de_de: Weihnachtstag
fr_fr: Jour de Noël
id_id: Hari Natal
pl_pl: Boże Narodzenie
pt_pt: Dia de Natal
vi_vn: Lễ Giáng Sinh
zh_cn: 圣诞节

source: Citizenship
de_de: Staatsbürgerschaft
fr_fr: Nationalité
id_id: Kewarganegaraan
pl_pl: Obywatelstwo
pt_pt: Nacionalidade
vi_vn: Quốc tịch
zh_cn: 公民身份

source: Classes of instruments
de_de: Klassen von Instrumenten
fr_fr: Catégories d’instruments
id_id: Kelas-kelas instrumen
pl_pl: Rodzaje instrumentów
pt_pt: Classes de instrumentos
vi_vn: Các loại công cụ
zh_cn: 工具类别

source: Cleaners and Helpers
de_de: Reinigungskräfte und Helfer
fr_fr: Ménage et aide à la personne
id_id: Pembersih dan Pembantu
pl_pl: Pracownicy sprzątający i pomoc domowa
pt_pt: Pessoal de limpeza e auxiliar
vi_vn: Tẩy xóa và trợ giúp
zh_cn: 清洁工和佣工

source: Clerks
de_de: Beamte
fr_fr: Clercs
id_id: Pegawai
pl_pl: Urzędnicy
pt_pt: Funcionários
vi_vn: Thư ký
zh_cn: 办事员

source: Click OK to proceed.
de_de: Klicken Sie OK, um fortzufahren.
fr_fr: Cliquez sur OK pour continuer.
id_id: Klik OK untuk melanjutkan.
pl_pl: Kliknij OK, aby przejść dalej.
pt_pt: Clique em OK para avançar.
vi_vn: Nhấp vào OK để tiến tục.
zh_cn: 单击 "确定" 继续。

source: Click here to open a Financial Account
de_de: Klicken Sie hier, um ein Finanzkonto zu eröffnen
fr_fr: Cliquez ici pour ouvrir un Compte Financier
id_id: Klik disini untuk mendaftar Akun Finansial
pl_pl: Kliknij tutaj, aby otworzyć konto finansowe
pt_pt: Clique aqui para abrir uma conta financeira
vi_vn: Nhấp vào đây để mở một Tài Khoản Tài Chính
zh_cn: 单击此处开立财务账户

source: Click here to open a Real Account
de_de: Klicken Sie hier, um ein Echtgeldkonto zu eröffnen
fr_fr: Cliquez ici pour ouvrir un Compte Réel
id_id: Klik disini untuk mendaftar Akun Riil
pl_pl: Kliknij tutaj, aby otworzyć prawdziwe konto
pt_pt: Clique aqui para abrir uma conta real
vi_vn: Nhấp vào đây để mở một Tài Khoản Thực
zh_cn: 单击此处开立真实账户

source: Click here to retry
de_de: Hier klicken, um es erneut zu versuchen
fr_fr: Cliquez ici pour réessayer
id_id: Klik disini untuk mencoba lagi
pl_pl: Kliknij tutaj, aby otworzyć stronę
pt_pt: Clique aqui para tentar novamente
vi_vn: Vui lòng nhấp vào đây để thử lại
zh_cn: 点选此处重试

source: Client (or you)
de_de: Kunde (oder Sie)
id_id: Klien (atau Anda)
pl_pl: Klient (Ty)
pt_pt: Cliente (ou você)
vi_vn: Khách hàng (hoặc bạn)
zh_cn: 客户（或您）

source: Client Classification
de_de: Kundenkategorisierung
id_id: Klasifikasi Klien
pl_pl: Klasyfikacja klientów
pt_pt: Classificação do cliente
vi_vn: Phân loại khách hàng
zh_cn: 客户分类

source: Client Money
de_de: Kundengelder
id_id: Uang Klien
pl_pl: Pieniądze klienta
pt_pt: Dinheiro de clientes
vi_vn: Tiền của khách hàng
zh_cn: 客户资金

source: Client Reporting;
de_de: Kunden-Berichterstattung;
id_id: Pelaporan Klien;
pl_pl: Raportowanie klienta;
pt_pt: Relatórios de clientes;
vi_vn: Báo Cáo Khách Hàng;
zh_cn: 客户报告;

source: Client withdrawals
de_de: Kundenauszahlungen
fr_fr: Retraits de client
id_id: Pencairan klien
pl_pl: Wypłaty klientów
pt_pt: Retiradas de cliente
vi_vn: Khách hàng rút tiền
zh_cn: 客户提款

source: Client withdrawals prior to this year amounted to almost USD 500 million. More than USD 140 million worth of client withdrawals is expected this year.
de_de: Vor Ablauf dieses Jahres beliefen sich Kunden-Auszahlungen auf fast 500 Millionen US-Dollar. In diesem Jahr werden Kunden-Auszahlungen im Wert von mehr als 140 Millionen US-Dollar erwartet.
fr_fr: Les retraits client avant cette année se sont élevées à près de 500 millions de dollars. Plus de 140 millions d’USD de retraits client sont attendus cette année.
id_id: Pencairan klien sebelumnya sudah mencapai hampir USD500 juta. Kenaikan hingga USD140 juta pencairan dana klien diharapkan tahun ini.
pl_pl: Łączna kwota wypłat klientów do początku tego roku wyniosła prawie 500 mln USD. W tym roku oczekujemy wypłat klientów o wartości 140 mln USD.
pt_pt: Retiradas de clientes antes destes ano totalizaram quase 500 milhões de USD. Mais de 140 milhões de USD em retiradas de clientes estão previstos para este ano.
vi_vn: Khách hàng rút tiền trước năm nay lên tới gần 500 triệu USD. Hơn 140 triệu USD giá trị của khách hàng rút tiền được dự kiến năm nay.
zh_cn: 今年前的客户提款总额将近5亿美元。预计今年的客户提款总额将超过1.4亿美元。

source: Client's Liability
de_de: Kundenhaftung
id_id: Kewajiban Klien
pl_pl: Odpowiedzialność klienta
pt_pt: Responsabilidade do cliente
vi_vn: Trách nhiệm của khách hàng
zh_cn: 客户的责任

source: Client's Representation
de_de: Darstellung des Kunden
fr_fr: Représentation du client
id_id: Representasi Klien
pl_pl: Oświadczenie klienta
pt_pt: Representação do Cliente
vi_vn: Đại diện của khách hàng
zh_cn: 客户代表

source: Client's deposits or withdrawals are immediately reflected in the corresponding master account balance in real time
de_de: Die Ein- oder Auszahlungen des Kunden spiegeln sich unmittelbar im entsprechenden Master-Kontostand in Echtzeit wider
fr_fr: Les dépôts ou retraits clients sont répercutés immédiatement dans le solde du compte principal correspondant en temps réel
id_id: Deposit atau penarikan Klien ditampilkan dengan segera sesuai dengan saldo akun utama secara langsung
pl_pl: Wpłaty i wypłaty klientów są natychmiast księgowane i widoczne na saldzie odpowiedniego konta głównego
pt_pt: Os depósitos ou as retiradas de clientes são imediatamente refletidos no saldo da conta-mestre correspondente em tempo real
vi_vn: Tiền gửi vào hoặc rút ra của Khách Hàng ngay lập tức sẽ được phản ánh trong số dư tài khoản chính tương ứng trong thời gian thực
zh_cn: 客户的存款或取款会立即实时反映在相应的主账户余额

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remain fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. %1In regards to customers of Binary (IOM) Ltd., online gambling debts are enforceable in law in the Isle of Man.%2
de_de: Die Kunden erklären, dass sie für die fällige Zahlung einer Transaktion, die sie mit dem Unternehmen über ihre Konten eingegangen sind, vollumfänglich und persönlich haftbar sind. Dies umfasst Transaktionen, die von Familienmitgliedern des Kunden, oder dessen Umfeld getätigt wurden, nachdem sie sich Zugang zum Konto verschafft haben. Die Kunden sind dafür verantwortlich sicherzustellen, dass nur sie allein den Zugang zu dem Konto kontrollieren und dass Minderjährigen der Zugang auf die Website verwehrt bleibt. Auf jeden Fall ist der Kunde für alle Positionen, die auf seinem Konto gehandelt werden, sowie für Kreditkartentransaktionen, die auf der Seite für sein Konto eingegeben werden, vollumfänglich haftbar. Der Kunde entschädigt das Unternehmen auch in Bezug auf alle Kosten und Verluste, die dem Unternehmen aufgrund von direktem oder indirektem Fehlverhalten des Kunden bei der Durchführung oder Abrechnung einer solchen Transaktion entstehen können. %1In Bezug auf Kunden von Binary (IOM) Ltd., Online-Spielschulden sind auf der Isle of Man gerichtlich vollstreckbar.%2
id_id: Klien setuju untuk secara penuh dan secara pribadi bertanggung jawab atas penyelesaian setiap transaksi yang dilakukan di bawah akun mereka pada Perusahaan. Hal ini termasuk setiap transaksi yang dilakukan oleh anggota keluarga Klien atau pihak lain yang telah memperoleh akses ke dalam akun tersebut. Klien bertanggung jawab untuk memastikan bahwa mereka sendiri yang mengendalikan akses ke dalam akun, dan bahwa tidak terdapat anak di bawah umur yang memiliki akses ke dalam trading pada situs web. Dalam kasus apa pun, Klien tetap bertanggung jawab sepenuhnya atas setiap dan semua posisi yang ditradingkan pada akun mereka, dan untuk setiap transaksi kartu kredit yang dimasukkan ke dalam situs pada akun mereka. Setiap Klien juga perlu mengganti kerugian Perusahaan sehubungan dengan semua biaya dan kerugian dalam bentuk apa pun yang mungkin dihasilkan oleh sebagai akibat, langsung atau tidak langsung pada kegagalan Klien untuk melakukan atau menyelesaikan transaksi tersebut.
pl_pl: Klienci zgadzają się, że są w pełni i osobiście odpowiedzialni za należne rozliczenie każdej transakcji zawartej z Firmą na swoim koncie. Dotyczy to wszystkich transakcji zawartych przez członków rodziny Klienta lub jego znajomych, którzy uzyskali dostęp do konta. Klienci są odpowiedzialni za dopilnowanie, aby dostęp do konta pozostawał w ich wyłącznej kontroli i żadna osoba niepełnoletnia nie miała dostępu do handlu na portalu. Klienci pozostają zawsze w pełni odpowiedzialni za wszelkie transakcje zawierane na swoich kontach oraz za wszelkie transakcje kartą kredytową zawierane na poczet swoich kont. Klient zwalnia również Firmę z odpowiedzialności za wszelkie koszta i straty dowolnego rodzaju, które mogą być poniesione pośrednio lub bezpośrednio przez Firmę w wyniku zaniechania przez Klienta przeprowadzenia lub rozliczenia takiej transakcji. %1W przypadku klientów Binary (IOM) Ltd. zadłużenie wynikłe z hazardu online podlega prawu Wyspy Man.%2
pt_pt: Os Clientes aceitam ser total e pessoalmente responsáveis pela devida liquidação de todas as transações realizadas nas suas contas da Empresa. Isto inclui quaisquer transações realizadas por membros da família ou círculo pessoal do Cliente, que possuam acesso à sua conta. Os Clientes são responsáveis por assegurar que o acesso às suas contas seja controlado apenas por eles mesmos e que nenhum menor de idade tenha acesso à negociação no website. Em qualquer caso, os Clientes permanecem totalmente responsáveis por quaisquer e todos os contratos negociados a partir das suas contas e por todas as transações de cartão de crédito que derem entrada no site referentes às suas contas. Cada cliente deverá também indenizar a Empresa em relação a todos os custos e perdas de qualquer tipo, quaisquer que possam ser, incorridos pela Empresa, resultantes direta ou indiretamente da não execução ou liquidação por parte do Cliente de uma operação deste tipo. %1Em relação a clientes da Binary (IOM) Ltd., as dívidas de jogo online são exequíveis por força da lei na Ilha de Man.%2
vi_vn: Khách hàng đồng ý hoàn toàn và phải chịu trách nhiệm cá nhân trong việc thiết lập mỗi giao dịch được nhập vào tài khoản của mình với Công Ty. Điều này cũng bao gồm cả việc bất kì giao dịch nào được nhập bởi các thành viên trong gia đình của Khách hàng hoặc người có thể đăng nhập vào tài khoản. Khách hàng có trách nhiệm bảo đảm rằng chỉ cá nhân khách hàng mới có thể truy cập vào tài khoản của mình, và không cho trẻ vị thành niên nào được truy cập vào tài khoản để giao dịch trên trang web. Trong bất kì trường hợp nào, Khách hàng hoàn toàn chịu trách nhiệm cho bất kì hoặc các phiên đã giao dịch trên tài khoản của mình, và đối với bất cứ giao dịch bằng thẻ tín dụng nào được nhập vào trang web cho thẻ của mình. Khách hàng cũng phải bồi thường cho Công Ty với tất cả các chi phí và thiệt hại của bất kì điều gì có thể xảy ra đối với Công Ty do lỗi trực tiếp hoặc gián tiếp từ khách hàng. %1 Đối với các khách hàng của Binary (IOM) Ltd., các khoản nợ cá cược trực tuyến đều được thực thi bằng pháp luật của Đảo Man.%2
zh_cn: 客户同意对其在本公司开立账户内所有交易的结算承担全部个人责任，包括有权访问该客户账户的家人或他人进行的交易。客户有责任确保他们对于账户访问权限的控制，不能向未成年人提供在网站上交易的权限。在任何情况下，客户对其账户上的任何头寸以及网站账户的任何信用卡交易承担全部责任。所有客户都应保护公司免受因客户未能执行或结算该交易而对公司造成的所有直接或间接成本或损失。%1根据马恩岛法律，Binary (IOM) 有限公司的客户的在线博彩债务可强制执行。%2
