Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company reserves the right to cancel/reverse transactions or amend the contractual terms (including, but not limited to, entry and exit spot) in the case that any contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, market data feed or contract pricing latency, data feed error, stray quotes, incorrect pricing parameters, or manifest mis-calculation of prices or other obvious errors ("Manifest Errors"). Clients have a duty to report to the Company any such problems, errors or suspected system inadequacies that they may experience and may not abuse of or arbitrage such system problems or errors for profit. The Company will endeavor to resolve any such difficulties in the shortest time possible. Any amendments to the contractual terms (including, but not limited to, entry and exit spot) of Manifestly Erroneous contracts shall be reasonable and fair. Monies exchanged between oneself and the Company in connection with Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms (including, but not limited to, entry and exit spot).
de_de: Das Unternehmen behält sich das Recht auf den Abbruch bzw. die Stornierung von Transaktionen, oder auf Änderungen der Vertragsbedingungen (einschließlich, aber nicht beschränkt auf, Einstiegs- und Schlusskurse) im Fall, dass Kontrakte zu Preisen erworben oder verkauft werden, die keine marktgerechten Preisen widerspiegeln oder die ungewöhnlich niedrige Risikolevel verkaufen als Ergebnis von unerkannten Programmierungsfehlern, Bugs oder Defekten in der Software unserer Website, Markt-Daten-Feed oder Kontrakt-Preis-Latenz, Data-Feed Fehlern, irreführende Notierungen, falsche Preisparameter, oder offensichtliche Falschberechnungen von Kursen oder anderen offensichtlichen Fehlern. Kunden sind dafür verantwortlich, dem Unternehmen solche Probleme, Fehler oder mutmaßliche System Unzulänglichkeiten zu melden, die sie möglicherweise erleben und sollen diese weder missbrauchen, noch deren Systemprobleme oder Fehler zu Ihrem Profit ausnützen. Das Unternehmen wird sich bemühen, Schwierigkeiten in der kürzest möglichen Zeit zu lösen. Änderungen der Vertragsbedingungen (einschließlich, aber nicht beschränkt auf, Einstiegs- und Schlusskurse) von offensichtlich fehlerhaften Kontrakten sollen angemessen und fair gelöst werden. Gelder, die zwischen einer Person und dem Unternehmen im Zusammenhang mit offensichtlich fehlerhaften Kontrakten ausgetauscht werden, sollen dem Empfänger gemäß den Änderungen zu den vertraglichen Bedingungen (einschließlich, aber nicht beschränkt auf, Einstiegs- und Schlusskurse) zurückerstattet werden.
id_id: Perusahaan berhak untuk membatalkan/mengembalikan transaksi atau merubah terma kontrak (termasuk, namun tidak terbatas kepada spot awal dan akhir) jika terdapat kontrak yang diperoleh atau dijual berdasarkan harga yang tidak mencerminkan harga pasar yang adil atau kontrak yang diperoleh atau dijual pada level rendah dengan risiko yang tidak normal berhubung pemprograman yang mengalami error, bug atau kesalahan pada perangkat lunak situs, atau harga data pasar atau harga kontrak yang lambat, error data harga, harga liar, parameter harga yang salah atau kesalahan perhitungan harga lainnya atau kesalahan lain ("Error Manifest). Klien memiliki kewajiban untuk melaporkan kepada Perusahaan jika terjadi permasalahan demikian, error atau jika mencurigai adanya masalah sistem yang dialami dan tidak memanfaatkan keadaan dan melakukan arbitrage pada masalah sistem tersebut atau error tersebut demi keuntugan pribadi. Perusahaan akan berusaha menyelesaikan masalah seperti itu dalam waktu sesingkat mungkin. Setiap perubahan pada ketentuan kontraktual (termasuk, tetapi tidak terbatas pada, spot awal dan akhir) pada kontrak yang mengalami Error Manifes harus dikembalikan pada penerima sesuai dengan perubahan yang dibuat pada ketentuan kontraktual (termasuk, tetapi tidak terbatas pada, spot awal dan spot akhir).
pl_pl: Firma zastrzega sobie prawo do anulowania/cofnięcia transakcji lub zmiany warunków umownych (w tym m. in. pozycji wejściowej i wyjściowej), jeśli jakikolwiek kontrakt został nabyty lub sprzedany po cenach, które nie odzwierciedlają uczciwych cen rynkowych lub przy wyjątkowo niskim poziomie ryzyka z powodu błędu programowania, usterki, zakłócenia w oprogramowaniu naszej witryny internetowej, opóźnień w wycenie lub dostępie do źródeł danych, błędów w źródłach danych, nieprawidłowego kwotowania, błędnych parametrów wyceny, oczywistych błędów w wycenie lub innych oczywistych błędów („ewidentny błąd”). Klienci mają obowiązek zgłaszania Firmie wszelkich tego typu problemów, błędów lub podejrzanych nieprawidłowości w systemie, których doświadczają, i nie mogą nadużywać problemów systemowych w celu uzyskania zysku. Firma dołoży wszelkich starań w celu rozwiązania tych problemów w możliwie najkrótszym czasie. Wszelkie zmiany warunków (w tym m. in. pozycji wejściowej i wyjściowej) w przypadku ewidentnie nieprawidłowych kontraktów muszą być uzasadnione i sprawiedliwe. Środki pieniężne wymienione pomiędzy klientem a Firmą w rezultacie ewidentnie nieprawidłowych kontraktów zostaną zwrócone odbiorcy po dokonaniu zmian warunków kontraktu (w tym m. in. pozycji wejściowej i wyjściowej).
pt_pt: A Empresa reserva-se o direito de cancelar/estornar transações ou alterar os termos contratuais (incluindo, mas não limitado aos, preços de entrada e saída) no caso de quaisquer contratos serem adquiridos ou vendidos a preços que não reflitam os preços justos do mercado, ou de serem adquiridos ou vendidos a um nível de risco anormalmente baixo devido a um erro de programação, um bug ou uma falha não detectada no software do nosso site, latência no feed de dados ou na determinação de preços de contratos, erros nos feeds de dados, cotações extraviadas, parâmetros de preço incorretos ou erros no cálculo de preços de manifesto ou outros erros óbvios ("erros de manifesto"). Os clientes têm o dever de relatar tais problemas, erros ou ineficiências de sistema suspeitas que notarem à Empresa e não devem abusar ou fazer arbitragem com tais problemas ou erros de sistema para fins lucrativos. A Empresa fará o possível para resolver tais dificuldades na brevidade possível. Quaisquer alterações aos termos contratuais (incluindo, mas não limitadas aos, preços de entrada e saída) de contratos manifestamente errôneos serão razoáveis e justas. Fundos trocados entre qualquer pessoa e a Empresa em conexão com contratos manifestamente errôneos serão devolvidos ao destinatário de acordo com as alterações efetuadas aos termos contratuais (incluindo, mas não limitadas aos, preços de entrada e saída).
vi_vn: Công ty có quyền hủy bỏ / đảo ngược giao dịch hoặc sửa đổi các điều khoản hợp đồng (bao gồm, nhưng không giới hạn, điểm xuất nhập cảnh) trong trường hợp bất kỳ hợp đồng nào được mua hoặc bán với giá không phản ánh giá thị trường hợp lý hoặc được mua hoặc bán ở mức rủi ro thấp bất thường do lỗi lập trình không bị phát hiện, lỗi hoặc trục trặc trong phần mềm trang web của chúng tôi, nguồn cấp dữ liệu thị trường hoặc thời gian chờ giá hợp đồng, lỗi nguồn cấp dữ liệu, báo giá lạc, thông số đặt giá không đúng hoặc biểu hiện tính sai giá hoặc các lỗi rõ ràng khác ("Biểu Hiện Lỗi"). Khách hàng có trách nhiệm báo cáo cho Công ty bất kỳ vấn đề, lỗi hoặc nghi ngờ bất cập của hệ thống mà họ có thể gặp phải và không được lạm dụng hoặc phân biệt các vấn đề hệ thống hoặc lỗi lợi nhuận. Công ty sẽ nỗ lực giải quyết mọi khó khăn như vậy trong thời gian sớm nhất có thể. Bất kỳ sửa đổi nào đối với các điều khoản hợp đồng (bao gồm, nhưng không giới hạn ở, điểm khởi đầu và điểm chốt) của các hợp đồng Thực sự sai trái phải hợp lý và công bằng. Các khoản tiền được trao đổi giữa chính Công ty và Công ty liên quan đến các hợp đồng có biểu hiện lỗi sẽ được trả lại cho người nhận theo các sửa đổi đối với các điều khoản của hợp đồng (bao gồm, nhưng không giới hạn ở điểm khởi đầu và điểm chốt).
zh_cn: 如果有任何合约是以不反映公平市场价格获得或销售或由于未被发现的编程错误、我们网站软件中的 bug 或故障、市场数据输入或合约定价滞后、数据输入错误、杂散引号、不正确的定价参数或清单计算错误或其他明显的错误("明显错误") 而以异常低的风险水平下获取或销售，公司保留取消/冲销交易或修改合约条款 (包括但不限于入市和退市现价) 的权利 。客户有责任向公司报告他们可能遇到的任何此类问题、错误或可疑系统缺陷, 不得滥用或套利此类系统问题或错误从中获取利润。公司将努力在最短的时间内解决任何此类问题。对明显错误合约的条款 (包括但不限于入市和退市现价) 的任何修正须是合理和公平的。个人与公司之间就明显的错误合约而对换的款项, 须按照合约条款 (包括但不限于入市和退市现价) 的修订, 退还给收款人。

source: The Company reserves the right to change any part of this Agreement at any time. We will endeavor to ensure affiliates are notified when changes have been made to this Agreement, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate programme after we have posted the changes will constitute binding acceptance of such changes.
de_de: Das Unternehmen behält sich das Recht vor, jederzeit einen Teil dieses Vertrags zu ändern. Wir werden uns bemühen sicherzustellen, dass die Geschäftspartner über Änderungen des Vertrages benachrichtigt werden. Dennoch liegt es in Ihrer Zuständigkeit, diese Allgemeinen Geschäftsbedingungen regelmäßig nachzulesen. Nachdem wir die Änderungen veröffentlicht haben, stellt Ihre weitere Teilnahme an unserem Partnerprogramm eine bindende Annahme dieser Änderungen dar.
id_id: Perusahaan berhak untuk mengubah setiap bagian dari perjanjian ini kapan saja. Kami akan berusaha untuk memastikan afiliasi telah mendapat informasi apabila perubahan telah dibuat pada Perjanjian ini, tapi pada akhirnya adalah merupakan tanggung jawab Anda untuk memeriksa syarat dan ketentuan ini secara berkala. Partisipasi Anda untuk tetap bergabung dalam program afiliasi kami setelah kami perubahan dilakukan merupakan penerimaan mutlak pada perubahan tersebut.
pl_pl: Firma zastrzega sobie prawo do zmiany dowolnego fragmentu niniejszej Umowy w dowolnym momencie. Firma dołoży wszelkich starań, aby powiadomić partnerów o wprowadzeniu zmian niniejszej Umowy, jednak obowiązkiem Partnera jest regularne sprawdzanie niniejszego regulaminu. Uczestnictwo w programie partnerskim po wprowadzeniu przez nas zmian będzie oznaczało wiążącą akceptację takich zmian.
pt_pt: A Empresa reserva-se o direito de alterar qualquer parte do presente Acordo em qualquer momento. Faremos o possível para certificar que os afiliados sejam notificados quando alterações tiverem sido feitas a este Acordo, mas, em última análise, será da sua responsabilidade consultar estes termos e condições com regularidade. A sua participação contínua no nosso programa de afiliados, depois de publicarmos as alterações, irá constituir aceitação vinculativa de tais alterações.
vi_vn: Công ty có quyền thay đổi bất kỳ phần nào của Thỏa Thuận này vào bất cứ lúc nào. Chúng tôi sẽ nỗ lực để đảm bảo rằng các chi nhánh sẽ được thông bảo khi bản Thỏa Thuận được thay đổi, nhưng bạn có trách nhiệm phải thường xuyên kiểm tra những điều khoản và điều kiện. Việc bạn tiếp tục tham gia vào chương trình liên kết của chúng tôi sau khi chúng tôi thông báo có nghĩa là bạn đã chấp nhận sự thay đổi đó.
zh_cn: 公司有权随时修改本协议的任何内容。我们会尽量把协议修改详情通知联盟成员，但您有责任定期检查相应条款和条件。在修改正式公布后，您继续参加联盟计划的行为表示您接收该修改内容的约束。

source: The Company reserves the right to have in place risk limits, which affects the trading limits of all clients trading, and may not be limited solely to instruments and contract types.
de_de: Das Unternehmen behält sich das Recht vor, Risikolimits bereit zu halten, die die Handelsgrenzen aller Kundengeschäfte beeinträchtigen, und nicht nur auf Instrumente und Kontrakttypen eingeschränkt sein können.
id_id: Perusahaan berhak untuk memiliki batasan risiko, yang mempengaruhi batas trading semua klien, dan tidak terbatas hanya pada instrumen dan jenis kontrak.
pl_pl: Firma zastrzega sobie prawo do ustanowienia limitów ryzyka, które mają wpływ na limity handlowe wszystkich handlujących klientów i mogą nie być ograniczone wyłącznie do instrumentów finansowych i rodzajów kontraktów.
pt_pt: A Empresa reserva-se o direito de impor limites de risco, o que afetará os limites de negociação de todos os clientes que estão negociando e pode não ser somente limitado a tipos de instrumentos e contratos.
vi_vn: Công Ty có quyền có giới hạn rủi ro, ảnh hưởng đến các giới hạn giao dịch của tất cả các khách hàng thương mại, và có thể không được giới hạn chỉ duy nhất công cụ và các loại hợp đồng.
zh_cn: 公司保留设定将影响所有客户交易限额的风险限额的权利, 且限制的交易类型不仅限于工具和合约。

source: The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who engage in any trading activity:
de_de: Das Unternehmen behält sich das Recht vor, keine Geschäfte mit Kunden zu tätigen, Geschäfte mit Kunden einzustellen, und Transaktionen von Kunden zu stornieren, die sich mit Handelsaktivitäten einlassen:
id_id: Perusahaan berhak untuk menolak untuk melakukan bisnis dengan, untuk menghentikan untuk melakukan bisnis dengan, dan untuk mengembalikan transaksi kepada Klien yang melakukan kegiatan trading:
pl_pl: Firma zastrzega sobie prawo do odmowy lub zakończenia współpracy z Klientami, którzy są zaangażowani w jakąkolwiek działalność związaną z handlowaniem oraz do cofnięcia ich transakcji:
pt_pt: A Empresa reserva-se o direito de recusar a fazer negócios, de descontinuar a fazer negócios, e de reverter as transações feitas com Clientes que estejam envolvidos em quaisquer atividades de negociação:
vi_vn: Công Ty có quyền từ chối, không tiếp tục làm ăn với, và đảo ngược các giao dịch của Khách Hàng, người tham gia vào bất kỳ hoạt giao dịch nào:
zh_cn: 本公司保留拒绝与从事任何交易活动的客户进行业务、停止业务运作以及撤销交易的权利：

source: The Company reserves the right to suspend the operation of this site or sections thereof:
de_de: Das Unternehmen behält sich das Recht vor, den Betrieb dieser Site oder einzelne ihrer Abschnitte einzustellen:
id_id: Perusahaan berhak untuk menangguhkan pengoperasian situs atau beberapa bagain lainnya:
pl_pl: Firma zastrzega sobie prawo do wstrzymania działania tego portalu lub jego części:
pt_pt: A Empresa reserva o direito de suspender a operação deste site ou das respectivas seções:
vi_vn: Công Ty có quyền đình chỉ trang web này hoặc các phần của trang web:
zh_cn: 公司有权中止网站或其中某些版块的运营：

source: The Company reserves the right to update this privacy policy at any time and will provide the applicant with a new privacy policy when substantial amendments and updates are made. The Company may also notify the applicant in other ways from time to time about the processing of the applicant's personal information.
de_de: Das Unternehmen behält sich vor, diese Datenschutzerklärung jederzeit zu aktualisieren und versieht den Bewerber mit einer neuen Datenschutzerklärung, wenn wesentliche Änderungen und Aktualisierungen vorgenommen werden. Das Unternehmen kann den Bewreber auch auf andere Weise von Zeit zu Zeit über die Verarbeitung seiner persönlichen Daten informieren.
fr_fr: La Compagnie se réserve le droit de mettre à jour cette politique de confidentialité à tout moment et fournira le candidat avec une nouvelle politique de confidentialité lorsque des mises à jour et modifications importantes sont apportées. La Compagnie peut également notifier au candidat par d’autres moyens de temps en temps sur le traitement des renseignements personnels du candidat.
id_id: Perusahaan berhak untuk memperbarui kebijakan privasi ini setiap saat dan akan memberikan pelamar dengan kebijakan privasi baru ketika perubahan dan pembaruan substansial dilakukan. Perusahaan juga dapat memberi tahu pelamar dengan cara lain dari waktu ke waktu mengenai pemrosesan informasi pribadi pelamar.
pl_pl: Firma zastrzega sobie prawo do zaktualizowania niniejszej polityki w dowolnej chwili, a w sytuacji, gdy wprowadzone zostaną znaczne zmiany i aktualizacje, udostępni kandydatowi nową politykę prywatności. Firma może również powiadamiać kandydata co jakiś czas w inny sposób o przetwarzaniu jego danych osobowych.
vi_vn: Công Ty bảo lưu quyền cập nhật chính sách bảo mật này bất kỳ lúc nào và sẽ cung cấp cho người nộp đơn một chính sách bảo mật mới khi thực hiện các sửa đổi và cập nhật đáng kể. Công Ty cũng có thể thông báo cho người nộp đơn theo những cách khác theo thời gian về việc xử lý thông tin cá nhân của người nộp đơn.
zh_cn: 公司保留随时更新本隐私政策的权利，并在进行重大修改和更新时向申请人提供新的隐私政策。公司还可能不时以其他方式通知申请人关于其个人信息的处理进展。

source: The Company reserves the right to void, delay, or withhold payment of commission fees to you in situations including a suspected breach of a law or a breach of the terms and conditions of this Agreement.
de_de: Das Unternehmen behält sich vor, die Provisionsauszahlung an Sie in besonderen Fällen, einschließlich eines vermuteten Rechtsbruchs oder einer Verletzung der Bedingungen dieses Vertrags, zu verweigern, zu verzögern oder einzubehalten.
id_id: Perusahaan berhak untuk membatalkan, menunda, atau menahan pembayaran komisi untuk Anda dalam situasi apapun termasuk dugaan pelanggaran hukum atau pelanggaran syarat dan ketentuan Perjanjian ini.
pl_pl: Firma zastrzega sobie prawo do unieważniania, opóźniania lub wstrzymywania wypłat prowizji w przypadku podejrzenia naruszenia prawa lub postanowień niniejszej Umowy.
pt_pt: A Empresa reserva-se o direito de anular, adiar ou reter o pagamento de comissões a você em situações que incluam uma violação suspeita de uma lei ou uma violação dos termos e condições deste Acordo.
vi_vn: Công Ty có quyền bỏ qua, trì hoãn hoặc từ chối thanh toán hoa hồng cho bạn trong những trường hợp bị nghi ngờ có sự vi phạm một đạo luật hoặc vi phạm các điều khoản và điều kiện của Thỏa Thuận này.
zh_cn: 公司有权在包括涉嫌违法或违反本协议条款和条件的情况下撤消、延缓或中止支付佣金。

source: The Company shall assume that the information provided by the client is accurate and complete. The Company shall bear no responsibility if such information is inaccurate and/or incomplete.
de_de: Das Unternehmen geht davon aus, dass die vom Kunden bereitgestellten Informationen richtig und vollständig sind. Das Unternehmen trägt keine Verantwortung, wenn derartige Informationen unrichtig oder unvollständig sind.
id_id: Perusahaan akan mengasumsikan bahwa informasi yang diberikan oleh klien adalah akurat dan lengkap. Perusahaan tidak bertanggung jawab jika informasi tersebut tidak akurat dan/atau tidak lengkap.
pl_pl: Firma zakłada, ze informacje przekazane przez klienta są dokładne i kompletne. Firma nie ponosi żadnej odpowiedzialności za niedokładność i/lub niekompletność tych informacji.
pt_pt: A Empresa irá assumir que as informações fornecidas pelo cliente são precisas e completas. A Empresa não terá nenhuma responsabilidade no caso de tais informações serem imprecisas e/ou incompletas.
vi_vn: Công Ty sẽ giả định rằng thông tin được cung cấp bởi khách hàng là chính xác và đầy đủ. Công Ty sẽ không chịu trách nhiệm nếu thông tin đó không chính xác và/ hoặc không đầy đủ.
zh_cn: 公司将假定客戶提供的信息準確完整。如果此類信息不准確和/或不完整，公司不承擔任何責任。

source: The Company shall be entitled to exercise any of its rights or fulfil any of its obligations hereunder (including, but not limited to, its payment obligations) through any member of the Binary group of companies.
de_de: Das Unternehmen ist berechtigt, alle Rechte aus diesem Vertrag über ein Unternehmen der Binary Unternehmensgruppe auszuüben oder Verpflichtungen (unter anderem seine Zahlungsverpflichtungen) zu erfüllen.
fr_fr: La Société est habilitée à exercer l'ensemble de ses droits ou à remplir l'ensemble de ses obligations conformément aux modalités des présentes (y compris, sans s'y limiter, ses obligations de paiement) par l'intermédiaire de tout membre du group Binary Group Services.
id_id: Perusahaan berhak untuk melaksanakan segala hak atau memenuhi salah satu kewajibannya (termasuk tidak terbatas pada kewajiban pembayaran) melalui anggota kelompok perusahaan Binary.
pl_pl: Firma jest uprawniona do wykonywania swoich praw i wypełniania wszelkich zobowiązań wynikających z niniejszej Umowy (w tym między innymi swoich zobowiązań płatniczych) za pośrednictwem jakiegokolwiek podmiotu wchodzącego w skład grupy Binary.
pt_pt: A Empresa estará autorizada a exercer qualquer dos seus direitos ou a cumprir qualquer das suas obrigações a seguir indicadas (incluindo, mas não limitadas a, as suas obrigações de pagamento) através de qualquer membro do grupo de empresas Binary.
vi_vn: Công ty có quyền thực hiện bất kỳ quyền hoặc bất kỳ nghĩa vụ nào của mình theo hợp đồng này với bất kỳ thành viên nào thuộc nhóm Binary của công ty (bao gồm nhưng không giới hạn các nghĩa vụ thanh toán).
zh_cn: 公司有权通过Binary集团各成员公司行使以下任何权利或履行义务（包括但不限于支付义务）。

source: The Company shall ensure the confidentiality of all Personal Data provided by the applicant at all times and is protected against any accidental loss or disclosure, destruction, and abuse. The Company shall also ensure that such Personal Data is only processed and stored as necessary for the purposes specified in this privacy policy and all applicable Data Protection Laws.
de_de: Das Unternehmen gewährleistet die Vertraulichkeit aller persönlichen Daten, die vom Bewerber vorgelegt werden und ist gegen versehentlichen Verlust, Offenlegung, Zerstörung und Missbrauch geschützt. Das Unternehmen stellt auch sicher, dass personenbezogene Daten nur als für die in dieser Datenschutzerklärung und allen anwendbaren Datenschutzgesetzen bearbeitet und gehalten werden.
fr_fr: La Compagnie veille à la confidentialité de toutes les Données Personnelles fournies par le candidat en tout temps et est protégée contre toute perte accidentelle ou divulgation, destruction et d’abus. La Compagnie veille également à ce que ces Données Personnelles sont uniquement transformées et stockées en tant que besoins aux fins précisées dans la présente politique de confidentialité et toutes les lois de Protection des Données Applicables.
id_id: Perusahaan harus memastikan kerahasiaan semua Data Pribadi yang diberikan oleh pelamar setiap saat dan dilindungi terhadap kehilangan atau pengungkapan, penghancuran, dan penyalahgunaan yang tidak disengaja. Perusahaan juga harus memastikan bahwa Data Pribadi tersebut hanya diproses dan disimpan seperlunya untuk tujuan yang ditentukan dalam kebijakan privasi ini dan berdasarkan Hukum Perlindungan Data yang berlaku.
pl_pl: Firma musi zapewnić zachowanie poufności wszelkich Danych osobowych przekazywanych przez kandydata w każdej chwili i ochronę przed ich przypadkową utratą, zniszczeniem lub nadużyciem. Firma zapewni, że Dane osobowe będą przetwarzane i przechowywane wyłącznie w takim zakresie, w jakim jest to konieczne w celach określonych w niniejszej polityce i wszelkich obowiązujących przepisach w zakresie ochrony danych.
vi_vn: Công Ty phải đảm bảo tính bảo mật của tất cả Dữ Liệu Cá Nhân được cung cấp bởi người nộp đơn mọi lúc và được bảo vệ khỏi mọi mất mát hoặc tiết lộ, tiêu hủy và lạm dụng tình cờ. Công Ty cũng sẽ đảm bảo rằng Dữ Liệu Cá Nhân đó chỉ được xử lý và lưu trữ khi cần thiết cho các mục đích được quy định trong chính sách bảo mật này và tất cả Luật Bảo Vệ Dữ Liệu hiện hành.
zh_cn: 公司须随时确保申请人提供的所有个人资料的机密性，并防止任何意外丢失或泄露、破坏和滥用。 公司还须确保此类个人资料仅在本隐私政策和所有适用的资料保护法规定的用途下进行必要的处理和保存。
