Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Excellent communication and interpersonal skills
de_de: Hervorragende Kommunikationsfähigkeiten und soziale Kompetenzen
fr_fr: Excellente communication et aptitudes interpersonnelles
id_id: Memiliki komunikasi yang baik dan keterampilan interpersonal
pl_pl: Doskonałe zdolności interpersonalne i komunikacyjne
pt_pt: Excelente comunicação e relacionamento interpessoal
vi_vn: Kỹ năng hội thoại và giao tiếp xuất sắc
zh_cn: 优秀的沟通和人际交往能力

source: Excellent oral and written communication skills in English and Bahasa Malaysia
de_de: Ausgezeichnete schriftliche und mündliche Kommunikationsfähigkeiten sowohl in Englisch als auch in Bahasa Malysia
fr_fr: Excellente maîtrise de la communication orale et écrite en Anglais et en Malaisien
id_id: Kemampuan komunikasi lisan dan tulisan yang sangat baik dalam Bahasa Inggris dan Bahasa Malaysia
pl_pl: Doskonałe zdolności komunikacyjne w języku angielskim oraz malajskim (standardowym), zarówno w mowie, jak i w piśmie
pt_pt: Excelentes competências de comunicação escrita e verbal, tanto em inglês como em Bahasa Malaysia
vi_vn: Kỹ năng hội thoại nói và viết Tiếng Anh và Tiếng Bahasa của Malaysia xuất sắc
zh_cn: 优秀的英语和马来语书面和口头沟通技巧

source: Excellent proficiency in spoken and written English
de_de: Hervorragende Kenntnisse von gesprochenem und geschriebenem Englisch
fr_fr: Une excellente maîtrise de l’Anglais parlé et écrit
id_id: Mahir dalam bahasa Inggris baik secara lisan dan tulisan
pl_pl: Biegła znajomość języka angielskiego w mowie i w piśmie
pt_pt: Excelente proficiência em falar e escrever em Inglês
vi_vn: Kỹ năng hội thoại giao tiếp xuất sắc trong cả nói và viết
zh_cn: 极强的英语口语和书写能力

source: Excellent understanding of Bitcoin or other cryptocurrencies
de_de: Hervorragendes Verständnis von Bitcoin oder anderen Kryptowährungen
fr_fr: Excellente compréhension du Bitcoin ou autres cryptodevises
id_id: Memahami dengan baik mengenai Bitcoin atau mata uang kripto lainnya
pl_pl: Doskonałe zrozumienie funkcjonowania waluty Bitcoin i innych kryptowalut
pt_pt: Excelente compreensão de Bitcoin ou outras criptomoedas
vi_vn: Có hiểu biết sâu về Bitcoin hoặc các loại tiền cryptocurrency khác
zh_cn: 对比特币或其他加密货币非常了解

source: Except for the license granted in this Agreement, the Company does not grant you any right, title, or interest in the %1 API. You agree to take such actions as the Company may reasonably request to perfect the Company's rights to the %1 API.
de_de: Mit Ausnahme der durch diesen Vertrag gewährten Lizenz, gewährt Ihnen das Unternehmen keinerlei Recht, Titel oder Anspruch an dem %1 API. Sie stimmen zu, Maßnahmen zur Vervollkommnung der Rechte des Unternehmens an dem %1 API zu ergreifen, die vom Unternehmen begründet gefordert werden.
id_id: Kecuali untuk lisensi yang diberikan dalam Perjanjian ini, Perusahaan tidak memberikan Anda hak, kuasa, atau kepentingan dalam API %1. Anda setuju untuk mengambil tindakan tersebut sebagaimana Perusahaan akan meminta untuk menyempurnakan hak Perusahaan berhubungan dengan API %1.
pl_pl: Za wyjątkiem licencji udzielonej na mocy niniejszej Umowy, Firma nie udziela Ci żadnych praw, żadnego tytułu ani żadnych korzyści związanych z API %1. Zgadzasz się też na podjęcie działań, jakich Firma może zażądać w celu wzmocnienia swoich praw do API %1.
pt_pt: Com exceção da licença concedida no presente acordo, a Empresa não lhe concede qualquer direito, título ou interesse na API %1. Você aceita tomar as medidas que a Empresa possa justificadamente solicitar para aperfeiçoar os direitos da Empresa em relação à API %1.
vi_vn: Ngoại trừ giấy phép được cấp trong Thỏa thuận này, Công ty chúng tôi không chấp nhận cho bạn bất kỳ một quyền, chức vụ nào, hay lợi nhuận tại %1 API. Bạn đồng ý thực hiện những hoạt động này khi có yêu cầu xác đáng của công ty chúng tôi nhằm hoàn thiện các quyền của công ty chúng tôi tại %1 API.
zh_cn: 除本协议所授予的许可，公司并没授予您%1 API相关的任何权利、所有权或权益。您同意按照公司提出的合理要求，改善公司对 %1 API 的权利。

source: Except to the extent your Application contains the %1 API, the Company claims no ownership or control over your Application.
de_de: Mit Ausnahme des Ausmaßes, in dem Ihre Anwendung das %1 API enthält, beansprucht das Unternehmen kein Eigentum oder Kontrolle an oder über Ihre Anwendung.
id_id: Kecuali dimana applikasi Anda berisikan API %1, Perusahaan tidak dapat mengakui kepemilikan atau kontrol pada applikasi Anda.
pl_pl: Firma nie rości sobie żadnych praw własności ani sprawowania kontroli nad Twoją Aplikacją, chyba że Aplikacja zawiera API %1.
pt_pt: Exceto na medida em que o seu aplicativo contenha a API %1, a empresa não reclama qualquer direito de propriedade ou controle sobre o seu aplicativo.
vi_vn: Ngoại trừ trong phạm vi ứng dụng của bạn chứa %1 API, Công ty sẽ không có quyền sở hữu hoặc kiểm soát ứng dụng của bạn.
zh_cn: 公司对您的应用程序的所有或控制权仅限于该应用程序所包含的%1 API。

source: Exceptional English communication skills (both oral and written)
de_de: Außergewöhnliche englische Kommunikationsfähigkeiten (mündlich wie schriftlich)
fr_fr: Exceptionnelle communication en anglais (oral et écrit)
id_id: Mahir berkomunikasi dalam bahasa Inggris (baik lisan maupun tertulis)
pl_pl: Doskonała znajomość języka angielskiego umożliwiająca komunikację (w mowie i w piśmie)
pt_pt: Excelente domínio da língua inglesa (tanto oralmente como na escrita)
vi_vn: Thông thạo các kỹ năng giao tiếp Tiếng Anh (cả nói và viết)
zh_cn: 优秀的英语口头和书面表达能力

source: Exclude me from the website until
de_de: Schließen Sie mich von der Website aus, bis
fr_fr: M'auto-exclure du site jusqu'au
id_id: Kecualikan saya dari situs web sampai
pl_pl: Wyłącz mnie z portalu do dnia
pt_pt: Exclua-me do website até
vi_vn: Loại trừ tôi khỏi trang web này cho đến khi
zh_cn: 禁止我访问本网站直到

source: Exclude time cannot be for more than 5 years.
de_de: Die Ausschlusszeit darf nicht länger als 5 Jahre sein.
fr_fr: Le temps d'exclusion ne peut pas être supérieur à 5 ans.
id_id: Waktu pengecualian tidak dapat melebihi 5 tahun.
pl_pl: Czas wyłączenia nie może być dłuższy niż 5 lat.
pt_pt: O tempo de exclusão não pode ser superior a 5 anos.
vi_vn: Thời gian loại trừ không thể nhiều hơn 5 năm.
zh_cn: 禁止时间不能超过5年。

source: Exclude time cannot be less than 6 months.
de_de: Die Ausschlusszeit darf nicht kürzer als 6 Monate sein.
fr_fr: Le temps d'exclusion ne peut pas être inférieur à 6 mois.
id_id: Waktu pengecualian tidak boleh kurang dari 6 bulan.
pl_pl: Czas wyłączenia nie może być krótszy niż 6 miesięcy.
pt_pt: O tempo de exclusão não pode ser inferior a seis meses.
vi_vn: Thời gian loại trừ không thể ít hơn 6 tháng.
zh_cn: 禁止时间不能少于6个月。

source: Excluded from the website until
de_de: Von der Website ausgeschlossen bis
fr_fr: Exclu du site Web jusqu’au
id_id: Dikecualikan dari situs web hingga
pl_pl: Wyłączono z portalu do dnia
pt_pt: Excluído deste site até
vi_vn: Loại trừ từ các trang web cho đến khi
zh_cn: 已被禁止访问本网站直到

source: Exclusive binary trading technology.
de_de: Exklusive Technologie für den Handel mit Binären Optionen.
fr_fr: Une technologie de trading exclusive conçue pour les options binaires.
id_id: Teknologi eksklusif trading binary.
pl_pl: Wyjątkowa technologia handlu opcjami binarnymi.
pt_pt: Tecnologias de negociação exclusivas.
vi_vn: Công nghệ giao dịch Binary độc quyền.
zh_cn: 专利二元期权交易技术。

source: Execute your trade in seconds.
de_de: Ihre Handelsgeschäfte in Sekunden abwickeln.
fr_fr: Exécutez vos ordres en quelques secondes.
id_id: Mengeksekusi trading dalam detik.
pl_pl: Dokonaj transakcji w przeciągu kilku sekund.
pt_pt: Execute o seu contrato em segundos.
vi_vn: Thực hiện giao dịch của bạn trong vài giây.
zh_cn: 数秒内执行您的交易。

source: Execution model and counterparty risk
de_de: Ausführungsmodel und Risiko der Gegenpartei
fr_fr: Modèle d'execution et risque de contrepartie
id_id: Model eksekusi dan risiko rekanan
pl_pl: Model realizacji i ryzyko kontrahenta
pt_pt: Modelo de execução e risco de contraparte
vi_vn: Mô hình thực thi và rủi ro đối tác
zh_cn: 执行模型和交易对手风险

source: Exit Spot
de_de: Schlusskurs
fr_fr: Point de sortie
id_id: Spot akhir
pl_pl: Punkt wyjściowy
pt_pt: Preço de saída
vi_vn: Điểm chốt
zh_cn: 退市现价

source: Exit Spot Time
de_de: Schlusskurszeit
fr_fr: Prix de sortie actuel
id_id: Waktu Exit Spot
pl_pl: Czas punktu wyjściowego
pt_pt: Hora do preço de saída
vi_vn: Thời gian chốt
zh_cn: 退市现价时间

source: Exit spot
de_de: Schlusskurs
fr_fr: Point de sortie
id_id: Spot akhir
pl_pl: Punkt wyjściowy
pt_pt: Preço de saída
vi_vn: Điểm chốt
zh_cn: 退市现价

source: Exit your trades before expiry
de_de: Verlassen Sie Ihre Geschäfte vor ihrem Ablauf
fr_fr: Clôturez vos transactions avant leur expiration
id_id: Keluar dari kontrak sebelum berakhir
pl_pl: Zamknij swoje zakłady przed ich datą zakończenia
pt_pt: Possibilidade de revender contratos antes do vencimento
vi_vn: Thoát khỏi giao dịch của bạn trước khi hết hạn
zh_cn: 合约到期前转售

source: Exotic pairs
de_de: Exotische Paare
fr_fr: Paires exotiques
id_id: Pasangan eksotis
pl_pl: Pary egzotyczne
pt_pt: Pares exóticos
vi_vn: Cặp kỳ lạ
zh_cn: 奇异货币对

source: Exotic pairs – Consist of one non-USD major currency that's paired with the currency of an emerging economy. For example: GBP/HKD
de_de: Exotische Paare – Bestehen aus einer nicht-USD Hauptwährung, die mit der Währung einer aufstrebenden Wirtschaft gekoppelt ist. Zum Beispiel: GBP/HKD
fr_fr: Paires exotiques – consiste en une devise majeure non-USD qui est jumelée avec la monnaie d’une économie émergente. Par exemple : GBP/HKD
id_id: Pasangan eksotis - Terdiri dari salah satu mata uang mayor bukan USD yang dipasangkan dengan mata uang dari negara berkembang. Contoh: GBP/HKD
pl_pl: Pary egzotyczne – składają się z jednej waluty głównej, którą nie jest USD, i waluty gospodarki wschodzącej. Na przykład: GBP/HKD
pt_pt: Pares exóticos – Consistem de uma moeda principal que não seja USD emparelhado com uma moeda de uma economia emergente. Por exemplo: GBP/HKD
vi_vn: Cặp kỳ lạ - bao gồm một không phải là-USD loại tiền tệ chính mà được kết nối với các loại tiền tệ của một nền kinh tế đang nổi lên. Ví dụ: GBP/HKD
zh_cn: 奇异货币对 - 由非美元主要货币与新兴经济体货币配对。例如：英镑/港元

source: Expat handbook
de_de: Expat-Handbuch
fr_fr: Guide de l’Expat
id_id: Buku panduan Expat
pl_pl: Przewodnik dla osób z zagranicy
pt_pt: Guia para estrangeiros
vi_vn: Sổ tay Expat
zh_cn: 外籍人士手册

source: Expats and international students make up more than 10% of Cyberjaya's vibrant population.
de_de: Expats und internationale Studierende bilden mehr als 10 % von Cyberjayas lebhafter Bevölkerung.
fr_fr: Expatriés et étudiants internationaux représentent plus de 10 % de la vibrante population de Cyberjaya.
id_id: Ekspatriat dan pelajar internasional membentuk lebih dari 10% populasi dinamis Cyberjaya.
pl_pl: Osoby z zagranicy i studenci stanowią ponad 10% populacji Cyberjayi.
pt_pt: Expatriados e estudantes internacionais compões mais de 10% da população vibrante de Cyberjaya.
vi_vn: Người nước ngoài và sinh viên quốc tế chiếm hơn 10% dân số của Cyberjaya.
zh_cn: Cyberjaya的活跃人口有10% 以上是外籍人士和国际学生。

source: Experience as a Postgres DBA, with advanced hands-on knowledge of
de_de: Erfahrung als Postgres DBA, mit guten praktischen Kenntnissen von
fr_fr: Expérience en tant que DBA Postgres, avec une connaissance pratique avancée de
id_id: Pengalaman sebagai DBA Postgres, yang memiliki pengetahuan langsung mengenai
pl_pl: Doświadczenie na stanowisku Postgres DBA z zaawansowaną wiedzą praktyczną
pt_pt: Experiência como DBA Postgres, com conhecimento prático avançado de
vi_vn: Kinh nghiệm với tư cách là một cử nhân tốt nghiệp DBA, với hiểu biết thực hành sâu rộng về
zh_cn: 拥有Postgres DBA经验, 具丰富的实践知识

source: Experience designing and executing test plans (both automated and manual)
de_de: Erleben Sie das Design und die Ausführung von Testplänen (sowohl automatisch als auch manuell)
fr_fr: Expérience dans la conception et l’exécution de plans de test (à la fois automatique et manuel)
id_id: Memiliki pengalaman dalam merancang dan melaksanakan rencana pengujian (baik otomatis dan manual)
pl_pl: Doświadczenie w tworzeniu i realizowaniu planów testowych (zarówno automatycznych, jak i manualnych)
pt_pt: Experiência no projeto e execução de planos de teste (automatizados e manuais)
vi_vn: Kinh nghiệm trong thiết kế và thực hiện các kế hoạch thử nghiệm (cả tự động và thủ công)
zh_cn: 具自动和手动测试计划的设计和执行经验

source: Experience designing and working with high-availability web service architecture
de_de: Erleben Sie die Gestaltung und Zusammenarbeit mit Hochverfügbarkeit Web-Service-Architektur
fr_fr: Expérience en matière de conception et de travail avec une architecture de services web à haute disponibilité
id_id: Memiliki pengalaman merancang dan bekerja dengan arsitektur layanan situs web
pl_pl: Doświadczenie w projektowaniu i obsłudze architektury usług sieciowych dużej dostępności
pt_pt: Experiência em projetar e trabalhar com arquitetura de serviços da web de alta disponibilidade
vi_vn: Kinh nghiệm trong thiết kế và làm việc với kiến trúc dịch vụ web có sẵn
zh_cn: 具高可用性 web 服务体系结构的设计和操作经验

source: Experience in ARUBA or similar enterprise WiFi AP management is a plus
de_de: Erfahrung mit ARUBA oder ähnlichem Unternehmens-WiFi-AP-Management ist ein Plus
fr_fr: Expérience avec ARUBA ou similaire entreprise WiFi AP management est un atout
id_id: Diutamakan yang memiliki pengalaman dalam ARUBA atau manajemen AP WiFi perusahaan serupa
pl_pl: Doświadczenie w pracy z ARUBA lub podobną platformą do zarządzania Wi-Fi AP będzie dodatkowym atutem
pt_pt: Experiência em ARUBA ou empresa semelhante Gestão WiFi AP é um diferencial
vi_vn: Kinh nghiệm trong ARUBA hoặc quản trị doanh nghiệp WiFi AP là một lợi thế
zh_cn: 具ARUBA或类似企业的WiFi AP 管理经验者优先录取

source: Experience in Chef, Ansible, SaltStack, or similar configuration management tools
de_de: Erfahrung mit Chef, Ansible, SaltStack oder ähnlichen Konfiguration Management-Tools
fr_fr: Expérience avec Chef, Ansible, SaltStack ou des outils similaires de gestion de configuration
id_id: Berpengalaman dalam Chef, Ansible, SaltStack, atau alat konfigurasi manajemen serupa
pl_pl: Doświadczenie w pracy z narzędziami Chef, Ansible, SaltStack lub innymi podobnymi narzędziami do zarządzania konfiguracją
pt_pt: Experiência em Chef, Ansible, SaltStack ou configuração de ferramentas de gerenciamento similares
vi_vn: Kinh nghiệm trong Chef, Ansible, SaltStack, hoặc các công cụ quản trị với thiết kế tương đương
zh_cn: 具Chef、Ansible、SaltStack或类似配置管理工具方面的经验

source: Experience in Forex spot trading or exotic options pricing, volatility forecasts, high-frequency trading, and the analysis of market inefficiencies
de_de: Erfahrung mit Forex Spot-Handel, oder exotischer Options-Preisgestaltung, Volatilitätsvoraussagen, hochfrequentem Trading und der Analyse von Marktleistungsschwächen
fr_fr: Expérience dans le trading du Forex Spot ou des options exotiques, des prévisions de volatilité, du trading de haute fréquence et de l'analyse des inefficacités de marché
id_id: Berpengalaman dalam trading spot Forex atau pricing opsi eksotis, analisa volatilitas, trading frekuensi-tinggi, dan analisa ketidakefisienan pasar
pl_pl: Doświadczenie w handlowaniu na rynku Forex spot lub wycenie opcji egzotycznych, prognozowaniu zmienności, handlowaniu z dużą częstotliwością i analizie anomalii rynkowych
pt_pt: Experiência em negociação spot Forex ou precificação de opções exóticas, previsões de volatilidade, negociação de alta frequência e análise de ineficiências de mercado
vi_vn: Kinh nghiệm trong giao dịch ngoại hối giao ngay hoặc giá cả quyền chọn lại, dự báo biến động, giao dịch tần suất cao, và phân tích thị trường hiệu quả
zh_cn: 拥有外汇现货交易或奇异性期权定价、波动性预测、高频交易与低效率市场分析的经验

source: Experience in IT auditing or in-depth knowledge of computer systems is an advantage
de_de: Erfahrung mit IT-Revision oder vertiefte Kenntnisse von EDV-Systemen sind von Vorteil
fr_fr: Expérience dans l'audit IT ou une connaissance approfondie des systèmes informatiques est un avantage
id_id: Diutamakan memiliki pengalaman dalam audit IT atau pengetahuan mendalam tentang sistem komputer
pl_pl: Doświadczenie w branży IT lub dogłębna wiedza w zakresie systemów komputerowych będzie dodatkowym atutem
pt_pt: Experiência em auditoria de TI ou conhecimento profundo de sistemas de computadores será um diferencial
vi_vn: Kinh nghiệm trong kiểm toán IT hoặc có kiến thức sâu về các hệ thống máy tính là một lợi thế
zh_cn: 具信息技术审计经验或对计算机系统有深入的了解者优先录取

source: Experience in application containerization
de_de: Erfahrung mit Anwendungs-Containerisierung
fr_fr: Expérience des applications de conteneurisation
id_id: Berpengalaman dalam pemasangan aplikasi
pl_pl: Doświadczenie w konteneryzacji aplikacji
pt_pt: Experiência em conteinerização de aplicativos
vi_vn: Kinh nghiệm trong đóng gói ứng dụng
zh_cn: 具应用容器化的经验

source: Experience in content strategy - i.e. planning, creating, publishing, and updating content for small and large websites
de_de: Erfahrung mit Content-Strategie - d.h. Planung, Erstellung, Veröffentlichung und Aktualisierung von Inhalten für kleine und große Websites
fr_fr: Expérience dans la stratégie de contenu - c'est-à-dire la planification, création, édition et mise à jour du contenu pour les petits et les grands sites Web
id_id: Berpengalaman dalam strategi konten - yaitu merencanakan, membuat, menerbitkan, dan memperbarui konten untuk situs web kecil dan besar
pl_pl: Doświadczenie w zakresie content strategy, m.in. planowaniu, tworzeniu, publikowaniu i aktualizowaniu treści na potrzeby małych i dużych stron internetowych
pt_pt: Experiência em estratégia de conteúdo - ou seja, planejamento, criação, publicação e atualização de conteúdo para sites pequenos e grandes
vi_vn: Kinh nghiệm trong chiến thuật nội dung - vd: lập kế hoạch, sáng tạo, phát hành và cập nhật nội dung cho các website lớn và nhỏ
zh_cn: 具小型和大型网站内容策略方面的规划、创建、发布和更新经验

source: Experience in content writing is welcome
de_de: Erfahrung mit Content-Schreiben ist willkommen
fr_fr: Expérience en rédaction de contenu est bienvenu
id_id: Diutamakan dengan pengalaman dalam menulis konten
pl_pl: Mile widziane doświadczenie w pisaniu treści internetowych
pt_pt: Experiência em escrever conteúdos é um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm trong việc viết nội dung
zh_cn: 具内容写作经验者无任欢迎

source: Experience in cybersecurity and data protection
fr_fr: Une expérience en matière de cybersécurité et en protection des données
id_id: Berpengalaman dalam keamanan cyber dan perlindungan data
pl_pl: Doświadczenie w zakresie cyber-bezpieczeństwa i ochrony danych
vi_vn: Kinh nghiệm trong việc bảo vệ dữ liệu và an ninh mạng
zh_cn: 网络安全和数据保护方面的经验

source: Experience in data visualisation
fr_fr: Une expérience en visualisation de données
id_id: Berpengalaman dalam visualisasi data
pl_pl: Doświadczenie w zakresie wizualizacji danych
vi_vn: Kinh nghiệm về trực quan hóa dữ liệu
zh_cn: 数据可视化方面的经验

source: Experience in end-user device security audit and policy implementation is a plus
de_de: Erfahrung mit Endbenutzer-Gerät-Sicherheits-Prüfung und Politikumsetzung ist ein Plus
fr_fr: Expérience en audit de sécurité de l'appareil de l'utilisateur final et en implémentation de politique est un plus
id_id: Diutamakan yang berpengalaman dalam mengaudit keamanan perangkat dan mengimplementasi kebijakan
pl_pl: Doświadczenie w sprawdzaniu zabezpieczeń urządzeń użytkowników końcowych i implementacji zasad będzie dodatkowym atutem
pt_pt: Experiência de auditoria de dispositivo usuário final e política de implementação de segurança é um diferencial
vi_vn: Ưu tiên nếu có kinh nghiệm trong kiểm nghiệm bảo mật thiết bị người dùng cuối và triển khai chính sách
zh_cn: 具最终用户设备安全审核和策略实施经验者优先录取

source: Experience in exotic options pricing, volatility forecasts, high-frequency trading, and the analysis of market inefficiencies
de_de: Erfahrung in der exotischen Optionen Preisgestaltung, Volatilitätsvoraussagen, hochfrequentem Trading und der Analyse von Marktleistungsschwächen
fr_fr: Expérience dans les domaines des options exotiques, des prévisions de volatilité, du trading de haute fréquence et de l'analyse des anomalies de marché
id_id: Berpengalaman pada pilihan harga yang eksotis, perkiraan volatilitas, trading dengan frekuensi tinggi dan analisis inefisiensi pasar
pl_pl: Doświadczenie w wycenie opcji egzotycznych, prognozowaniu zmienności, handlowaniu z dużą częstotliwością i analizie anomalii rynkowych
pt_pt: Experiência em preços de opções exóticas, previsões de volatilidade, negociação de alta frequência e a análise de ineficiências do mercado
vi_vn: Kinh nghiệm trong giá cả quyền chọn lại, dự báo biến động, giao dịch tần xuất cao và phân tích thị trường hiệu quả
zh_cn: 拥有奇异性期权定价、波动性预测、高频交易与低效率市场分析的经验

source: Experience in interpreting complex concepts and processes to create design solutions that help our users achieve their goals
de_de: Erfahrung mit der Interpretation von komplexen Konzepten und Prozessen, um Design-Lösungen, die unseren Kunden dabei helfen ihre Ziele zu erreichen, zu erstellen
fr_fr: Expérience dans l’interprétation des concepts complexes et des processus pour créer des solutions qui aident nos utilisateurs à atteindre leurs objectifs
id_id: Berpengalaman dalam menafsirkan konsep dan proses yang kompleks untuk menciptakan solusi desain yang membantu pengguna kami mencapai tujuan mereka
pl_pl: Doświadczenie w interpretacji złożonych pojęć i procesów w celu stworzenia rozwiązań projektowych, które pomogą naszym użytkownikom osiągnąć ich cele
pt_pt: Experiência na interpretação de conceitos e processos complexos para criar soluções de design que ajudam nossos usuários a atingir suas metas
vi_vn: Kinh nghiệm trong việc giải thích các khái niệm và quá trình phức tạp để tạo ra các giải pháp thiết kế giúp người dùng của chúng tôi đạt được mục tiêu của họ
zh_cn: 具复杂概念和流程的解释经验, 能创建设计解决方案, 帮助我们的用户实现目标

source: Experience in interpreting complex concepts and processes to develop intuitive and logical user flows and usage scenarios
de_de: Erfahrung mit der Interpretation komplexer Konzepte und Prozesse, um intuitive und logische Anwenderflüsse und Nutzerszenerien zu erstellen
fr_fr: Expérience dans l’interprétation des concepts complexes et des processus pour développer des flux utilisateur intuitifs et logiques et des scénarios d’utilisation
id_id: Berpengalaman dalam menafsirkan konsep dan proses yang rumit untuk mengembangkan alur pengguna dan skenario penggunaan yang intuitif dan logis
pl_pl: Doświadczenie w interpretacji złożonych pojęć i procesów w celu stworzenia intuicyjnego i logicznego przepływu użytkowników i scenariuszy użycia
pt_pt: Experiência na interpretação de conceitos e processos complexos para desenvolver fluxos de usuários e cenários de uso intuitivos e lógicos
vi_vn: Kinh nghiệm trong việc giải thích các khái niệm và quá trình phức tạp để phát triển các luồng trực quan và hợp lý cho người dùng và các tình huống sử dụng
zh_cn: 具复杂概念和流程的解释经验, 能开发直观和逻辑的用户流和使用场景
