Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our currency pairs.
de_de: Sie sind sich nicht sicher, wie Marge funktioniert? Lesen Sie unsere Margin Richtlinie und lernen Sie, wie man die Marge für unsere Währungspaare berechnet.
fr_fr: Vous ne savez pas comment fonctionne l'effet de marge ? Lisez notre politique de marge et apprenez à calculer la marge pour nos paires de monnaies.
id_id: Tidak yakin mengenai cara kerja margin? Baca kebijakan margin kami dan pelajari cara menghitung margin untuk pasangan mata uang kami.
pl_pl: Nie wiesz, jak działa depozyt zabezpieczający? Przeczytaj naszą politykę dot. depozytu zabezpieczającego i dowiedz się, w jaki sposób obliczyć wysokość depozytu zabezpieczającego dla naszych par walutowych.
pt_pt: Não tem certeza sobre como as margens funcionam? Leia a nossa política de margens e aprenda como calcular a margem para os nossos pares de moedas.
vi_vn: Không chắc chắn ký quỹ hoạt động như thế nào? Hãy đọc chính sách lợi nhuận của chúng tôi và tìm hiểu làm thế nào để tính toán ký quỹ cho các cặp tiền tệ của chúng tôi.
zh_cn: 不知道保证金是怎么一回事？请阅读我们的保证金政策，了解计算货币对保证金的方法。

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our metal pairs.
de_de: Sie sind sich nicht sicher, wie Marge funktioniert? Lesen Sie unsere Margin Richtlinie und lernen Sie, wie man die Marge für unsere Metallpaare berechnet.
fr_fr: Vous ne savez pas comment fonctionne l'effet de marge ? Lisez notre politique de marge et apprenez à calculer la marge pour nos paires de monnaies.
id_id: Tidak yakin mengenai cara kerja margin? Baca kebijakan margin kami dan pelajari cara menghitung margin untuk pasangan logam kami.
pl_pl: Nie wiesz, jak działa depozyt zabezpieczający? Przeczytaj naszą politykę dot. depozytu zabezpieczającego i dowiedz się, w jaki sposób obliczyć wysokość depozytu zabezpieczającego dla naszych par metali.
pt_pt: Não tem certeza sobre como as margens funcionam? Leia a nossa política de margens e aprenda como calcular a margem para os nossos pares de metais.
vi_vn: Không chắc chắn ký quỹ hoạt động như thế nào? Hãy đọc chính sách lợi nhuận của chúng tôi và tìm hiểu làm thế nào để tính toán ký quỹ cho các cặp kim loại của chúng tôi.
zh_cn: 不知道保证金是怎么一回事？请阅读我们的保证金政策，了解计算金属对保证金的方法。

source: Note
de_de: Anmerkung
fr_fr: Remarque
id_id: Catatan
pl_pl: Uwaga
pt_pt: Nota
vi_vn: Lưu ý
zh_cn: 附注

source: Note:
de_de: Anmerkung:
fr_fr: Remarque:
id_id: Catatan:
pl_pl: Uwaga:
pt_pt: Nota:
vi_vn: Lưu ý:
zh_cn: 附注:

source: Note: A no deposit bonus worth USD 10 will be credited into your account within 24 hours after registration.
de_de: Hinweis: Ein keine-Einzahlung-Bonus im Wert von USD 10 wird innerhalb von 24 Stunden nach der Registrierung auf Ihrem Konto gutgeschrieben.
fr_fr: Remarque : Un bonus sans dépôt, d’une valeur de 10 dollars sera crédité sur votre compte dans les 24 heures après l’enregistrement.
id_id: Catatan: Bonus tanpa deposit senilai USD 10 akan dikredtikan kedalam akun Anda dalam tempo 24 jam setelah pendaftaran.
pl_pl: Uwaga: Bonus wysokości 10 USD zostanie przyznany na Twoje konto w ciągu 24 godzin od rejestracji.
pt_pt: Nota: Um bônus sem depósito no valor de 10 USD será creditado na sua conta dentro de 24 horas após o cadastro.
vi_vn: Lưu ý: Tiền thưởng trị giá 10 USD sẽ được gửi vào tài khoản của bạn trong vòng 24 giờ sau khi đăng ký.
zh_cn: 注: 注册后24小时内, 值10美元的无存款奖金将存入您的账户。

source: Note: For any enquiries regarding disabled or excluded accounts, please contact %1Customer Support%2.
de_de: Hinweis: Kontaktieren Sie bitte für alle Anfragen bezüglich deaktivierter oder ausgeschlossener Konten den %1Kundenbetreuungs%2.
fr_fr: Remarque : Pour toute demande de renseignements concernant des comptes désactivés ou exclus, veuillez contacter le %1Support client%2.
id_id: Nota: Untuk pertanyaan mengenai akun non aktif atau pembatalan akun, silahkan hubungi %1Customer Support%2.
pl_pl: Uwaga: Wszelkie pytania dotyczące wyłączonych kont prosimy kierować do %1działu obsługi klienta%2.
pt_pt: Nota: Para quaisquer dúvidas relacionadas com contas desativadas ou excluídas, contate o %1Apoio ao cliente%2.
vi_vn: Lưu ý: Đối với bất kỳ thắc mắc liên quan đến các tài khoản bị vô hiệu hóa hoặc bị loại trừ, xin vui lòng liên hệ với %1Hỗ trợ khách hàng%2.
zh_cn: 注: 如有任何关于禁用或隔离账户的查询, 请与%1客服部%2联系。

source: Note: Payment Agent transfers are only available for accounts registered with Binary (CR) SA. Transactions are accepted only in US dollars.
de_de: Achtung: Überweisungen über Zahlungsagenten sind nur für bei Binary (CR) SA vorhandenen Konten möglich. Es werden nur Überweisungen in US-Dollar angenommen.
fr_fr: N.B. Les transferts par l'intermédiaire d'un Agent de paiement ne sont disponibles que pour les comptes enregistrés auprès de Binary (CR) SA. Les transactions ne sont acceptées qu'en USD.
id_id: Catatan: Transfer Agen Pembayaran hanya tersedia untuk akun terdaftar di Binary (CR) SA. Transaksi diterima hanya dalam dolar AS.
pl_pl: Uwaga: Przelewy za pośrednictwem Pośrednika płatności nie są dostępne dla kont zarejestrowanych przez Binary (CR) SA. Transakcje są akceptowane wyłącznie w USD.
pt_pt: Nota: As transferências através de agentes de pagamentos estão apenas disponíveis para contas registradas na Binary (CR) SA. As transações são aceitas somente em doláres dos EUA.
vi_vn: Chú ý: Chuyển tiền qua Đại lý Thanh toán chỉ có cho các tài khoản đã được đăng kí với Binary (CR) SA. Giao dịch chỉ được chấp nhận bằng tiền Đô la Mỹ.
zh_cn: 注意：只有在Binary (CR) SA注册的账户才能通过付款代理汇款。只接受美元交易。

source: Note: This feature is not available if you logged in using a social network.
de_de: Hinweis: Diese Funktion ist nicht verfügbar, wenn Sie sich über ein soziales Netzwerk angemeldet haben.
fr_fr: Remarque : Cette fonctionnalité n’est pas disponible si vous vous connectez en utilisant un réseau social.
id_id: Catatan: Fitur ini tidak tersedia jika Anda mengakses menggunakan jejaring sosial.
pl_pl: Uwaga: Ta funkcja nie jest dostępna dla osób zalogowanych przy użyciu sieci społecznościowych.
pt_pt: Nota: Este recurso não estará disponível se você se conectar usando uma rede social.
vi_vn: Lưu ý: Tính năng này không phải là có sẵn nếu bạn đăng nhập bằng cách liên kết với một mạng xã hội.
zh_cn: 注意: 如果您使用社交网络登录, 此功能不可用。

source: Note: You are limited to one fiat currency account. The currency of your fiat account can be changed before you deposit into your fiat account for the first time or create an MT5 account. You may also open one account for each supported cryptocurrency.
fr_fr: Remarque : Vous êtes limité à un seul compte en devise fiduciaire. La devise de votre compte fiat peut être changée avant votre premier dépôt sur votre compte fiat ou la création d'un compte MT5. Vous pouvez également ouvrir un compte pour chaque cryptodevise supportée.
id_id: Catatan: Anda hanya dapat memiliki satu akun dalam mata uang fiat. Mata uang akun fiat Anda dapat dirubah jika Anda belum melakukan deposit perdana atau mendaftar akun MT5. Anda juga dapat mendaftar pada setiap akun mata uang kripto yang tersedia.
pl_pl: Uwaga: Możesz mieć wyłącznie jedno konto fiducjarne. Możesz zmienić walutę swojego konta fiducjarnego w dowolnej chwili, zanim dokonasz pierwszej wpłaty lub utworzysz konto MT5. Możesz też otworzyć jedno konto dla każdej obsługiwanej waluty.
vi_vn: Lưu ý: Bạn chỉ được phép sở hữu 1 tài khoản fiat. Đơn vị tiền tệ của tài khoản fiat có thể được thay đổi trước lần gửi tiền đầu tiên hoặc khi bạn tạo tài khoản MT5. Bạn cũng có thể mở một tài khoản cho mỗi loại cryptocurrency được hỗ trợ.
zh_cn: 注意: 您只能使用一个法定货币账户。首次将资金存入法定账户或开立 MT5 账户之前, 可以更改 法定账户的币种。您还可以为每种受支持的加密货币开立专用账户。

source: Note: You can only have one fiat currency account and one of each cryptocurrency account.
de_de: Hinweis: Sie können nur ein Fiat-Währungskonto und ein Konto je Kryptowährung haben.
fr_fr: Remarque : Vous ne pouvez avoir qu'un compte en monnaie fiduciaire et un pour chaque monnaie digitale.
id_id: Catatan: Anda hanya dapat memiliki satu akun mata uang fiat dan satu setiap akun mata uang kripto.
pl_pl: Uwaga: Możesz mieć konto z tylko jedną walutą fiducjarną i jedno konto dla każdej kryptowaluty.
pt_pt: Nota: Só é possível ter uma conta de moeda fiduciária e uma conta de cada criptomoeda.
vi_vn: Lưu ý: Bạn chỉ có thể có một tài khoản tiền tệ pháp định và một của mỗi tài khoản cryptocurrency.
zh_cn: 注： 您只能拥有一个法定货币账户以及每种加密货币一个账户。

source: Note: You may decline and continue as a Retail Client.
de_de: Hinweis: Sie können zurückgehen und als Einzelhandelskunde fortfahren.
fr_fr: Remarque : Vous pouvez refuser et continuer comme un Client de détail.
id_id: Catatan: Anda dapat menolak dan melanjutkan sebagai Klien Ritel.
pl_pl: Uwaga: Możesz nie zgodzić się i kontynuować jako klient detaliczny.
pt_pt: Nota: Você pode recusar e continuar como um cliente habitual.
vi_vn: Lưu ý: Bạn có thể từ chối và tiếp tục là một Khách Hàng Bán Lẻ.
zh_cn: 注: 您可以拒绝并继续保留零售客户资格。

source: Notes:
de_de: Anmerkungen:
fr_fr: Remarques :
id_id: Catatan:
pl_pl: Uwagi:
pt_pt: Notas:
vi_vn: Lưu ý:
zh_cn: 注：

source: Nothing in this Force Majeure Event section shall be taken as indicating that it constitutes an event of default.
de_de: Nichts in dieser "Ereignis höherer Gewalt" Sektion soll zu verstehen geben, dass sie einen Verzugsfall darstellt.
id_id: Tidak ada dalam bagian Acara Keadaan Memaksa ini diambil sebagai kejadian mutlak.
pl_pl: Żaden zapis odnoszący się do zdarzeń opisanych w sekcji Siła wyższa nie może zostać uznany za zapis wskazujący, że takie zdarzenia stanowią niewywiązanie się z zobowiązania.
pt_pt: Nada nesta seção de eventos de força maior deve ser considerado como indicação de constituição de um evento de incumprimento.
vi_vn: Không có gì trong mục Sự Kiện Bất Khả Kháng này sẽ được xem như mẫu xử lý cấu thành của một sự kiện mặc định.
zh_cn: 此不可抗力事件部分的所有内容都不可视为可构成违约事件。

source: Notification of Changes
de_de: Änderungsbenachrichtigung
id_id: Pemberitahuan Perubahan
pl_pl: Powiadomienie o zmianach
pt_pt: Notificação de Alterações
vi_vn: Thông Báo Thay Đổi
zh_cn: 变动通知

source: Notwithstanding the above, you hereby declare that you are dealing with us outside the scope of your economic or professional activity and we will therefore treat you as an individual retail client for the purposes of EMIR compliance, unless advised otherwise.
de_de: Ungeachtet der vorstehenden Ausführungen, erklären Sie hiermit, dass Sie mit uns außerhalb des Anwendungsbereichs Ihrer wirtschaftlichen oder beruflichen Tätigkeit handeln, und wir Sie deshalb als einen individuellen Einzelhandelskunden zum Zwecke der Übereinstimmung mit EMIR, sofern nichts anderes empfohlen wird, betrachten.
id_id: Meskipun demikian, dengan ini Anda menyatakan bahwa Anda berurusan dengan kami di luar lingkup aktivitas ekonomi atau profesional Anda dan oleh karena itu kami memperlakukan Anda sebagai klien ritel individual untuk kepentingan kepatuhan EMIR, kecuali jika disarankan sebaliknya.
pl_pl: Niezależnie od powyższego, niniejszym oświadczasz, że handlowanie na naszej platformie nie ma związku z Twoją działalnością zawodową ani zarobkową i w związku z tym, w celach związanych z zachowaniem zgodności z rozporządzeniem EMIR, mamy Cię traktować jako klienta detalicznego, chyba że uzyskamy inne zalecenia.
pt_pt: Não obstante o disposto acima, você declara por este meio que está negociando conosco fora do escopo da sua atividade económica ou profissional e que iremos, portanto, tratá-lo como um cliente individual não profissional para fins de conformidade EMIR, salvo indicação em contrário.
vi_vn: Tuy nhiên, bạn tuyên bố rằng việc giao dịch với chúng tôi nằm ngoài phạm vi hoạt động kinh tế hoặc chuyên nghiệp của bạn và chúng tôi sẽ do đó coi bạn là một khách hàng bán lẻ cá nhân cho các mục đích của việc tuân thủ EMIR, trừ khi thông báo khác.
zh_cn: 尽管如此，您在此声明，您与我方之间的活动范围属于您当前的经济或职业之外。除非另行通知，我们将视您为符合EMIR规则的个人零售客户。

source: Nov
id_id: Nop
pl_pl: Listopad
vi_vn: Tháng Mười Một
zh_cn: 十一月

source: November
fr_fr: novembre
id_id: Nopember
pl_pl: Listopad
pt_pt: Novembro
vi_vn: Tháng Mười Một
zh_cn: 十一月

source: Novice traders can use our intuitive platform to learn about trading, practise trading, and gain trading experiences. Seasoned traders can use the %1 platform and take full advantage of the wide range of trading and analysis tools we have to offer.
de_de: Einsteiger können unsere intuitive Plattform nutzen, um mehr über den Handel zu erfahren, um den Handel zu üben und um Handelserfahrungen zu sammeln. Erfahrene Trader können von der %1 Plattform Gebrauch machen und die Vielzahl von Handels- und Analyse-Tools, die wir anbieten, in vollem Umfang ausnutzen.
fr_fr: Les traders novices peuvent utiliser notre plateforme intuitive pour apprendre sur le trading, pratiquer le trading et gagnez en expérience de trading. Les traders aguerris peuvent utiliser la plateforme %1 et tirer pleinement parti de la vaste gamme d’outils d’analyse et de trading que nous avons à offrir.
id_id: Trader pemula dapat menggunakan platform intuitif kami untuk belajar tentang trading, latihan trading, dan mendapatkan pengalaman trading. Trader yang sudah berpengalaman dapat menggunakan platform %1 dan memanfaatkan sepenuhnya berbagai macam alat analisis dan trading yang kami tawarkan.
pl_pl: Początkujący gracze mogą korzystać z naszej intuicyjnej platformy, aby nauczyć się handlować lub poćwiczyć, albo zdobyć większe doświadczenie w handlowaniu. Doświadczeni gracze mogą natomiast korzystać z platformy %1 i w pełni korzystać z różnorodnych oferowanych przez nas narzędzi handlowych i analitycznych.
pt_pt: Negociadores principiantes podem usar a nossa plataforma intuitiva para aprender sobre como negociar, praticar negociações e ganhar experiência em negociações. Negociadores experientes podem usar a plataforma da %1 e tirar pleno partido da grande variedade das ferramentas de negociação e análise que temos disponíveis.
vi_vn: Thương nhân mới có thể sử dụng nền tảng trực quan của chúng tôi để tìm hiểu về giao dịch, hành nghề giao dịch, và đạt được kinh nghiệm kinh doanh. Thương nhân dày dạn có thể sử dụng nền tảng %1 và tận dụng đầy đủ phạm vi rộng của các giao dịch và phân tích các công cụ chúng tôi đã cung cấp.
zh_cn: 新手交易员可以透过我们的直观平台了解、练习和获得交易经验。经验丰富的交易员可以使用 %1 平台, 并充分利用我们提供的各种交易和分析工具。

source: Now
de_de: Jetzt
fr_fr: Maintenant
id_id: Sekarang
pl_pl: Teraz
pt_pt: Agora
vi_vn: Hiện tại
zh_cn: 现在

source: Number of assets
de_de: Anzahl von Vermögenswerten
fr_fr: Nombre d'actifs
id_id: Jumlah aset
pl_pl: Liczba aktywów
pt_pt: Número de ativos
vi_vn: Số lượng tài sản
zh_cn: 资产数目

source: Number of employees and contractors
de_de: Anzahl der Mitarbeiter und Auftragnehmer
fr_fr: Nombre d’employés et de sous traitants
id_id: Jumlah karyawan dan kontraktor
pl_pl: Liczba pracowników i podwykonawców
pt_pt: Número de funcionários e prestadores de serviços
vi_vn: Số lượng nhân viên và các nhà thầu
zh_cn: 职员和合同工的数目

source: Number of ticks:
de_de: Anzahl der Ticks:
fr_fr: Nombre de ticks :
id_id: Jumlah tik:
pl_pl: Liczba najmniejszych przyrostów ceny:
pt_pt: Número de tique-taques:
vi_vn: Số tick:
zh_cn: 跳动点数目：

source: Number of transactions
de_de: Anzahl der Transaktionen
fr_fr: Nombre de transactions
id_id: Jumlah transaksi
pl_pl: Liczba transakcji
pt_pt: Número de transações
vi_vn: Số lượng giao dịch
zh_cn: 交易次数

source: O. Representations and Warranties
de_de: O. Erklärungen und Gewährleistungen
id_id: O. Perwakilan dan Jaminan
pl_pl: O. Oświadczenia i gwarancje
pt_pt: O. Representações e garantias
vi_vn: O. Đại Diện và Bảo Đảm
zh_cn: 十五、陈述和保证

source: OAuth App ID
fr_fr: Identifiant d'application OAuth
pl_pl: Identyfikator aplikacji OAuth
pt_pt: ID de aplicativo OAuth
vi_vn: ID Ứng Dụng OAuth
zh_cn: OAuth 应用程序 ID

source: OK
zh_cn: 确定

source: OSCP, CEH, Security+, CISSP, or any GIAC certification is an advantage
de_de: OSCP, CEH, Security+, CISSP, oder andere GIAC-Zertifizierung ist von Vorteil
fr_fr: OSCP, CEH, Security +, CISSP ou toute certification GIAC est un avantage
id_id: OSCP, CEH, Security +, CISSP, atau sertifikasi GIAC apa pun merupakan nilai tambah
pl_pl: Certyfikat w zakresie OSCP, CEH, Security+, CISSP, lub GIAC będzie dodatkowym atutem
pt_pt: OSCP, CEH, Security +, CISSP ou qualquer certificação GIAC é um diferencial
vi_vn: Ưu tiên nếu có bằng OSCP, CEH, Security+, CISSP, hoặc bất kỳ giấy chứng nhận GIAC nào
zh_cn: 具OSCP、CEH、Security+、CISSP 或任何 GIAC 认证者优先录取

source: Occupation
de_de: Beschäftigung
fr_fr: Profession
id_id: Pekerjaan
pt_pt: Profissão
vi_vn: Nghề Nghiệp
zh_cn: 职业

source: Oct
de_de: Okt
id_id: Oktober
pl_pl: Październik
pt_pt: Out
vi_vn: Tháng Mười
zh_cn: 十月

source: October
de_de: Oktober
fr_fr: octobre
id_id: Oktober
pl_pl: Październik
pt_pt: Outubro
vi_vn: Tháng Mười
zh_cn: 十月

source: Offices in Malta and Malaysia
de_de: Niederlassungen in Malta und Malaysia
fr_fr: Bureaux à Malte et en Malaisie
id_id: Kantor di Malta dan Malaysia
pl_pl: Biura na Malcie i w Malezji
pt_pt: Escritórios em Malta e na Malásia
vi_vn: Văn phòng ở Malta và Malaysia
zh_cn: 公司位于马耳他和马来西亚

source: Offline
fr_fr: Hors connexion
vi_vn: Ngoại tuyến
zh_cn: 离线

source: Offset potential losses to your investment portfolio by hedging with CFDs.
de_de: Gleichen Sie potenzielle Verluste in Ihrem Investment-Portfolio durch Absicherung mit CFDs aus.
fr_fr: Compenser les pertes potentielles de votre portefeuille de placements en vous couvrant avec les CFD.
id_id: Mengurangi potensi kerugian portofolio investasi Anda dengan melakukan hedging dengan CFD.
pl_pl: Zrekompensuj potencjalne straty w Twoim portfolio inwestycyjnym, korzystając z hedgingu i kup kontrakty CFD.
pt_pt: Compense potenciais perdas na sua carteira de investimentos ao criar coberturas de risco com CFDs.
vi_vn: Bù đắp các khoản lỗ tiềm năng cho danh mục đầu tư của bạn bằng cách bảo hiểm rủi ro với các CFDs.
zh_cn: 与差价合约对冲，以抵消投资组合的潜在损失。

source: On the MT5 Trading Platform, you will benefit from Direct Market Access that gives you the opportunity to receive the best possible price in the market at a specified time, without having to use a dealing desk.
de_de: Sie werden auf der MT5 Handelsplattform vom direkten Marktzugang profitieren, der Ihnen die Möglichkeit gibt, den bestmöglichen Preis im Markt zu einer bestimmten Zeit zu erhalten, ohne einen Handelsschalter verwenden zu müssen.
id_id: Pada Platform Trading MT5, Anda akan mendapat manfaat dari Akses Pasar Langsung yang memberi Anda peluang untuk menerima harga terbaik di pasar pada waktu yang ditentukan, tanpa harus menggunakan meja transaksi.
pl_pl: Na platformie MT5 możesz cieszyć się bezpośrednim dostępem do rynku, który daje Ci możliwość otrzymania najlepszej możliwej ceny na rynku w określonym czasie bez konieczności korzystania z usług brokera typu „dealing desk”.
pt_pt: Na plataforma de negociação MT5, você irá poder desfrutar de acesso direto aos mercados, o que lhe permite a oportunidade de receber os melhores preços possíveis do mercado à hora especificada, sem ter que lidar com um balcão de negociação.
vi_vn: Trên Sàn Giao dịch MT5, bạn sẽ được hưởng lợi từ Truy Cập Thị Trường Trực Tiếp mang đến cho bạn cơ hội nhận được mức giá tốt nhất có thể trên thị trường tại một thời điểm cụ thể mà không phải sử dụng giao dịch tại bàn.
zh_cn: 通过 MT5 交易平台, 您可享直接市场访问的便利, 使您不必使用交易台也能在指定时间内获得市场最佳价格。

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you.
de_de: Auf der Grundlage der von Ihnen bezüglich Ihrer Kenntnis und Erfahrung zur Verfügung gestellten Informationen, sehen wir die über diese Website möglichen Anlagegeschäfte als für Sie nicht geeignet an.
fr_fr: Sur base de l'information fournie en relation à votre connaissance et expérience, nous sommes d'avis que les investissements disponibles sur ce site ne sont pas pour vous.
id_id: Berdasarkan informasi yang diberikan berkaitan dengan pengetahuan dan pengalaman, kami menganggap bahwa investasi yang tersedia melalui situs ini tidak sesuai untuk Anda.
pl_pl: Na podstawie przedstawionych informacji dotyczących Twojej wiedzy i doświadczenia uznaliśmy, że inwestycje dostępne za pośrednictwem naszej strony są dla Ciebie nieodpowiednie.
pt_pt: Com base nas informações fornecidas em relação aos seus conhecimentos e a sua experiência, julgamos que os investimentos disponíveis neste site não são apropriados para você.
vi_vn: Dựa trên thông tin có liên quan tới kiến thức và kinh nghiệm bạn cung cấp, chúng tôi thấy rằng những dự án đầu tư sẵn có trên trang web này không thích hợp với bạn.
zh_cn: 根据您所提供的知识和经验相关信息，我们认为此网站的投资活动对您来说并不合适。

source: On the occurrence of an Event of Default, we may exercise our rights under this clause, at any time and without prior notice:
de_de: Im Ereignis eines Verzugsfalls, können wir unsere Rechte unter dieser Klausel, zu jeder Zeit und ohne vorherige Benachrichtigung, ausüben:
id_id: Jika terjadi Wanprestasi, kami dapat menggunakan hak kami di bawah klausul ini, setiap saat dan tanpa pemberitahuan sebelumnya:
pl_pl: W przypadku niewywiązanie się z zobowiązania możemy skorzystać z praw przysługujących nam na mocy tego ustępu w dowolnej chwili i bez wcześniejszego powiadomienia:
pt_pt: Na ocorrência de um evento de incumprimento, podemos exercer os nossos direitos ao abrigo desta cláusula ao, a qualquer momento e sem aviso prévio:
vi_vn: Về sự xuất hiện của một Sự Kiện Mặc Định, chúng tôi có thể thực hiện các quyền của chúng tôi theo điều khoản này bất cứ lúc nào và không có thông báo trước:
zh_cn: 如果发生违约事件，我们可随时在没有预先通知的情况下行使此条款所赋予的权利：

source: On-boarding Policy
de_de: Onboarding-Politik
id_id: Kebijakan Orientasi
pl_pl: Polityka dot. wdrażania
pt_pt: Política de integração
vi_vn: Chính Sách Đào Tạo Nhập Môn
zh_cn: 就职政策

source: On-time payments
de_de: Pünktliche Zahlungen
fr_fr: Paiements à temps
id_id: Pembayaran tepat waktu
pl_pl: Płatności na czas
pt_pt: Pagamentos dentro do prazo
vi_vn: Thanh toán đúng hẹn
zh_cn: 按时付款

source: Once the bonus is credited to your account, you may withdraw the bonus and any winnings generated from it at any time.
de_de: Nachdem der Bonus auf Ihrem Konto gutgeschrieben wurde, können Sie den Bonus und die damit erwirtschafteten Profite jederzeit abheben.
id_id: Setelah bonus dikreditkan kedalam akun Anda, Anda dapat menarik dana bonus dan untung yang dihasilkan kapan saja.
pl_pl: Po przypisaniu bonusu do Twojego konta, możesz wypłacić bonus i inne wygrane uzyskane z bonusu w dowolnym czasie.
pt_pt: Assim que o bônus for creditado na sua conta, você pode retirá-lo, assim como qualquer ganho gerado por ele a qualquer momento.
vi_vn: Khi tiền thưởng đã được chuyển vào tài khoản của bạn, bạn có thể rút tiền thưởng và các khoản bạn kiếm được vào bất cứ lúc nào.
zh_cn: 一旦奖金存入您的账户，您可以随时提取奖金及相关收益。

source: Once this limit is reached, you may no longer deposit.
de_de: Wenn dieses Limit erreicht wurde, können Sie keine weiteren Einzahlungen vornehmen.
fr_fr: Une fois cette limite atteinte, vous ne pouvez pas continuer à faire des dépôts.
id_id: Ketika batasan tercapai, Anda tidak dapat melakukan deposit lebih lanjut.
pl_pl: Po osiągnięciu tego limitu nie można dokonywać dalszych wpłat.
pt_pt: Depois de alcançado este limite, você não poderá mais fazer depósitos.
vi_vn: Khi chạm phải giới hạn này, bạn sẽ không phải gửi tiền nữa.
zh_cn: 达到此限额后，您不能再存款。
