Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: All %1 registered or unregistered proprietary rights including but not limited to patents, trademarks, trade secrets, domain names, URL, pricing information or other proprietary rights materials, ideas, concepts, formats, suggestions, developments, arrangements, programs, techniques, methodologies, knowhow, equipment, processes, procedures whatsoever shall solely remain with the Company.
de_de: Alle %1 registrierten oder nicht registrierten Eigentumsrechte, einschließlich, aber nicht beschränkt auf Patente, Marken, Geschäftsgeheimnisse, Domain-Namen, URL, Preise, Informationen oder andere Eigentumsrecht-Materialien, Ideen, Konzepte, Formate, Anregungen, Entwicklungen, Regelungen, Programme, Techniken, Methoden, Know-how, Ausrüstung, Prozesse oder Verfahren sollen ausschließlich mit dem Unternehmen bleiben.
id_id: Semua hak kepemilikan terdaftar atau tidak terdaftar %1 termasuk namun tidak terbatas pada paten, merek dagang, rahasia trading, nama domain, URL, informasi harga atau bahan, ide, konsep, format, saran, perkembangan, pengaturan, program, teknik, metodologi, tata cara, peralatan, proses, prosedur apapun adalah tetap hanya dengan Perusahaan.
pl_pl: Wszelkie zarejestrowane lub niezarejestrowane prawa własności należące do %1, w tym m. in. patenty, znaki towarowe, tajemnice handlowe, nazwy domen, adresy URL, informacje dot. cen lub inne dowolnego rodzaju materiały, pomysły, koncepcje, formaty, sugestie, opracowania, umowy, programy, techniki, metodologie, know-how, wyposażenie, procesy i procedury objęte prawami własności pozostają własnością Firmy.
pt_pt: Todos os direitos de propriedade registrados e não registrados, incluindo, mas não só, patentes, marcas registradas, segredos comerciais, nomes de domínio, URL, informações de preços ou outros materiais, ideias, conceitos, formatos, sugestões, desenvolvimentos, acordos, programas, técnicas, metodologias, conhecimentos, equipamentos, processos e procedimentos proprietários, quaisquer que sejam, permanecerão com a empresa.
vi_vn: Tất cả %1 đã đăng ký hoặc chưa đăng ký quyền sở hữu, bao gồm không giới hạn bằng sáng chế, thương hiệu, bí mật thương mại, tên miền, URL, thông tin giá cả hoặc các quyền sở hữu vật liệu, ý tưởng, khái niệm, định dạng, gợi ý, sự phát triển, sắp xếp, chương trình, kỹ thuật, phương pháp, kinh nghiệm thực tế, thiết bị, quy trình, thủ tục gì thì chỉ tồn tại duy nhất với công ty.
zh_cn: %1 所有登记或未登记的专有权利，包括但不限于专利、商标、商业秘密、域名、网址、价格信息或其他专有权利材料、想法、概念、格式、建议、发展、安排、程序、技术、方法、专有技术、设备、流程、过程等均须属于公司专有。

source: All Partnership Options
de_de: Alle Partnerschaftsoptionen
fr_fr: Toutes les options de partenariat
id_id: Berbagai Pilihan Kemitraan
pl_pl: Wszystkie opcje partnerstwa
pt_pt: Todas as opções de parceria
vi_vn: Tất Cả Các Tùy Chọn Hợp Tác
zh_cn: 所有合作伙伴选项

source: All affiliate activities must be conducted in a professional and proper manner. You shall be expected to act with good faith and integrity in your relationships with your referrals, and always act in the best interests of your referrals.
de_de: Alle Aktivitäten müssen von den Geschäftspartnern in einer professionellen und korrekten Weise durchgeführt werden. Es wird von Ihnen erwartet, dass Sie bei Ihren Beziehungen zu Ihren empfohlenen Kunden nach Treu und Glauben und mit Seriosität handeln und immer im besten Interesse Ihrer empfohlenen Kunden agieren.
id_id: Semua kegiatan afiliasi harus dilakukan secara profesional dan tepat. Anda harus bertindak dengan itikad baik dan memiliki integritas dalam hubungan Anda dengan referral Anda, dan selalu bertindak untuk kepentingan terbaik bagi referral Anda.
pl_pl: Profesjonalne wykonywanie czynności związanych z programem partnerskim. Wobec odbiorców reklamy Partner powinien działać uczciwie oraz zawsze w ich najlepszym interesie.
pt_pt: Todas as atividades de afiliados devem ser executadas de forma profissional e correta. Espera-se que você atue de boa fé e com integridade nas suas relações com os clientes que indica e que aja sempre nos melhores interesses dos clientes indicados.
vi_vn: Tất cả những hoạt động liên kết phải được tiến hành một cách chuyên nghiệp và phù hợp. Bạn được kỳ vọng sẽ hoạt động với thiện ý và có quan hệ tốt đẹp với người mà bạn giới thiệu, cũng như sẽ luôn hoạt động vì lợi ích cao nhất của người mà bạn giới thiệu.
zh_cn: 所有联盟活动必须以专业和适当的方式进行。您须与推介人保持善意和诚信关系并以推介人最大利益行事。

source: All barriers in this trading window are expired
de_de: Alle Schwellen in diesem Handelsfenster sind abgelaufen
fr_fr: Toutes les barrières de cette fenêtre de trading sont expirées
id_id: Semua batasan pada tampilan trading ini telah berakhir
pl_pl: Wszystkie limity widoczne w tym oknie handlowania wygasły
pt_pt: Todas as barreiras nesta janela de negociação já expiraram
vi_vn: Tất cả các rào cản trong cửa sổ giao dịch này đã hết hạn
zh_cn: 此交易窗口的所有障碍已过期

source: All calls are recorded for training and monitoring purposes
de_de: Alle Anrufe werden zu Trainings- und Kontrollzwecken aufgezeichnet
fr_fr: Tous les appels sont enregistrés à des fins de formation et de surveillance
id_id: Semua percakapan direkam untuk keperluan pelatihan dan pemantauan
pl_pl: Wszystkie rozmowy są nagrywane w celach szkoleniowych i kontrolnych
pt_pt: Todas as chamadas são registradas para fins de treinamento e monitoramento
vi_vn: Tất cả các cuộc gọi sẽ được ghi âm với mục đích kiểm tra và đào tạo
zh_cn: 为了利于培训和监控，所有通话将被录音

source: All client orders are processed on a first in, first out basis without any manual intervention. When executing client order, %1 will seek to fill client order transaction as promptly as possible at the instructed price (or at a better price, if available). Exposure limits are established based on internal governance arrangements and risk management framework, which both commensurate with the size, nature, complexity, and risk profile of the Company's activities. These exposure limits are used as benchmarks to distinguish orders that are auto-accepted from orders that will be worked in the market with fill level passed on to the client.
de_de: Alle Kundenorder werden, ohne jegliches manuelles Eingreifen, wie eingetroffen bearbeitet. Wenn eine Kundenorder ausgeführt wird, versucht %1 die Ordertransaktion des Kunden so schnell wie möglich, zum angewiesenen Kurs (oder zu einem besseren Kurs, wenn möglich) zu erfüllen. Expositionsgrenzen werden auf internen Führungsregelungen und Risikomanagement-Framework, das der Größe, Natur, Komplexität und dem Risikoprofil der Aktivitäten des Unternehmens entspricht, gegründet. Diese Expositionsgrenzen werden als Maßstäbe dazu verwendet, um Order, die automatisch akzeptiert werden, und um Order die im Markt mit einem Füllstand zum Kunden weitergeleitet werden, zu unterscheiden.
fr_fr: Tous les ordres des clients sont traités par ordre de placement chronologique, sans intervention manuelle. Dans le cadre de l'exécution de l'ordre client, %1 s'efforcera de traiter la transaction correspondante aussi vite que possible, au prix indiqué (ou à un meilleur prix, le cas échéant). Les limites d'exposition au risque sont définies en fonction des modalités de gouvernance et du système de gestion du risque, pour refléter l'ampleur, la nature, la complexité et le profil de risque des activités de la Compagnie. Ces limites d'exposition servent de références afin de distinguer les ordres susceptibles d'être automatiquement acceptés des ordres qui seront évalués en fonction des conditions de marché tout en communiquant le niveau d'exécution au client.
id_id: Semua order klien akan di proses satu per satu terlebihdahulu, tanpa intervensi manual. Saat memproses order klien, %1 akan memproses order klien secepatnya berdasarkan harga yang telah di instruksikan (atau pada harga yang lebih baik jika tersedia). Exposure limit dihitung berdasarkan pengaturan tata kelola internal dan kerangka kerja manajemen risiko, yang keduanya sepadan dengan ukuran, sifat, kompleksitas dan profil risiko kegiatan Perusahaan. Exposure limit ini juga digunakan sebagai tolok ukur untuk membedakan order yang diterima langsung dari order yang akan diproses pada pasar berdasarkan level yang dilanjutkan kepada klien.
pl_pl: Wszystkie zlecenia klientów są realizowane zgodnie z zasadą „pierwsze weszło, pierwsze wyszło” bez żadnych ingerencji. Realizując zlecenie klienta, %1 będzie dążyć do tego, by zrealizować transakcje objęte zleceniem tak szybko, jak to możliwe, po cenie określonej przez klienta (lub po lepszej cenie, jeśli będzie dostępna). Limity ekspozycji są określane zgodnie z ustaleniami w zakresie zarządzania wewnętrznego oraz systemem zarządzania ryzykiem, które odpowiadają wielkości, naturze i złożoności działalności Firmy, a także rodzajowi ryzyka z nią związanego. Limity te stosuje się jako punkty odniesienia w celu rozróżnienia zleceń, które mogą być akceptowane automatycznie od tych, które należy zweryfikować względem rynku.
vi_vn: Tất cả các đơn đặt hàng của khách hàng được xử lý trên cơ sở đầu tiên, trước hết mà không có bất kỳ sự can thiệp thủ công nào. Khi thực hiện lệnh của khách hàng, %1 sẽ tìm cách thực hiện giao dịch đặt hàng của khách hàng càng nhanh càng tốt theo giá được hướng dẫn (hoặc với mức giá tốt hơn, nếu có). Giới hạn phơi nhiễm được thiết lập dựa trên các thỏa thuận quản trị nội bộ và khung quản lý rủi ro, cả hai đều tương xứng với quy mô, tính chất, độ phức tạp và hồ sơ rủi ro của các hoạt động của Công ty. Các giới hạn phơi nhiễm này được sử dụng làm điểm chuẩn để phân biệt các đơn hàng được chấp nhận tự động từ các đơn đặt hàng sẽ được thực hiện trên thị trường với mức độ lấp đầy được chuyển cho khách hàng.
zh_cn: 所有客户订单将以先进先出，没有任何人工干预的方式处理。执行客户的订单时，%1将尽快以指示价格 （或可用的更佳价格）填补客户的订单交易记录。基于内部治理安排和风险管理框架建立的接触限值将与公司活动的大小、性质、复杂性和风险架构相配合。这些接触限值是区分自动接受订单和可用于将填补水平传递给客户端市场的订单的基准。

source: All commissions are credited into your account by the 15th of every month.
de_de: Alle Provisionen werden bis zum 15. eines jeden Monats auf Ihr Konto gutgeschrieben.
fr_fr: Toutes les commissions sont créditées sur votre compte le 15ème jour de chaque mois.
id_id: Komisi akan dibayarkan ke dalam akun Anda pada hari ke 15 setiap bulan.
pl_pl: Wszystkie prowizje są naliczane na Twoje konto do 15-tego dnia każdego miesiąca.
pt_pt: Todas as comissões são creditadas na sua conta até dia 15 de cada mês.
vi_vn: Tất cả hoa hồng được gửi vào tài khoản của bạn vào ngày 15 hàng tháng.
zh_cn: 所有佣金将于每月十五日前准时存入您的账户。

source: All conditions and durations
de_de: Alle Konditionen und Zeitspannen
fr_fr: Toutes les conditions et les durées
id_id: Semua kondisi pasar dan durasi
pl_pl: Wszystkie warunki rynkowe i okresy trwania zakładu
pt_pt: Todas as condições e durações
vi_vn: Tất cả các điều kiện và thời hạn
zh_cn: 所有环境和期限

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
de_de: Es werden alle Kreditkartendaten direkt an das Visa/Mastercard Netzwerk weitergeleitet. Dabei kommt in Übereinstimmung mit den Richtlinien der Bank die neuste SSL-Verschlüsselungstechnologie zur Anwendung.
fr_fr: Toutes les informations relatives aux cartes bancaires sont directement transmises au réseau Visa/MasterCard par le biais de la dernière technologie de cryptage SSL, conformément aux politiques des banques.
id_id: Semua data kartu kredit adalah dikirimkan langsung ke dalam jaringan Visa/Mastercard menggunakan teknologi sandi SSL terbaru, sesuai dengan peraturan bank.
pl_pl: Wszystkie dane karty są przekazywane bezpośrednio do sieci Visa/Mastercard przy użyciu najnowszej technologii szyfrowania SSL, zgodnie z polityką bankową.
pt_pt: Todas as informações de cartões de crédito são enviadas diretamente para a rede Visa/Mastercard, utilizando a mais recente tecnologia de encriptação SSL, de acordo com as políticas do banco.
vi_vn: Mọi chi tiết thẻ tín dụng được chuyển trực tiếp đến hệ thống thẻ Visa/Master sử dụng công nghệ mã hóa SSL mới nhất, tuân theo qui định của ngân hàng.
zh_cn: 所有信用卡信息都按照银行政策，使用最新 SSL 加密技术直接提交至 Visa/Mastercard 网络。

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies;
de_de: Es werden alle Kreditkartendaten direkt an das Visa/Mastercard Netzwerk weitergeleitet. Dabei kommt in Übereinstimmung mit den Richtlinien der Bank die neuste SSL-Verschlüsselungstechnologie zur Anwendung;
id_id: Semua rincian kartu kredit diserahkan langsung ke dalam jaringan Visa/Mastercard menggunakan teknologi enkripsi SSL terbaru, sesuai dengan kebijakan bank;
pl_pl: Wszystkie dane karty są przekazywane bezpośrednio do sieci Visa/Mastercard przy użyciu najnowszej technologii szyfrowania SSL, zgodnie z polityką bankową;
pt_pt: Todas as informações de cartões de crédito são enviadas diretamente para a rede Visa/Mastercard, utilizando a mais recente tecnologia de criptografia SSL, de acordo com as políticas do banco.
vi_vn: Mọi chi tiết thẻ tín dụng được chuyển trực tiếp đến hệ thống thẻ Visa/Master sử dụng công nghệ mã hóa SSL mới nhất, tuân theo qui định của ngân hàng;
zh_cn: 所有信用卡信息都按照银行政策，使用最新 SSL 加密技术直接提交至 Visa/Mastercard 网络。

source: All durations
de_de: Alle Zeiträume
fr_fr: Toutes durées
id_id: Semua durasi
pl_pl: Wszystkie okresy
pt_pt: Todas as durações
vi_vn: Tất cả thời lượng
zh_cn: 所有合约期限

source: All four precious metals, plus energy.
de_de: Alle vier Edelmetalle, sowie Energie.
fr_fr: Les quatre métaux précieux, plus l'énergie.
id_id: Keempat logam mulia, ditambah energi.
pl_pl: Wszystkie cztery metale szlachetne, plus surowce energetyczne.
pt_pt: Os quatro metais preciosos, mais a energia.
vi_vn: Tất cả bốn kim loại quý, cộng với năng lượng.
zh_cn: 所有四种贵重金属，加上能源。

source: All fund transfers from your %1 account to your MT5 Real Account must be made by you.
de_de: Alle Geldüberweisungen von Ihrem %1 Konto zu Ihrem MT5 Echtgeldkonto, müssen von Ihnen gemacht werden.
id_id: Seluruh dana yang ditransfer dari akun %1 Anda ke Akun Riil MT5 Anda harus dilakukan oleh Anda sendiri.
pl_pl: Wszelkie przelewy środków z Twojego konta: %1 na Twoje Prawdziwe konto MT5 muszą być zrealizowane przez Ciebie.
pt_pt: Todas as transferências de fundos da sua conta %1 para a sua conta real na MT5 devem ser realizadas por você.
vi_vn: Tất cả các khoản chuyển tiền từ tài khoản %1 của bạn vào Tài Khoản Thực MT5 của bạn phải do bạn thực hiện.
zh_cn: 所有将资金从%1账户转移到您MT5真实账户的操作必须由您亲自执行。

source: All information we obtain about you assists us in servicing you and your account. We know you may be concerned about what we do with this information.
de_de: Alle Informationen, die wir erhalten, helfen uns dabei, Ihnen besser zu dienen und Ihr Konto zu warten. Wir wissen, dass Sie sich möglicherweise Gedanken darüber machen, was wir mit diesen Informationen tun.
id_id: Seluruh informasi yang kami peroleh tentang Anda membantu kami dalam melayani Anda dan akun Anda. Kami tahu Anda mungkin khawatir tentang apa yang kita lakukan dengan informasi ini.
pl_pl: Wszystkie dane o Tobie, które uzyskujemy, służą świadczeniu Ci usług i obsłudze Twojego konta. Wiemy, że może Cię zastanawiać, co robimy z tymi informacjami.
pt_pt: Todas as informações pessoais que obtemos sobre você nos ajudam a atender você e fazer a manutenção da sua conta. Sabemos que você pode estar preocupado com o uso que damos a essas informações.
vi_vn: Tất cả thông tin chúng tôi có được về bạn sẽ hỗ trợ chúng tôi phục vụ bạn và tài khoản của bạn. Chúng tôi biết bạn có thể quan tâm về những gì chúng tôi có thể làm với thông tin này.
zh_cn: 我们获得的关于您的所有信息能帮助我们为您和您的账户提供服务。我们知道您可能会担心我们处理这些信息的方式。

source: All intellectual property rights in the MT5 Trading Platform are owned by the Licensor and shall remain the exclusive property of the Licensor. Nothing in this Agreement intends to transfer any such rights or to vest any such rights in you.
de_de: Alle geistigen Eigentumsrechte auf der MT5 Handelsplattform gehören dem Lizenzgeber und sollen ausschließliches Eigentum des Lizenzgebers bleiben. Nichts in dieser Vereinbarung beabsichtigt die Übertragung solcher Rechte oder das Übergehen solcher Rechte an Sie.
id_id: Seluruh hak kekayaan intelektual Platform Trading MT5 ini dimiliki oleh Pemberi Lisensi dan akan tetap menjadi hak milik eksklusif Pemberi Lisensi. Tidak ada dalam Perjanjian ini bertujuan untuk mentransfer atau memberi Anda hak tersebut.
pl_pl: W przypadku pltformy handlowej MT5 wszelkie prawa własności intelektualnej stanowią wyłączną własność Licencjodawcy. Żaden zapis niniejszej Umowy nie ma na celu przeniesienia tych praw na Ciebie ani udzielenia Ci tych praw.
pt_pt: Todos os direitos de propriedade intelectual na plataforma de negociação MT5 são detidos pelo licenciante e permanecerá a propriedade exclusiva do licenciante. Nada neste acordo tenciona transferir ou conferir qualquer direito a você.
vi_vn: Tất cả các quyền tài sản trí tuệ trong Sàn Giao Dịch MT5 được sở hữu bởi người cấp phép và sẽ vẫn là tài sản độc quyền của người cấp phép. Không có gì trong thỏa thuận này dự định sẽ chuyển giao bất kỳ quyền nào đó hoặc ban cho bất kỳ quyền nào đó của bạn.
zh_cn: MT5 交易平台中所有知识产权由许可方拥有并将持续为许可方的专有财产。此协议中所有内容没有意图将任何此类权利转让或授予您。

source: All major worldwide stock indices sourced from the over-the-counter market
de_de: Alle wichtigen weltweiten vom Direktmarkt bezogenen Aktienindizes
fr_fr: Tous les principaux indices boursiers dans le monde issus du marché de gré à gré
id_id: Semua indeks saham utama di seluruh dunia dari pasar over-the-counter
pl_pl: Wszystkie główne światowe wskaźniki rynku pozagiełdowego
pt_pt: Todos os principais índices de ações do mundo provenientes do mercado de balcão
vi_vn: Tất cả các chỉ số chứng khoán trên toàn thế giới có nguồn gốc từ các thị trường chứng khoán phi tập trung
zh_cn: 所有源自全球场外交易市场的主要股票指数

source: All market conditions
de_de: Alle Marktbedingungen
fr_fr: Toutes les conditions de marché
id_id: Semua kondisi pasar
pl_pl: Wszystkie warunki rynkowe
pt_pt: Todas as condições de mercado
vi_vn: Tất cả các điều kiện thị trường
zh_cn: 所有市场条件

source: All markets
de_de: Alle Märkte
fr_fr: Tous marchés
id_id: Semua pasar
pl_pl: Wszystkie rynki
pt_pt: Todos os mercados
vi_vn: Tất cả các thị trường
zh_cn: 所有市场

source: All markets and conditions
de_de: Alle Märkte und Bedingungen
fr_fr: Tous marchés et conditions
id_id: Semua kondisi pasar
pl_pl: Wszystkie rynki i warunki rynkowe
pt_pt: Todos os mercados e condições
vi_vn: Tất cả các thị trường và điều kiện
zh_cn: 所有市场和环境

source: All markets are closed now. Please try again later.
de_de: Alle Börsen sind derzeit geschlossen. Bitte versuchen Sie es später erneut.
fr_fr: Tous les marchés sont actuellement fermés. Veuillez réessayer ultérieurement.
id_id: Semua pasar ditutup saat ini. Coba kembali nanti.
pl_pl: Wszystkie rynki są obecnie zamknięte. Prosimy spróbować później.
pt_pt: Todos os mercados estão agora fechados. Tente novamente mais tarde.
vi_vn: Tất cả các thị trường đều đã đóng cửa. Vui lòng thử lại sau.
zh_cn: 所有市场现已关闭。请稍后重试。

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
de_de: Alle Meinungen, Nachrichten, Recherchen, Analysen, Kurse oder andere Informationen, die diese Website enthält, werden als allgemeine Marktkommentare zur Verfügung gestellt und stellen keine Anlageberatung dar. %1 übernimmt keine Haftung für Verluste oder Schäden, insbesondere für entgangenene Gewinne, die unmittelbar oder mittelbar aus der Verwendung dieser Angaben oder im Vertrauen auf diese entstehen.
id_id: Semua opini, berita, penelitian, analisis, harga atau informasi lain yang terkandung dalam situs ini disediakan sebagai komentar umum dan bukan merupakan nasihat investasi. %1 tidak akan bertanggung jawab pada setiap kerugian atau kerusakan, termasuk dan tidak terbatas pada, kerugian apapun yang mungkin timbul secara langsung ataupun tidak langsung dari penggunaan atau kepercayaan pada informasi tersebut.
pl_pl: Wszelkie opinie, wiadomości, badania, analizy, ceny i inne informacje dostępne na tym portalu mają charakter ogólnego komentarza na temat rynku i nie stanowią porady inwestycyjnej. %1 nie ponosi odpowiedzialności za żadne straty czy szkody, w tym między innymi utratę zysków, która może wynikać bezpośrednio lub pośrednio z użycia takich informacji lub zaufania nim.
pt_pt: Todas as opiniões, notícias, pesquisas, análises, preços ou outras informações contidas neste site são disponibilizadas como comentários gerais do mercado, não constituindo recomendações de investimento. A %1 não se responsabilizará por quaisquer perdas ou danos, incluindo, mas não só, quaisquer perdas de lucros que possam resultar direta ou indiretamente da utilização ou confiança depositada em tais informações.
vi_vn: Mọi quan điểm, tin tức, nghiên cứu, phân tích, giá hoặc thông tin khác trên trang này đều được cung cấp dưới dạng thông tin thị trường phổ biến đều không phải lời khuyên hay gợi ý giao dịch. %1 sẽ không chịu trách nhiệm với bấy kỳ thua lỗ, mất mát nào phát sinh trực tiếp hoặc gián tiếp từ việc sử dụng những thông tin này.
zh_cn: 网站所载的一切意见、新闻、研究、分析、价格和其他信息都是一般的市场评论，不构成投资建议。%1 将不会承担任何损失或损害，包括但不限于使用或依赖该信息造成的直接或间接利润损失。

source: All payouts
de_de: Alle Auszahlungen
fr_fr: Tous versements
id_id: Semua hasil
pl_pl: Wypłaty w każdej wysokości
pt_pt: Todos os pagamentos de prêmios
vi_vn: Các khoản được trả
zh_cn: 所有赔付额

source: All prices for financial products quoted on our website are real market prices and are hereby regarded as firm prices. Any slippage from the shown price is considered as consequential. You acknowledge that by accepting this Agreement, no frivolous quote is being offered to you by the Company.
de_de: Alle Preise für Finanzprodukte, die auf unserer Website angegeben sind, sind reale Marktpreise und gelten hiermit als Festpreise. Jede Abweichung vom angezeigten Preis gilt als Folgeverlust. Sie bestätigen durch die Annahme dieser Vereinbarung, dass Ihnen keine frivole Quote vom Unternehmen angeboten wird.
id_id: Seluruh harga produk keuangan yang ditampilkan pada situs kami adalah harga pasar nyata dan dengan ini dianggap sebagai harga perusahaan. Setiap slippage dari harga yang ditampilkan dianggap sebagai konsekuensial. Anda mengakui bahwa dengan menerima Perjanjian ini, tidak ada harga sembarangan yang ditawarkan kepada Anda oleh Perusahaan.
pl_pl: Wszystkie ceny produktów finansowych podawane na naszej stronie internetowej to rzeczywiste ceny rynkowe i w związku z tym są uważane za ceny niezmienne. Jakiekolwiek odchylenie od publikowanej ceny uważa się za uzasadnione. Akceptując niniejszą Umowę, przyjmujesz do wiadomości, że Spółka nie będzie Ci oferować niepoważnego kwotowania.
pt_pt: Todos os preços de produtos financeiros cotados no nosso site são preços de mercado reais e são, pelo presente, considerados preços firmes. Quaisquer desvios dos preços exibidos são considerados consequentes. Você reconhece e aceita que, ao aceitar este Acordo, nenhuma cotação infundada está lhe sendo oferecendo pela Empresa.
vi_vn: Giá cả cho các sản phẩm tài chính được trích dẫn trên trang web của chúng tôi là giá cả thị trường thực tế được coi là giá cả công ty. Bất kỳ sự trượt giá hiển thị được xem là một hệ quả. Bạn thừa nhận rằng bằng cách chấp nhận Thỏa thuận này, không có báo giá phù phiếm nào được Công Ty cung cấp cho bạn.
zh_cn: 我们网站上报出的所有金融产品价格都是真实的市场价格, 并视为固定价格。显示价格的任何下跌都属于间接的后果。通过接受本协议，您确认公司提供的报价没有任何轻率成分。
