Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Policy is supplemented by Appendix A, which provides further details to the Company's considerations as they are related to differing asset classes. The accompanying Appendix A should be read in conjunction with this Policy.
de_de: Die Richtlinie ist durch Anhang A, der weitere Details zu den Erwägungen des Unternehmens im Verhältnis zu den unterschiedlichen Anlageklassen angibt, ergänzt. Der zugehörige Anhang A sollte in Verbindung mit dieser Richtlinie gelesen werden.
fr_fr: La Politique est complétée par l'Appendix A qui fournit de plus amples détails pour la considération de la Compagnie comme ils sont liés à différentes classes d'actifs. L'Appendice A attaché devra être lu en conjonction avec cette Politique.
id_id: Kebijakan ini dilengkapi dengan Lampiran A, yang memberikan rincian lebih lanjut untuk pertimbangan Perusahaan karena terkait dengan kelas aset yang berbeda. Lampiran A terlampir harus dibaca bersama dengan Kebijakan ini.
pl_pl: Niniejsza Polityka zostaje uzupełniona przez Załącznik A, który zawiera dalsze szczegóły związane z różnymi kategoriami aktywów. Załącznik A należy interpretować w powiązaniu z niniejszą Polityką.
vi_vn: Chính Sách được bổ sung bởi Phụ Lục A, sẽ cung cấp thêm thông tin chi tiết cho các cân nhắc của Công Ty bởi chúng có liên quan đến các loại tài sản khác nhau. Phụ Lục A đi kèm cần được đọc kết hợp với Chính Sách này.
zh_cn: 考虑到更多关于不同资产类别的细节，公司为政策提供附录A作为补充。随附的附录 A必须和政策同时阅读。

source: The Recruitment team plays a challenging role in the company by sourcing and selecting quality applicants that will contribute to the company growth.
de_de: Das Recruiting-Team spielt eine anspruchsvolle Rolle im Unternehmen, indem es qualitative Bewerber beschafft und auswählt, die zum Wachstum des Unternehmens beitragen werden.
fr_fr: L’équipe de Recrutement joue un rôle exigeant dans la Compagnie en sourçant et sélectionnant des candidats de qualité qui contribueront à la croissance de la Compagnie.
id_id: Tim Recruitment memainkan peran yang menantang di perusahaan dengan sumber dan memilih pelamar berkualitas yang akan berkontribusi pada pertumbuhan perusahaan.
pl_pl: Zespół rekrutacyjny odgrywa ważną rolę w naszej firmie, pozyskując i wybierając wykwalifikowanych kandydatów, którzy przyczynią się do rozwoju firmy.
pt_pt: A equipe de recrutamento desempenha um papel desafiador na companhia encontrando e selecionando candidatos de qualidade que irão contribuir para o crescimento da empresa.
vi_vn: Đội ngũ Tuyển Dụng đóng một vai trò thử thách trong công ty với việc tìm kiếm và tuyển chọn những ứng viên chất lượng cao mà sẽ đóng góp cho sự tăng trưởng của công ty.
zh_cn: 招聘团队通过寻找和选择对公司发展有贡献的优质应征者, 在公司扮演极具挑战性的角色。

source: The Republic of Malta is an island country in Southern Europe — located approximately 80km south of Italy. Its rich, colourful history can be traced back thousands of years to the Neolithic period.
de_de: Die Republik Malta ist ein Inselstaat in Südeuropa – sie liegt etwa 80 km südlich von Italien. Ihre reiche, bunte Geschichte kann Tausende von Jahren bis in die Jungsteinzeit zurückverfolgt werden.
fr_fr: La République de Malte est un pays insulaire d’Europe du Sud, situé à environ 80km au sud de l’Italie. Son histoire riche et colorée remonte à des milliers d’années jusqu'à la période néolithique.
id_id: Republik Malta adalah sebuah negara pulau di Eropa Selatan - terletak sekitar 80 km selatan Italia. Sejarahnya yang kaya dan penuh warna dapat ditelusuri kembali ribuan tahun ke periode Neolitikum.
pl_pl: Republika Malty to państwo położone na wyspie w Europie Południowej — około 80 km na południe od Włoch. Jej bogata historia sięga tysięcy lat wstecz aż do epoki Neolitu.
pt_pt: A República de Malta é um país insular no Sul da Europa — situada a aproximadamente 80kms a sul da Itália. A sua história rica e colorida remonta há milhares de anos até ao período neolítico.
vi_vn: Cộng hòa Malta là một đảo quốc ở Nam Âu — khoảng 80 km về phía nam ý. Lịch sử phong phú, đầy màu sắc của nó kéo dài hàng ngàn năm từ thời kỳ đồ đá mới.
zh_cn: 马耳他共和国是南欧的岛国, 距意大利南部约80公里。它丰富多彩的历史可以追溯到千百年前的新石器时代。

source: The Standard account is suitable for a wide range of traders, both new and experienced. It offers you the maximum allowed leverage and variable spreads that give you a great deal of flexibility for whatever position you wish to take in the market.
de_de: Das Standardkonto ist für eine Vielzahl von Händlern geeignet, neue und erfahrene. Es gibt Ihnen die maximal erlaubte Leverage und variable Spreads, die Ihnen ein hohes Maß an Flexibilität gibt, für welche Position auch immer, die Sie auf dem Markt einnehmen wollen.
fr_fr: Le compte Standard convient à un large éventail de traders, à la fois débutants et expérimentés. Il vous offre un effet de levier maximum et des spreads variables qui vous donnent beaucoup de flexibilité pour toute position que vous souhaitez prendre sur le marché.
id_id: Akun Standard cocok untuk berbagai kalangan trader, baik baru maupun berpengalaman. Akun ini menawarkan leverage maksimal yang dibenarkan dan spread variabel yang memberi Anda banyak fleksibilitas pada posisi apa pun yang ingin Anda ambil pada pasar.
pl_pl: Konto standardowe jest odpowiednie dla szerokiego grona graczy, zarówno początkujących, jak i doświadczonych. Oferuje Ci dźwignię na maksymalnym dozwolonym poziomie oraz zmienne spready, które dają dużą elastyczność, niezależnie od tego, jaką pozycję chcesz zająć na rynku.
pt_pt: A conta padrão é adequada para um amplo conjunto de negociadores, tantos novos como experientes. Permite-lhe alavancagem de nível médio e spreads variáveis que lhe proporcionam ampla flexibilidade para qualquer posição que você deseje assumir no mercado.
vi_vn: Tài khoản Tiêu Chuẩn thích hợp với diện rộng đa số người giao dịch, bao gồm cả người mới và người đã có kinh nghiệm. Nó cho phép bạn tận dụng biên lãi tầm trung đa dạng, mang lại cho bạn rất nhiều sự linh hoạt trong bất cứ Phiên thị trường nào bạn muốn tham gia vào.
zh_cn: 标准账户适合广泛的新手和经验丰富的交易者。它为您提供最大杠杆率和可变价差，为您在市场上进行各式头寸交易时提供极大的灵活性。

source: The Standard account is suitable for a wide range of traders, both new or experienced. It is available in EUR and GBP and offers tight and variable spreads without commissions and a minimum deposit.
de_de: Das Standardkonto ist für eine Vielzahl von Händlern geeignet, egal ob neue oder erfahrene. Es ist in EUR und GBP verfügbar und bietet enge und variable Spreads ohne Provisionen oder eine Mindesteinlage.
fr_fr: Le compte Standard convient à un large éventail de professionnels, débutants ou expérimentés. Il est disponible en EUR et GBP et offre des spreads serrés et variable sans commissions et un dépôt minimum.
id_id: Akun Standard cocok untuk berbagai trader, baik yang baru atau yang berpengalaman. Akun ini tersedia dalam mata uang EUR dan GBP serta menawarkan spread yang ketat dan bervariasi tanpa komisi dan deposit minimum.
pl_pl: Konto standardowe jest odpowiednie dla różnych graczy, zarówno początkujących, jak i doświadczonych. Jest dostępne w EUR i GBP i ma w swojej ofercie niskie, różnorodne spready, jest pozbawione prowizji i dostępne są niskie wpłaty.
pt_pt: A conta padrão é adequada para um amplo conjunto de negociadores, tantos novos como experientes. Está disponível em EUR e GBP e oferece spreads baixas e variáveis sem comissões nem depósitos mínimos.
vi_vn: Tài khoản chuẩn thích hợp cho một loạt các nhà giao dịch, không kinh và có kinh nghiệm. Nó có sẵn trong EUR và GBP và có biến chặt chẽ và lây lan không kèm hoa hồng và một khoản tiền gửi tối thiểu.
zh_cn: 标准账户适用于各种新手或有经验的交易者。可使用欧元和英镑这两种货币, 并且提供微小和可变的差价, 不收佣金费，也没有最低存款限制。

source: The Stop Out Level applicable to your MT5 Real Account may differ from the default Stop Out Level published on our website.
de_de: Das Stop Out Level, das für Ihr MT5 Echtgeldkonto gilt, kann vom vorgegebenen Stop Out Level, das auf unserer Website veröffentlicht ist, abweichen.
id_id: Level Stop Out yang tersedia pada Akun Riil MT5 Anda mungkin berbeda dengan Level Stop Out yang ditampilkan pada website kami.
pl_pl: Poziom Stop Out mający zastosowanie w odniesieniu do Twojego Prawdziwego konta MT5 może się różnić od domyślnego poziomu Stop Out publikowanego na naszej stronie internetowej.
pt_pt: O nível de interrupção aplicável à sua conta real MT5 pode diferir do nível de interrupção padrão publicado no nosso site.
vi_vn: Mức Dừng áp dụng đối với Tài Khoản Thực MT5 của bạn có thể khác với Mức Dừng mặc định được công bố trên trang web của chúng tôi.
zh_cn: 适用于您MT5真实账户的强制平仓水平可能与我们网站公布的默认强制平仓水平不一样。

source: The System Administration team is responsible for the upkeep, configuration, and reliable operation of our computer software, hardware, and networks.
de_de: Das Systemadministratoren-Team ist für die Pflege, Konfiguration und den zuverlässigen Betrieb unsrer Computersoftware, Hardware und unsere Netzwerke verantwortlich.
fr_fr: L’équipe d’Administration Système est responsable de l’entretien, de la configuration et du fonctionnement fiable de nos logiciels, matériels et réseaux.
id_id: Tim System Administration bertanggung jawab atas pemeliharaan, konfigurasi, dan pengoperasian perangkat lunak, perangkat keras, dan jaringan komputer kami.
pl_pl: Zespół ds. zarządzania systemem odpowiada za utrzymywanie, konfigurację i sprawne działanie naszego systemu komputerowego, sprzętu i sieci.
pt_pt: A equipe de Administração do Sistema é responsável pela manutenção, configuração e operação confiável de nosso software, hardware e redes.
vi_vn: Đội ngũ Quản Trị Viên Hệ Thống có trách nhiệm cho việc bảo trì, chỉnh sửa và hoạt động ổn định của phần mềm, phần cứng máy tính và mạng lưới của chúng tôi.
zh_cn: 系统管理团队负责维护、配置和可靠运行我们的计算机软件、硬件和网络。

source: The Volatility Indices account allows you to trade CFDs on Volatility Indices – our proprietary synthetic assets that mimic real-world market volatility and are available for trading 24/7.
de_de: Das Volatilität Indizes-Konto erlaubt Ihnen CFDs auf Volatilitätsindizes zu handeln – Unsere proprietären synthetischen Vermögenswerte, die reale Marktvolatilität simulieren und rund um die Uhr zum Handel verfügbar sind.
fr_fr: Le compte de la volatilité des Indices vous permet de trader les CFD sur des Indices de volatilité – nos actifs propriétaires synthétiques qui imitent la volatilité des marchés réels et sont disponibles pour le trading 24/7.
id_id: Akun Indeks Volatilitas memungkinkan Anda untuk bertrading CFD pada Indeks Volatilitas – aset sintesis proprietary kami yang mensimulasikan peristiwa dunia-nyata pasar volatilitas dan tersedia untuk trading 24/7.
pl_pl: Konto wskaźników zmienności umożliwia handlowanie kontraktami CFD partymi na wskaźnikach zmienności – naszymi własnościowymi aktywami syntetycznymi odzwierciedlającymi zmienność na prawdziwym rynku, dostępnymi 24 godziny na dobę 7 dni w tygodniu.
pt_pt: A conta de índices "Volatility" permite-lhe negociar CFDs sobre índices "Volatility" – os nossos ativos sintéticos proprietários que simulam a volatilidade dos mercados do mundo real e que estão disponíveis para negociações 24/7.
vi_vn: Tài khoản Chỉ Số Biến Động cho phép bạn giao dịch CFDs trên Chỉ Số Biến Động - tổng hợp tài sản thuộc quyền sở hữu của chúng tối mà mô phỏng theo các biến động thực của thị trường thế giới và có sẵn cho các giao dịch 24/7.
zh_cn: 波动率指数账户允许您对波动率指数进行差价交易 - 这是我们专有的综合资产，可模拟真实世界的市场波动率，以及随时都可交易。

source: The ability to absorb and understand varied compliance matters in a number of international jurisdictions
de_de: Die Fähigkeit, verschiede Compliance-Angelegenheiten in einer Vielzahl von Ländern aufzunehmen und zu verstehen
fr_fr: Capacité à acquérir et comprendre les différentes questions de conformité au sein de multiples juridictions internationales
id_id: Kemampuan untuk menyerap dan memahami berbagai masalah kepatuhan di sejumlah yurisdiksi internasional
pl_pl: Umiejętność przyswojenia i zrozumienia różnych zagadnień w zakresie kwestii związanych ze zgodnością z wieloma międzynarodowymi przepisami
pt_pt: A capacidade de adquirir conhecimentos sobre assuntos relacionados com a conformidade numa multiplicidade de jurisdições internacionais
vi_vn: Khả năng thấu hiểu các vấn đề tuân thủ đa dạng trong nhiều khu vực pháp lý quốc tế
zh_cn: 在各个国际司法管辖区范围内纳入和了解各种法规遵循事项的相关知识

source: The ability to draft and review legal documents, and prepare licence applications
de_de: Die Fähigkeit Rechtsdokumente zu erstellen und zu überprüfen, und Lizenzanträge vorzubereiten
fr_fr: La capacité à rédiger et à réviser des documents juridiques et à préparer les demandes de licence
id_id: Kemampuan untuk menyusun dan meninjau dokumen hukum, dan menyiapkan aplikasi lisensi
pl_pl: Umiejętność sporządzania i sprawdzania dokumentów prawniczych i przygotowywania wniosków o udzielenie licencji
pt_pt: A capacidade de redigir e revisar documentos legais e preparar aplicativos de licença
vi_vn: Khả năng phác thảo và xem xét các văn bản pháp lý và chuẩn bị các đơn từ cấp phép
zh_cn: 起草和审查法律文档以及准备申请许可证的能力

source: The ability to make rational decisions even based on limited information
de_de: Die Fähigkeit rationale Entscheidungen zu treffen, sogar wenn nur geringe Informationen vorhanden sind
fr_fr: La capacité de prendre des décisions rationnelles même basées sur des données limitées
id_id: Kemampuan untuk membuat keputusan rasional bahkan berdasarkan informasi yang terbatas
pl_pl: Umiejętność podejmowania racjonalnych decyzji, nawet posiadając ograniczone informacje
pt_pt: A capacidade de tomar decisões racionais mesmo com base em informações limitadas
vi_vn: Khả năng ra quyết định nhanh chóng chính xác kể cả trong điều kiện hạn chế thông tin
zh_cn: 即使基于有限的信息，也能够做出理性的决定

source: The amount set aside by us from your Account Balance in order to open and maintain a Transaction, to cover your potential loss, if it occurs.
de_de: Der Betrag, den wir von Ihrem Kontoguthaben beiseite setzen, um eine Transaktion zu öffnen und aufrecht zu erhalten, um Ihren potentiellen Verlust, wenn einer entsteht, abzudecken.
id_id: Jumlah yang disisihkan oleh kami dari Saldo Akun Anda untuk membuka dan mempertahankan Transaksi, untuk menutupi potensi kerugian Anda, jika hal tersebut terjadi.
pl_pl: Kwota pobrana z Twojego konta i odłożona przez nas w celu otwarcia i utrzymania transakcji, służy pokryciu Twojej potencjalnej straty, jeśli taka wystąpi.
pt_pt: O valor do saldo da sua conta reservado por nós para poder abrir e manter uma transação, para poder cobrir as suas perdas potenciais, caso ocorram.
vi_vn: Số tiền được chúng tôi tách riêng từ Số Dư Tài Khoản của bạn để mở và duy trì Giao Dịch, để bù đắp khoản lỗ tiềm ẩn của bạn, nếu điều đó xảy ra.
zh_cn: 我们从您的账户余额拨出进行开盘持仓交易, 以弥补可能会产生的潜在损失的金额。

source: The anti-money laundering processes have the following effects on Clients:
de_de: Die Verfahren gegen Geldwäsche haben folgende Auswirkungen auf Kunden:
id_id: Proses anti pencucian uang mempunyai efek sebagai berikut pada klien:
pl_pl: Proces przeciwdziałania praniu brudnych pieniędzy ma następujący wpływ na Klientów:
pt_pt: Os processos contra a lavagem de dinheiro têm os seguintes efeitos sobre os clientes:
vi_vn: Xử lý chống rửa tiền có những ảnh hưởng sau đây đến Khách Hàng:
zh_cn: 反洗钱程序对客户有以下影响：

source: The applicant has the right to lodge a complaint to the Data Protection Commissioner in Malta should the applicant believe that the Company has failed to comply with the requirements of EU General Data Protection Regulation 2016/679 or the Data Protection Act 2018 with regards to the applicant's personal data.
de_de: Der Bewerber hat das Recht darauf, Beschwerde beim Datenschutzbeauftragten in Malta einzulegen, sollte der Bewerber glauben, dass das Unternehmen bei der Einhaltung der Anforderungen der allgemeinen EU Datenschutzverordnung 2016/679 oder des Datenschutzgesetzes 2018 in Bezug auf persönliche Daten des Bewerbers gescheitert ist.
fr_fr: Le demandeur a le droit de déposer une plainte auprès du Commissionaire de la Protection des Données à Malte si la candidat estime que la Compagnie a manqué de se conformer aux exigences du Réglement Général de Protection des Données de l'UE 2016/679 ou l'Acte de Protection des Données 2018 en ce qui concerne les données personnelles du candidat.
id_id: Pelamar memiliki hak untuk mengajukan keluhan kepada Komisioner Perlindungan Data di Malta jika pemohon percaya bahwa Perusahaan telah gagal memenuhi persyaratan Peraturan Perlindungan Data Umum UE 2016/679 atau Undang-undang Perlindungan Data 2018 berkaitan dengan data pribadi pelamar.
pl_pl: Kandydat ma prawo wnieść skargę do Komisarza ds. ochrony informacji i danych (Information and Data Protection Commissioner) na Malcie, jeśli jego zdaniem Firma nie przestrzega wymogów ogólnego rozporządzenia UE o ochronie danych 2016/679 lub Ustawy o ochronie danych z 2018 r. w odniesieniu do danych osobowych kandydata.
pt_pt: O requerente tem o direito de apresentar queixa ao Comissário para a protecção de dados em Malta, caso o requerente acredite que a Empresa tenha falhado em cumprir com os requisitos do Regulamento Geral sobre a Proteção de Dados (UE) 2016/679 ou a Lei sobre a proteção de dados de 2018 relativamente aos dados pessoais do requerente.
vi_vn: Người nộp đơn có quyền khiếu nại lên Ủy viên bảo vệ dữ liệu ở Malta nếu người nộp đơn tin rằng Công ty đã không tuân thủ các yêu cầu của Quy định bảo vệ dữ liệu chung của EU 2016/679 hoặc Đạo luật bảo vệ dữ liệu năm 2018 liên quan đến người nộp đơn dữ liệu cá nhân.
zh_cn: 关于申请人的个人资料，如果申请人认为公司未能遵守欧盟通用数据保护条例2016/679或2018年数据保护法案的要求，申请人有权向马耳他数据保护委员提出投诉。

source: The applicant is further afforded the rights to:
de_de: Dem Bewerber wird weiterhin das Recht gewährt zu:
fr_fr: Le candidat bénéficie en outre de droits à :
id_id: Pelamar selanjutnya diberikan hak untuk:
pl_pl: Kandydatowi przysługuje prawo do:
vi_vn: Người nộp đơn được tiếp tục có quyền:
zh_cn: 申请人还享有以下权利：

source: The applicant is under no statutory or contractual obligation to provide data to Binary Group during the recruitment process. However, should the applicant elect not to provide any necessary information, the Company may not be able to proceed with their application.
de_de: Der Bewerber ist weder unter gesetzlicher noch vertraglicher Verpflichtung, der Binary Gruppe während des Bewerbungsprozesses Daten anzugeben. Wie auch immer, sollte der Bewerber sich dazu entschließen notwendige Informationen nicht vorzulegen, kann das Unternehmen eventuell nicht mit der Bewerbung fortfahren.
fr_fr: Le candidat n’a aucune obligation légale ou contractuelle de fournir des données au Groupe Binary au cours du processus de recrutement. Toutefois, si le candidat choisit de ne pas fournir toute information nécessaire, l’entreprise n’est peut-être pas en mesure de traiter leur candidature.
id_id: Pelamar tidak memiliki kewajiban berdasarkan undang-undang atau kontrak untuk menyediakan data kepada Grup Binary selama proses perekrutan. Namun, jika pemohon memilih untuk tidak memberikan informasi yang diperlukan, Perusahaan mungkin tidak dapat melanjutkan permohonan mereka.
pl_pl: Kandydat nie podlega żadnym ustawowym ani umownym zobowiązaniom do przekazania danych grupie Binary Group podczas procesu rekrutacyjnego. Jednak, jeśli kandydat zdecyduje się nie podawać niezbędnych informacji, wówczas Firma może nie być w stanie kontynuować jego procesu aplikacyjnego.
vi_vn: Người nộp đơn không có nghĩa vụ theo luật định hoặc hợp đồng để cung cấp dữ liệu cho Binary Group trong quá trình tuyển dụng. Tuy nhiên, nếu người nộp đơn chọn không cung cấp bất kỳ thông tin cần thiết nào, Công Ty có thể không tiến hành được đơn đăng ký của họ.
zh_cn: 招聘过程中，申请人没有法定或合同义务向Binary集团提供数据。但是，如果申请人选择不提供任何必要信息，公司可能无法继续处理其申请。

source: The applicant's personal data shall be stored for a period of six months should the applicant be unsuccessful or decline in accepting employment with the Binary Group. At the expiry of that period, the applicant's data is deleted or destroyed unless the Company is required to further retain the applicant's information to exercise or defend any legal claims.
de_de: Persönliche Daten des Bewerbers werden für einen Zeitraum von sechs Monaten gespeichert, sollte der Bewerber nicht erfolgreich sein, oder eine Beschäftigung mit der Binary-Gruppe nicht akzeptieren. Nach Ablauf dieser Frist werden die Bewerberdaten gelöscht oder zerstört, wenn das Unternehmen nicht dazu aufgefordert ist, die Daten des Bewerbers zur Ausübung oder Verteidigung rechtlicher Ansprüche weiter zu behalten.
fr_fr: Les données personnelles du candidat doivent être stockées pour une période de six mois si le candidat devrait être infructueux ou refusait l'emploi avec le Groupe Binary. À l’expiration de cette période, les données du candidat sont supprimées ou détruites sauf si la Compagnie est tenue de conserver davantage les informations du candidat afin d'exercer ou défendre toute réclamation en justice.
id_id: Data pribadi pelamar harus disimpan untuk jangka waktu enam bulan jika pelamar tidak berhasil atau menolak menerima pekerjaan dengan Grup Binary. Pada akhir periode tersebut, data pelamar akan dihapus atau dimusnahkan kecuali jika Perusahaan diharuskan untuk lebih mempertahankan informasi pelamar tersebut untuk menjalankan atau membela klaim yang berkenaan dengan hukum apa pun.
pl_pl: Dane osobowe kandydata będą przechowywane przez okres sześciu miesięcy, jeśli kandydat nie otrzyma oferty pracy lub odrzuci ofertę zatrudnienia w Binary Group. Po upływie tego okresu dane kandydata zostaną usunięte lub zniszczone, chyba że Firma będzie zobowiązana do dalszego przechowywania danych kandydata, aby zrealizować jakiekolwiek roszczenia prawne bądź obronić się przed nimi.
vi_vn: Dữ liệu cá nhân của người nộp đơn sẽ được lưu trữ trong thời gian sáu tháng nếu người nộp đơn không thành công hoặc từ chối nhận việc làm với Binary Group. Khi hết thời hạn đó, dữ liệu của người nộp đơn sẽ bị xóa hoặc hủy bỏ trừ khi Công Ty được yêu cầu tiếp tục giữ lại thông tin của người nộp đơn để thực hiện hoặc bảo vệ mọi khiếu nại pháp lý.
zh_cn: 如果申请人不被Binary集团录取，申请人的个人资料须保存六个月 。除非公司需要继续保留申请人的资料以进行或抗辩任何法律诉讼，期限届满时, 申请人的资料将被删除或销毁 。
