Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment, for example: should your account have generated purchasing accounts, we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
de_de: Sollte das Guthaben auf Ihrem Konto zur Deckung dieser Kosten nicht ausreichen, behalten wir uns das Recht vor, andere Maßnahmen zu ergreifen, um diese Beträge zu erhalten. Falls beispielsweise Ihr Konto Kaufkonten generiert hat, werden wir die Zahlung der Provision für diese Konten bis zu dem Zeitpunkt zurückhalten, an dem der von Ihnen als Schadensersatz geschuldete Betrag vollständig beglichen ist.
id_id: Jika biaya ini tidak cukup ditutupi oleh sisa saldo pada akun Anda maka kami berhak untuk mencari alternatif untuk meneliti pilihan lain untuk memperoleh pembayaran, seperti: jika akun Anda menghasilkan hasil komisi, maka kami akan menahan komisi tersebut untuk akun bersangkutan hingga kerugian habis tertutupi.
pl_pl: W przypadku gdy takie koszty nie będą mogły być pokryte z funduszy na koncie Partnera, zastrzegamy sobie prawo do sprawdzenia dostępności środków alternatywnych w celu otrzymania płatności, np. jeżeli dane konto wygenerowało aktywne konta, na których dokonano zakupów, będziemy wstrzymywać wypłaty prowizji dla tych kont do momentu, gdy rachunek za szkody zostanie uregulowany.
pt_pt: Caso as despesas não sejam cobertas por fundos na sua conta, reservamo-nos o direito de investigar outros meios alternativos para obtermos o pagamento, por exemplo: se a sua conta tiver gerado contas de compras, iremos reter o pagamento da comissão dessas contas até ao momento em que a conta de prejuízos tenha sido saldada.
vi_vn: Nếu tiền của bạn gửi vào tài khoản không đủ bù đắp những khoản chi phí này chúng tôi có quyền điều tra những phương tiện thay thế khác để lấy được khoản thanh toán này, ví dụ: nếu tài khoản của bạn vừa tạo tài khoản mua, chúng tôi sẽ giữ lại tiền thanh toán hoa hồng của những tài khoản này tới khi trả hết khoản nợ trong tài khoản.
zh_cn: 如果您账户的资金不足以覆盖这些费用，我们有权考虑其他替代方法：如果您的账户产生了购买账户，我们将会截留此等账户的佣金款项，直至损害赔偿的账户结清。

source: Should you be unsatisfied with our response, you can also escalate your complaint to the Office of the Arbiter for Financial Services, who is independent from us. Complaints to the Arbiter for Financial Services should always be made in a prescribed form and addressed to the:
de_de: Sollten Sie mit unserer Antwort nicht zufrieden sein, können Sie Ihre Beschwerde auch an das Amt des Schiedsrichters für Finanzdienstleistungen, das unabhängig von uns ist, weiterleiten. Beschwerden an den Schiedsrichter für Finanzdienstleistungen sollten immer in einer vorgeschriebenen Form gemacht werden und an folgende Adresse geschickt werden:
id_id: Jika Anda tidak puas dengan tindak balas kami, Anda juga dapat meneruskan keluhan Anda ke Kantor Arbiter pada Layanan Keuangan, yang independen. Keluhan kepada Arbiter untuk Layanan Keuangan harus selalu dibuat dalam bentuk yang ditentukan dan ditujukan kepada:
pl_pl: Jeśli nasza odpowiedź nie będzie Cię satysfakcjonować, możesz przekazać swoją skargę do Urzędu Arbitrażowego ds. Usług Finansowych, który jest niezależną od nas instytucją. Skargi kierowane do Arbitra ds. Usług Finansowych powinny być sporządzane w formie dostępnego formularza i adresowane do:
pt_pt: Caso você esteja insatisfeito com a nossa resposta, é possível escalar a sua reclamação ao gabinete do árbitro de serviços financeiros, que é uma entidade independente. Reclamações enviadas ao árbitro de serviços financeiros devem sempre ser feitas num formulário prescrito e dirigidas a:
vi_vn: Nếu bạn không hài lòng với phản hồi của chúng tôi, bạn cũng có thể báo cáo khiếu nại của mình lên Văn phòng Xử Lý Dịch Vụ Tài Chính, người độc lập với chúng tôi. Khiếu nại với Văn phòng Xử Lý Dịch Vụ Tài Chính phải luôn được thực hiện theo mẫu quy định và gửi đến địa chỉ:
zh_cn: 如果您对我们的回复不满意，您还可以向与我们毫无关联的金融服务仲裁员办公室提出投诉。向金融服务仲裁员提交的投诉必须以规定的形式提出，并发送至：

source: Show all historical transactions up to
de_de: Alle historischen Transaktionen anzeigen, bis zu
fr_fr: Montrer toutes les transactions historiques jusqu'à
id_id: Tampilkan semua transaksi historis hingga
pl_pl: Pokaż wszystkie przeszłe transakcje aż do
pt_pt: Mostrar todas as transações históricas até
vi_vn: Hiển thị tất cả các lịch sử giao dịch tới
zh_cn: 显示此日期前的所有历史记录

source: Sign out
de_de: Abmelden
fr_fr: Désinscription
id_id: Keluar
pl_pl: Wyloguj
pt_pt: Sair
vi_vn: Đăng xuất
zh_cn: 登出

source: Sign up
de_de: Melden Sie sich an
fr_fr: Inscrivez vous
id_id: Daftar
pl_pl: Zarejestruj się
pt_pt: Inscreva-se
vi_vn: Đăng kí
zh_cn: 注册

source: Sign up for the %1 Affiliate Programme today:
de_de: Melden Sie sich heute für das %1 Partnerprogramm an:
fr_fr: Inscrivez-vous dès aujourd'hui pour le Programme d’affiliation %1 :
id_id: Bergabunglah pada Program Afiliasi %1 hari ini:
pl_pl: Zarejestruj się w programie partnerskim %1 już dziś:
pt_pt: Inscreva-se no programa de afiliados da %1 hoje:
vi_vn: Đăng ký %1 Chương Trình Liên Kết hôm nay:
zh_cn: 立刻注册%1 联盟计划:

source: Signup
fr_fr: S'enregistrer
id_id: Daftar
pl_pl: Rejestracja
pt_pt: Inscrição
vi_vn: Đăng ký
zh_cn: 注册

source: Silver vs US Dollar
de_de: Silber gegen US Dollar
fr_fr: Argent contre Dollar Américain
id_id: Perak vs Dolar AS
pl_pl: Srebro vs dolar amerykański
pt_pt: Prata vs. Dólar americano
vi_vn: Bạc vs đô-la Mỹ
zh_cn: 白银兑美元

source: Similar to Forex trading, you must understand when to buy (or "go long") and when to sell (or "go short"). In Forex trading, you'll buy a certain currency pair if you think the value of the base currency will rise. The opposite is also true: you will sell a certain currency pair if you think the value of the base currency will fall.
de_de: Ähnlich wie beim Forex-Handel, müssen Sie wissen wann man kaufen (oder "lang gehen") und wann man verkaufen (oder "kurz gehen") sollte. Im Forex-Handel kaufen Sie ein bestimmtes Währungspaar, wenn Sie glauben, dass der Wert der Basiswährung steigen wird. Das Gegenteil gilt ebenfalls: Sie werden ein bestimmtes Währungspaar verkaufen, wenn Sie glauben, dass der Wert der Basiswährung fallen wird.
fr_fr: Comme pour le trading Forex, vous devez comprendre quand acheter (ou « go long ») et quand vendre (ou « go short »). Dans le trading Forex, vous allez acheter une certaine paire de monnaie si vous pensez que la valeur de la devise de base va augmenter. L’inverse est également vrai : vous allez vendre une certaine paire de devises si vous pensez que la valeur de la devise de base va tomber.
id_id: Mirip dengan trading Forex, Anda harus mengerti kapan harus membeli (atau "go long") dan kapan harus menjual (atau "go short"). Dalam trading Forex, Anda akan membeli pasangan mata uang tertentu jika menurut Anda nilai mata uang dasar akan naik. Kebalikannya juga benar: Anda akan menjual pasangan mata uang tertentu jika menurut Anda nilai mata uang dasar akan turun.
pl_pl: Podobnie jak w przypadku handlu forex musisz wiedzieć, kiedy należy kupić (lub „zająć pozycję długą”), a kiedy sprzedać („zająć pozycję krótką”). W przypadku handlu forex zakupisz określoną parę walutową, jeśli uznasz, że wartość waluty bazowej wzrośnie. Przeciwna sytuacja również może mieć miejsce: sprzedasz określoną parę walutową, jeśli uznasz, że wartość waluty bazowej zmniejszy się.
pt_pt: Semelhante a negociações forex, é necessário saber quando comprar (ou assumir um posição longa) e quando vender (ou assumir uma posição curta). Nas negociações forex, você compra um determinado par de moedas quando acredita que o valor da moeda de base irá aumentar. O oposto também é verdade: você vende um determinado par de moedas quando pensa que o valor da moeda de base irá descer.
vi_vn: Tương tự như kinh doanh ngoại hối, bạn phải hiểu khi để mua (hoặc "đi dài") và khi để bán (hoặc "đi ngắn"). Trong kinh doanh ngoại hối, bạn sẽ mua một loại tiền tệ nhất định cặp nếu bạn nghĩ rằng giá trị của các loại tiền tệ cơ sở sẽ tăng lên. Ngược lại: bạn sẽ bán một cặp tiền tệ nhất định nếu bạn nghĩ rằng giá trị của các loại tiền tệ cơ sở sẽ rớt giá.
zh_cn: 与外汇交易类似，您必须了解何时买入（或“开多头仓”）以及何时卖出（或“开空头仓”）。外汇交易时，如果您认为基础货币的价值会上涨，您会买入某种货币对。 相反的情况也是如此：如果您认为基础货币的价值会下跌，您将卖出某种货币对。

source: Simple and intuitive
de_de: Einfach und intuitiv
fr_fr: Simple et intuitif
id_id: Sederhana dan intuitif
pl_pl: Prostota i intuicyjność
pt_pt: Simples e intuitivo
vi_vn: Đơn giản và trực quan
zh_cn: 简单和直观化

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
de_de: Ändern Sie einfach irgendeinen Ihrer Parameter und der Wiederverkaufspreis ändert sich sofort. Somit erhalten Sie in Echtzeit Kenntnis über Ihren Einsatz. %1 gewährleistet eine faire und transparente Kursermittlung, indem beide Seiten des Geschäfts angezeigt werden.
fr_fr: Modifiez simplement l'un de vos paramètres et le prix de l'option change instantanément pour vous donner un aperçu de votre investissement en temps réel. %1 assure une tarification juste et transparente en vous dévoilant les deux côtés de chaque option.
id_id: Hanya dengan merubah parameter Anda dan kontrak akan berubah secara langsung, memberi informasi terkini jumlah modal. %1 memastikan penentuan harga adalah adil dan transparan dengan memperlihatkan kedua arah trading.
pl_pl: Wystarczy zmienić dowolny z parametrów, a cena handlowa zmieni się błyskawicznie, dzięki czemu w czasie rzeczywistym zyskujesz informacje o swojej stawce. %1 gwarantuje uczciwe i przejrzyste ceny, pokazując obie strony zakładu.
pt_pt: Simplesmente mude qualquer parâmetro e o preço muda instantaneamente, oferecendo informações sobre a sua negociação em tempo-real. A %1 garante preços justos e transparentes, mostrando os dois lados da sua negociação.
vi_vn: Chỉ cần thay đổi bất kì thông số nào thì giá giao dịch sẽ lập tức thay đổi, giúp bạn biết về vốn đầu tư của bạn trong thời gian thực. %1 bảo đảm rằng giá hiển thị cho bạn là hoàn toàn minh bạch và công bằng ở cả hai phía giao dịch.
zh_cn: 只要改变任一参数，交易报价就会立刻更新，您可以实时掌握您的资金状况。 %1 同时向您显示买入和卖出价格，以确保报价的公平和透明。

source: Simply click on "Create" to generate your token; then copy and paste it into the app.
de_de: Klicken Sie einfach auf "Erstellen", um Ihren Token zu generieren, dann kopieren Sie ihn und fügen ihn in die App ein.
fr_fr: Cliquez simplement sur « Créer » pour générer votre jeton, puis copiez-collez votre jeton dans l'application.
id_id: Cukup klik "Membuat" untuk membuat token Anda lalu copy dan paste ke dalam aplikasi.
pl_pl: Aby wygenerować token, po prostu kliknij przycisk „Utwórz”. Następnie skopiuj go i wklej wewnątrz aplikacji.
pt_pt: Basta clicar em "Criar" para gerar o seu token; depois copie-o e cole-o no aplicativo.
vi_vn: Chỉ cần nhấp vào nút "Tạo" để tạo ra các mã token của bạn; sau đó sao chép và dán nó vào ứng dụng.
zh_cn: 仅点击“创建”键即可生成代币，然后复制粘贴到应用程序。

source: Simply double-click the file to add the EA to your MT5 platform, then, head over to the Navigator window to see if the %1 EA is available.
de_de: Klicken Sie einfach doppelt auf die Datei, um den EA zu Ihrer MT5 Plattform hinzuzufügen, gehen Sie dann zum Navigator-Fenster, um zu sehen, ob der %1 EA verfügbar ist.
fr_fr: Il suffit de double-cliquer sur le fichier pour ajouter l’EA à votre plateforme MT5, puis, rendez-vous sur la fenêtre du navigateur pour voir si l'EA %1 est disponible.
id_id: Cukup klik dua kali file untuk menambahkan EA ke dalam platform MT5 Anda, kemudian kunjungi jendela Navigator untuk melihat apakah EA %1 sudah tersedia.
pl_pl: Wystarczy kliknąć dwa razy na ikonę pliku, aby dodać EA do swojej platformy MT5, po czym przejdź do okna nawigacyjnego, aby sprawdzić, czy oprogramowanie EA %1 jest dostępne.
pt_pt: Basta clicar duas vezes para adicionar o EA à plataforma MT5, depois, passe para a janela do Navegador para ver se o EA %1 está disponível.
vi_vn: Đơn giản chỉ cần nhấp đúp vào tập tin để thêm EA để MT5 nền tảng của bạn, sau đó, xem cửa sổ Navigator để xem nếu %1 có sẵn EA hay không.
zh_cn: 只需双击该文件将 EA 添加到您的 MT5 平台, 然后到 "导航" 窗口查看 %1 EA 是否可用。

source: Since BIEL is a member of the Malta Investor Compensation Scheme, you are covered for the first €20,000 of any claim you may have in the unlikely event of BIEL suffering an investment default and not being able to meet its obligations. This protection is available only to retail clients. Neither professional clients nor eligible counterparties can benefit from this protection.
de_de: Da BIEL dem Malta Anlegerentschädigungssystem angehört, sind Sie für die ersten €20.000 eines Anspruchs, den Sie in dem unwahrscheinlichen Fall, dass BIEL in einen Zahlungsverzug gerät, und nicht in der Lage ist, seinen Verpflichtungen nachzukommen, versichert. Dieser Schutz ist nur für Privatkunden verfügbar. Weder professionelle Kunden, noch geeignete Gegenparteien profitieren von diesem Schutz.
id_id: Berhubung BIEL merupakan anggota Skema Kompensasi Investor Malta, Anda akan mendapatkan € 20.000 pertama dari klaim apa pun yang mungkin Anda miliki jika BIEL mengalami gagal bayar investasi dan tidak dapat memenuhi kewajibannya. Perlindungan ini hanya tersedia untuk klien ritel. Klien profesional maupun mitra yang memenuhi syarat tidak dapat memperoleh manfaat dari perlindungan ini.
pl_pl: W związku z tym, że BIEL jest członkiem Maltańskiego systemu rekompensat dla inwestorów, uzyskujesz pokrycie pierwszych 20 000 € w ramach jakiegokolwiek wniesionego przez Ciebie roszczenia w mało prawdopodobnym przypadku niewypłacalności inwestycyjnej BIEL i niemożliwości sprostania swoim zobowiązaniom. Ochrona jest dostępna tylko dla klientów detalicznych. Ani klienci profesjonalni ani podmioty kwalifikowane nie mogą korzystać z tej ochrony.
pt_pt: Visto que a BIEL é um membro do Malta Investor Compensation Scheme (Sistema de Compensação de Investidores de Malta), você estará coberto pelos primeiros 20.000€ de qualquer reivindicação que puder ter no caso improvável de a BIEL sofrer um incumprimento de investimento e não poder cumprir as suas obrigações. Esta proteção está apenas disponível a clientes particulares. Nem clientes profissionais nem contrapartes elegíveis podem beneficiar desta proteção.
vi_vn: Vì BIEL là thành viên của Chương Trình Bồi Thường Nhà Đầu Tư Malta, bạn được bảo hiểm cho 20.000 € đầu tiên của bất kỳ khiếu nại nào mà bạn có thể có trong trường hợp không chắc chắn của BIEL về mặc định đầu tư và không thể đáp ứng các nghĩa vụ của mình. Sự bảo vệ này chỉ dành cho các khách hàng bán lẻ. Cả khách hàng chuyên nghiệp lẫn đối tác đủ điều kiện đều không được hưởng lợi từ việc bảo vệ này.
zh_cn: 由于BIEL是马耳他投资者赔偿计划的成员，万一BIEL遭遇投资违约且无法履行其义务，您可能获得任何索赔的首€20,000赔款。此保险计划仅适用于零售客户。专业客户和符合条件的交易对手都不能从此项保险计划中受益。

source: Since all transactions on the %1 website are fully automated, our pricing and risk management algorithms must fully consider critical factors such as real-time pricing parameters, data feed irregularities, and latencies.
de_de: Da alle Transaktionen auf der %1 Website vollständig automatisiert sind, müssen unsere Kursgestaltungs- und Risikomanagement-Algorithmen Echtzeit-Kursgestaltungsparameter, Daten-Feed-Unregelmäßigkeiten und Verzögerungen vollständig prüfen.
fr_fr: Sur le site %1, toutes les transactions sont automatisées, notre politique de tarification et les algorithmes de management de risque doivent considérer des facteurs critiques tel que les paramètres de tarification en temps réel, les irrégularités des flux de données et les latences.
id_id: Berhubung semua transaksi pada situs web %1 sepenuhnya adalah otomatis, harga dan algoritme manajemen risiko kami sepenuhnya mempertimbangkan faktor-faktor penting seperti parameter harga real-time, penyimpangan data feed, dan keterlambatan.
pl_pl: W związku z tym, że wszystkie transakcje na stronie internetowej %1 są w pełni zautomatyzowane, nasze algorytmy wyceny i zarządzania ryzykiem muszę w pełni uwzględniać najważniejsze czynniki takie jak parametry wyceny w czasie rzeczywistym oraz nieprawidłowości i opóźnienia źródeł danych.
pt_pt: Uma vez que toda a atividade no site da %1 é totalmente automatizada, os nossos algoritmos de apreçamento e gerenciamento de risco devem tomar plena conta dos parâmetros de preço em tempo real, irregularidades nos feeds de dados e latências.
vi_vn: Vì tất cả các giao dịch trên trang web %1 đều hoàn toàn tự động, thuật toán quản lý rủi ro và giá cả của chúng tôi đòi hỏi phải xem xét đầy đủ các yếu tố quan trọng như thông số giá theo thời gian thực, nguồn dữ liệu bất thường và tiềm tàng.
zh_cn: 由于 %1 网站所有交易都完全自动化，我们的定价和风险管理算法必须充分考虑实时定价参数、数据传送不规则性和延迟等关键因素。

source: Since we exclusively deal on own account in Financial Products this means that we act as the execution venue and accordingly all transactions entered into with us will be executed outside a regulated market (stock exchange) or multilateral trading facility.
de_de: Da wir Finanzprodukte ausschließlich auf eigene Rechnung handeln, bedeutet dies, dass wir als Ausführungsplatz handeln und dementsprechend alle mit uns eingegangenen Transaktionen außerhalb eines überwachten Markts (Aktienbörse) oder einer multilateralen Handelseinrichtung ausgeführt werden.
id_id: Berhubung kami menangani langsung secara eklusif akun kami sendiri pada Produk Keuangan hal ini berarti kami bertindak sebagai tempat eksekusi dan berdasarkan semua transaksi yang dilakukan akan dieksekusi diluar pasar regulasi (bursa Efek) atau fasilitas perdagangan multilateral.
pl_pl: Ze względu na to, że w przypadku Produktów finansowych prowadzimy transakcje wyłącznie na własny rachunek, nasza rola sprowadza się do zapewnienia miejsca realizacji kontraktów i wszystkie transakcje zawierane za naszym pośrednictwem będą realizowane poza rynkiem regulowanym (giełda papierów wartościowych) i wielostronną platformą obrotu.
pt_pt: Visto que negociamos exclusivamente por conta própria produtos financeiros, significa que atuamos como o local de execução e, em conformidade, todas as transações celebradas conosco serão executadas fora de um mercado regulado (bolsa de valores) ou sistema de negociação multilateral.
vi_vn: Từ khi chúng tôi mở tài khoản của mình vào Sản Phẩm Tài Chính, điều này có nghĩa là chúng tôi hoạt động như trung tâm thực hiện và theo đó tất cả các giao dịch được nhập vào với chúng tôi sẽ được thực hiện bên ngoài thị trường quy định (giao dịch chứng khoán) hoặc cơ sở thương mại đa phương.
zh_cn: 由于我们的客户只能在自己的账户进行金融产品交易，这表示我们是执行点，因此所有通过我们的交易都在受监管（股票证卷）市场或多元化交易设施以外执行。

source: Since you feel the need to self-exclude, we strongly encourage you to exclude yourself from similar services that you may have signed up for.
de_de: Da Sie das Bedürfnis haben, sich selbst auszuschließen, empfehlen wir Ihnen sich von ähnlichen Diensten, für die Sie sich eventuell angemeldet haben, abzumelden.
fr_fr: Étant donné que vous ressentez le besoin de vous auto exclure, nous vous encourageons vivement à vous exclure des services similaires que vous pouvez avoir contracté.
id_id: Berhubung Anda merasa perlu mengecualikan diri, kami sangat menyarankan Anda untuk mengecualikan diri Anda dari layanan serupa yang mungkin telah Anda daftarkan.
pl_pl: Skoro czujesz potrzebę skorzystania z opcji samo-wykluczenia, zachęcamy do samo-wykluczenia również z podobnych usług, z których być może korzystasz.
pt_pt: Visto que você sente a necessidade de se autoexcluir, recomendamos fortemente que se exclua de serviços semelhantes em quais esteja inscrito.
vi_vn: Vì bạn cảm thấy cần tự loại trừ, chúng tôi thực sự khuyên bạn nên loại trừ bản thân khỏi các dịch vụ tương tự mà bạn có thể đã đăng ký.
zh_cn: 由于您觉得有必要启用自我禁止功能, 我们强烈鼓励您禁止自己使用已经注册的类似服务。

source: Skrill offers global payment solutions for individuals who wish to deposit funds, shop online, and transfer money to family and friends. For more information, please visit %1.
fr_fr: Skrill propose des solutions de paiement global pour les particuliers qui souhaitent déposer des fonds, faire des achats en ligne et transférer de l’argent à sa famille et ses amis. Pour plus d’informations, veuillez visiter %1.
id_id: Skrill menawarkan solusi pembayaran global untuk individu yang ingin mendepositkan dana, berbelanja online, dan mentransfer dana ke pada keluarga dan teman. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Skrill oferuje globalne rozwiązania w zakresie płatności dla osób indywidualnych, które chcą wpłacić środki pieniężne, robić zakupy on-line i przelewać pieniądze rodzinie i przyjaciołom. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: A Skrill fornece soluções de pagamento a clientes particulares que desejam depositar fundos, fazer compras online e transferir dinheiro a familiares e amigos. Para mais informações, visite %1.
vi_vn: Skrill cung cấp giải pháp thanh toán toàn cầu cho những người muốn gửi tiền, mua sắm trực tuyến và chuyển tiền cho gia đình và bạn bè. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Skrill 为想存款、在线购物和将资金转给家人和朋友的个人提供全球支付解决方案。欲知详情, 请访问 %1。

source: Small island charm
de_de: Klein-Insel Charm
fr_fr: Le charme d'une petite île
id_id: Pesona pulau kecil
pl_pl: Urok małej wyspy
pt_pt: O charme de uma ilha pequena
vi_vn: Hòn đảo nhỏ quyến rũ
zh_cn: 小岛的魅力

source: Smoothing out random noise
de_de: Zufallsausschläge glätten
fr_fr: Lissage du bruit aléatoire
id_id: Menghaluskan data random
pl_pl: Wygładzanie przypadkowych szumów
pt_pt: Suavizar ruído aleatório
vi_vn: Giải quyết rắc rối ngẫu nhiên
zh_cn: 消除随机噪声

source: Social & Cultural
de_de: Sozial & Kulturell
fr_fr: Social et Culturel
id_id: Sosial & Budaya
pl_pl: Społeczeństwo i kultura
pt_pt: Social e cultural
vi_vn: Văn Hóa & Xã Hội
zh_cn: 社会 & 文化

source: Social media admin
fr_fr: Admin médias sociaux
id_id: Admin media sosial
pl_pl: Administrator mediów społecznościowych
pt_pt: Administrador de mídia social
vi_vn: Quản trị truyền thông xã hội
zh_cn: 社交媒体管理员

source: Software Tester
fr_fr: Testeur de Logiciels
pl_pl: Tester oprogramowania
pt_pt: Testador de Software
vi_vn: Chuyên Viên Kiểm Tra Phần Mềm
zh_cn: 软件测试员

source: Solving complex business problems using data-driven techniques.
fr_fr: Résoudre des problèmes commerciaux complexes à l'aide de techniques axées sur les données.
id_id: Memecahkan masalah bisnis yang kompleks menggunakan teknik berbasis data.
pl_pl: Rozwiązywanie skomplikowanych problemów biznesowych przy wykorzystaniu technik opartych na danych.
vi_vn: Giải quyết các vấn đề kinh doanh phức tạp bằng cách sử dụng kỹ thuật điều khiển dữ liệu.
zh_cn: 使用数据驱动技术解决复杂的业务问题。

source: Some of the things that cryptocurrencies have in common include:
de_de: Einige der Dinge, die Kryptowährungen gemeinsam haben, beinhalten:
fr_fr: Certaines des choses que les crypto monnaies ont en commun incluent :
id_id: Beberapa hal yang mata uang kripto memiliki kesamaan meliputi:
pl_pl: Niektóre podobieństwa między kryptowalutami to:
pt_pt: Algumas destas coisas que as criptomoedas têm em comum incluem:
vi_vn: Một số đặc điểm chung của các cryptocurrency:
zh_cn: 加密货币的一些共同点包括:

source: Sorry, account signup is not available in your country.
de_de: Leider ist die Kontoregistrierung in Ihrem Land nicht verfügbar.
fr_fr: Désolé, l'ouverture de compte n’est pas disponible dans votre pays.
id_id: Maaf, pendaftaran akun tidak tersedia di negara Anda.
pl_pl: Przepraszamy, zarejestrowanie konta nie jest możliwe w Twoim kraju.
pt_pt: Lamentamos, mas o registro de contas não está disponível no seu país.
vi_vn: Rất tiếc, không thể thực hiện đăng ký tài khoản ở quốc gia của bạn.
zh_cn: 对不起，您的所在国内不可注册账户。
