Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Earn commission on the trading activity of clients that you refer to our MetaTrader 5 platform.
de_de: Verdienen Sie eine Provision auf die Handelsaktivitäten der Kunden, die Sie auf unsere MetaTrader 5 Plattform verweisen.
fr_fr: Gagnez une commission sur les activités trading des clients que vous référez à notre plateforme MetaTrader 5.
id_id: Dapatkan komisi dari aktivitas trading klien yang Anda perkenalkan ke platform MetaTrader 5 kami.
pl_pl: Zarabiaj prowizje za aktywność handlową klientów, którym poleciłeś/-aś naszą platformę MetaTrader 5.
pt_pt: Ganhe comissões sobre a atividade de negócio dos clientes que você indicar à nossa plataforma MetaTrader5.
vi_vn: Kiếm hoa hồng trên hoạt động giao dịch của các khách hàng mà bạn giới thiệu tham gia sàn giao dịch MetaTrader 5 của chúng tôi.
zh_cn: 当您介绍的客户在我们的 MetaTrader 5 平台上交易时, 您可赚取佣金。

source: Earn commissions by introducing new customers to %1.
de_de: Verdienen Sie mit der Empfehlung von neuen Kunden an %1 Provisionen.
fr_fr: Percevez des commissions en faisant découvrir %1 à de nouveaux clients.
id_id: Dapatkan komisi dengan memperkenalkan klien baru ke %1.
pl_pl: Zarabiaj prowizje, dostarczając %1 nowych klientów.
pt_pt: Ganhe comissões ao angariar novos clientes para a %1.
vi_vn: Kiếm hoa hồng bằng cách giới thiệu khách hàng mới cho %1.
zh_cn: 通过介绍新客户给%1，以赚取佣金。

source: Earn increasingly higher payouts with tiered and laddered commission rates that reward you based on the net revenue generated by your referred clients.
de_de: Verdienen Sie immer höhere Auszahlungen mit abgestuften und gestaffelten Provisionssätzen, die Sie auf dem Nettoumsatz Ihrer angeworbenen Kunden basierend, honorieren.
fr_fr: Profitez de gains plus élevés avec des taux de commission différenciés et échelonnés qui vous récompensent en fonction des revenus nets générés par vos clients référés.
id_id: Dapatkan hasil lebih tinggi berdasarkan tingkat dan jenjang komisi dimana memberi Anda imbalan berdasarkan pendapatan bersih yang dihasilkan oleh pelanggan Anda.
pl_pl: Zyskaj rosnące wypłaty oraz pionowe i poziome stawki prowizji, które nagradzają Twoje starania w zależności od przychodu netto wygenerowanego przez klientów, którym poleciłeś/-aś naszą ofertę.
pt_pt: Ganhe pagamentos cada vez mais altos com taxas de comissão escalonadas que lhe recompensam com base no rendimento líquido gerado pelos clientes que você indica.
vi_vn: Lợi nhuận từ các khoản thanh toán ngày càng cao hơn với tỷ lệ hoa hồng theo cấp và bậc mà ban thưởng bạn dựa trên doanh thu thuần được tạo ra bởi khách hàng giới thiệu của bạn.
zh_cn: 通过您介绍的客户产生的净收入，赚取分级和梯级佣金率，让您的收入日益增加。

source: Earn money for any verifiable errors that you find.
de_de: Verdienen Sie Geld für jeden nachweisbaren Fehler, den Sie gefunden haben.
fr_fr: Percevez une rémunération pour toute erreur vérifiable que vous détectez.
id_id: Dapatkan uang dengan beberapa error yang Anda temukan.
pl_pl: Zarabiaj pieniądze za każdy potwierdzony błąd, który znajdziesz.
pt_pt: Ganhar dinheiro por quaisquer erros verificáveis que você encontrar.
vi_vn: Bạn sẽ được thưởng nếu tìm thấy bất kỳ lỗi có thể xác minh được.
zh_cn: 找出任何错误，经过验证可赚取收入。

source: Earn payouts up to USD 50,000. Losses are limited to your initial stake and nothing more.
de_de: Verdienen Sie Auszahlungen bis zu 50.000 US-Dollar. Verluste sind beschränkt auf Ihren ursprünglichen Einsatz und nichts mehr.
fr_fr: Recevoir des versements jusqu'à USD50,000. Les pertes sont limitées à votre mise initiale et rien de plus.
id_id: Dapatkan hasil hingga USD 50.000. Kerugian terbatas pada modal awal Anda dan tidak lebih.
pl_pl: Zyskaj wypłatę w wysokości do 50 000 USD. Straty są ograniczone wyłącznie do początkowej stawki.
pt_pt: Receba prêmios até 50.000 USD. As perdas são limitadas à sua aposta inicial e nada mais.
vi_vn: Kiếm tiền từ khoảng được trả lên tới 50.000 USD. Thua lỗ được giới hạn trong vốn đầu tư ban đầu của bạn và không mất gì nhiều hơn thế nữa.
zh_cn: 赚取高达50,000美元的赔付额。损失仅限于您的初始下注资金，仅此而已。

source: Earn the same proportional return on stakes of all values
de_de: Verdienen Sie die gleiche proportionale Rendite auf Einsätze aller Werte
fr_fr: Générez des gains proportionnels à votre investissement, quel que soit sa valeur
id_id: Dapatkan laba yang proporsional dengan modal pada semua nilai
pl_pl: Zdobywaj taki sam proporcjonalny zysk od stawek o dowolnej wartości
pt_pt: Ganhe o mesmo retorno proporcional em apostas de todos os valores
vi_vn: Kiếm tỉ lệ lãi suất tương xứng cho cổ phần của tất cả các giá trị
zh_cn: 无论投入多少资金进行交易，均可获得同等回报率

source: Ebooks, videos, and more
de_de: E-Books, Videos und mehr
fr_fr: Livre électroniques, vidéos et plus
id_id: Ebook, video, dan banyak lagi
pl_pl: Ebooki, nagrania i wiele więcej
pt_pt: Livro eletrônico, vídeos e mais
vi_vn: Ebook, video, và nhiều hơn nữa
zh_cn: 电子书、视频等

source: Economic Calendar
de_de: Wirtschaftskalender
fr_fr: Calendrier Economique
id_id: Kalender Ekonomi
pl_pl: Kalendarz ekonomiczny
pt_pt: Calendário econômico
vi_vn: Lịch kinh tế
zh_cn: 经济日历

source: Edit, proofread, and improve content from other team members
de_de: Bearbeitung, Korrekturlesung und Verbesserung von Inhalten anderer Teammitglieder
fr_fr: Editer, relire, et améliorer le contenu d'autres membres de l'équipe
id_id: Edit, koreksi, dan tingkatkan konten dari anggota tim lainnya
pl_pl: Edytowania, sprawdzanie i ulepszanie treści tworzonych przez innych członków zespołu
pt_pt: Edite, revise e melhore o conteúdo de outros membros da equipe
vi_vn: Chỉnh sửa, rà soát lỗi và cải thiện nội dung từ các thành viên nhóm khác
zh_cn: 编辑、校对和改进其他团队成员的内容

source: Education
de_de: Ausbildung
fr_fr: Formation
id_id: Edukasi
pl_pl: Edukacja
pt_pt: Formação
vi_vn: Giáo Dục
zh_cn: 教育

source: Effect of Termination
de_de: Kündigungsauswirkung
id_id: Pengaruh Penghentian
pl_pl: Skutki zakończenia Umowy
pt_pt: Efeito de rescisão
vi_vn: Sự chấm dứt Có hiệu lực
zh_cn: 终止效果

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner, or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
de_de: Jede der Parteien kann diesen Vertrag durch schriftliche Kündigung beenden, wenn für das Vermögen der anderen Partei ein Konkursverwalter, Prüfer oder Vermögensverwalter eingesetzt wird oder wenn die andere Partei aus dem Handelsregister des Gerichtsbezirks, in dem ihr Unternehmen gegründet wurde, entfernt wird oder ein Beschluss zur Auflösung der anderen Partei ergeht (sofern ein solcher Beschluss nicht Teil eines freiwilligen Plans zur Umstrukturierung oder Fusion dieser Partei zu einem solventen Unternehmen ist und wenn sich das daraus entstehende Unternehmen als eine andere juristische Person verpflichtet, diesen Vertrag zu erfüllen).
fr_fr: Chacune des parties peut mettre fin à cet Accord sans délai et par préavis écrit si un séquestre, un examinateur ou un administrateur a été nommé pour prendre en charge, en tout ou en partie, les obligations de l'autre partie, si l'autre partie est radiée du registre du commerce et des sociétés dans la juridiction où elle était inscrite, ou si une ordonnance a été rendue ou une résolution adoptée quant à la mise en liquidation de l'autre partie (sauf si une telle ordonnance ou résolution fait partie d'un projet volontaire de reconstruction ou de fusion de cette partie en tant que société solvable, à condition que la société résultante, s'il s'agit d'une entité juridique différente, accepte d'être liée par cet Accord).
id_id: Salah satu pihak dapat mengakhiri Perjanjian ini segera dengan pemberitahuan tertulis jika penerima, pemeriksa, atau administrator yang ditunjuk dari keseluruhan atau sebagian aset pihak lain atau pihak lain berada di luar Daftar Perusahaan di wilayah hukum tempat tersebut atau arahan dibuat atau resolusi yang disahkan untuk penutupan pihak lain (kecuali pesanan atau resolusi adalah bagian dari skema sukarela untuk rekonstruksi atau penggabungan partai itu sebagai pelarut korporasi dan perusahaan yang dihasilkan, jika seseorang hukum yang berbeda, melakukan untuk terikat dengan Perjanjian ini).
pl_pl: Każda ze stron może niezwłocznie rozwiązać niniejszą Umowę za pisemnym wypowiedzeniem, jeżeli zostanie ustanowiony kupiec, inspektor lub zarządca całości lub części aktywów drugiej strony lub jeśli druga strona zostanie skreślona z Krajowego Rejestru Sądowego, w którym została zarejestrowana lub jeśli podjęta zostanie decyzja o otwarciu postępowania likwidacyjnego wobec drugiej strony (chyba że taki nakaz lub decyzja nie jest dobrowolnym działaniem w celu rekonstrukcji lub fuzji tej strony jako wypłacalnej firmy i nowo powstała firma, jeśli jest odrębną osoba prawną, zgodzi się podlegać niniejszej Umowie).
pt_pt: Qualquer uma das partes pode rescindir o presente Acordo de imediato, mediante aviso prévio por escrito, caso seja nomeado um recebedor, examinador ou administrador de todos ou de parte dos ativos da outra parte, ou caso a outra parte seja eliminada do Registro Comercial na jurisdição onde foi constituída, seja feita uma ordem ou passada uma resolução para liquidação da outra parte (exceto se essa ordem ou resolução fizer parte de um esquema voluntário para a reconstrução ou amalgamação dessa parte como sociedade solvente e a sociedade resultante, caso seja uma pessoa jurídica distinta, aceitar ficar vinculada pelo presente Acordo).
vi_vn: Một trong hai bên có thể chấm dứt Thỏa Thuận này ngay lập tức bằng văn bản nếu người nhận, người giám định hoặc người quản trị được chỉ định cho toàn bộ hay một phần tài sản của bên kia hoặc bên kia bị trục xuất ra khỏi đất nước mà đã đăng kí công ty ở nước sở tại nơi nó được hợp nhất hoặc một nghị quyết được thông qua để chấm dứt với bên kia (trừ phi lệnh hoặc nghị quyết này nằm trong chương trình tự nguyện để tái cấu trúc hoặc hợp nhất của bên đó thành một tập đoàn và tổng công ty, nếu mỗi bên có pháp nhân khác nhau, thì nên cam kết bị ràng buộc bởi Hiệp định này).
zh_cn: 当以下情况发生时，一方可以通过书面通知的形式终止协议：一方的全部或部分资产被指定了接收人、监督人或管理人；该方在司法管辖区之公司登记册上被注销；关于该方清盘事宜的指令或决议被通过（除非该指令或决议是该方作为具有偿债能力公司的重组、合并自愿方案的一部分，且如果存续公司是另一个法人，也同样承诺遵守本协议）。

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
de_de: Jede Partei kann diesen Vertrag kündigen, wenn die andere Partei mit einer Frist von einer Woche schriftlich benachrichtigt wird.
id_id: Salah satu pihak dapat mengakhiri Perjanjian ini satu minggu setelah pemberitahuan tertulis diterima oleh pihak lainnya.
pl_pl: Każda ze stron ma prawo wypowiedzieć Umowę za pisemnym wypowiedzeniem dostarczonym drugiej stronie. Okres wypowiedzenia wynosi tydzień.
pt_pt: Qualquer uma das partes pode rescindir o presente acordo mediante a entrega de aviso prévio à outra parte, com uma semana de antecedência.
vi_vn: Một trong hai bên có quyền chấm dứt Thỏa Thuận này bằng cách gửi thông báo bằng văn bản trước hơn một tuần cho bên kia.
zh_cn: 任何一方都可以在一周之前发出书面通知，以终止本协议。

source: Eligible Counterparties
de_de: Berechtigte Gegenparteien
id_id: Pihak Yang Layak
pl_pl: Podmioty kwalifikowane
pt_pt: Contrapartes elegíveis
vi_vn: Đối tác Đủ tư cách
zh_cn: 合格交易对手

source: Eligible Counterparty
de_de: Berechtigte Gegenpartei
id_id: Mitra Pengimbang Yang Memenuhi Syarat
pl_pl: Podmiot kwalifikowany
pt_pt: Contraparte elegível
vi_vn: Đối Tác Đủ Tư Cách
zh_cn: 合格交易对手

source: Email
zh_cn: 电子邮件

source: Email address
de_de: E-Mail Adresse
fr_fr: Adresse e-mail
id_id: Alamat email
pl_pl: Adres e-mail
pt_pt: Endereço de e-mail
vi_vn: Địa chỉ Email
zh_cn: 电子邮件地址

source: Email preference
fr_fr: Préférence de courriel
id_id: Pilihan email
pl_pl: Preferencje dot. wiadomości e-mail
vi_vn: Tùy chọn email
zh_cn: 电子邮件设置

source: Email:
zh_cn: 电子邮件：

source: Emercoin vs US Dollar
de_de: Emercoin gegen US Dollar
id_id: Emercoin vs Dolar AS
pl_pl: Emercoin vs dolar amerykański
pt_pt: Emercoin vs. Dólar americano
vi_vn: Emercoin vs đô-la Mỹ
zh_cn: 崛起币兑美元

source: Employed
de_de: Beschäftigt
fr_fr: Employé
id_id: Bekerja
pl_pl: Osoba zatrudniona
pt_pt: Empregado
vi_vn: Tuyển dụng
zh_cn: 就业

source: Employee handbook
de_de: Mitarbeiter-Handbuch
fr_fr: Guide de l'employé
id_id: Buku pedoman karyawan
pl_pl: Poradnik pracownika
pt_pt: Guia do colaborador
vi_vn: Sổ Tay Nhân viên
zh_cn: 员工手册

source: Employment status
de_de: Beschäftigungsstatus
fr_fr: Situation professionnelle
id_id: Status pekerjaan
pl_pl: Status zatrudnienia
pt_pt: Estado profissional
vi_vn: Tình trạng tuyển dụng
zh_cn: 就业状况

source: Enable
de_de: Aktivieren
fr_fr: Activé
id_id: Aktifkan
pl_pl: Włącz
pt_pt: Habilitar
vi_vn: Kích hoạt
zh_cn: 启用

source: Enable %1two-factor authentication%2 on your account.
de_de: Aktivieren Sie die %1Zwei-Faktor-Authentifizierung%2 auf Ihrem Konto.
fr_fr: Activez %1l’authentification à deux facteurs%2 sur votre compte.
id_id: Aktifkan %1autentikasi dua faktor%2 pada akun Anda.
pl_pl: Włącz %1uwierzytelnianie dwuskładnikowe%2 na swoim koncie.
pt_pt: Habilite a %1autenticação de dois fatores%2 na sua conta.
vi_vn: Kích hoạt %1 Xác thực 2 yếu tố %2 trên tài khoản của bạn.
zh_cn: 在您的账户上启用 %1双重身份验证%2。

source: Enable two-factor authentication for an extra layer of security.
de_de: Aktivieren Sie die Zwei-Faktor-Authentifizierung für zusätzliche Sicherheit.
fr_fr: Activez l’authentification deux facteurs pour une couche supplémentaire de sécurité.
id_id: Aktifkan autentikasi dua faktor untuk lapisan keamanan ekstra.
pl_pl: Włącz uwierzytelnianie dwuskładnikowe, aby zapewnić dodatkowy poziom ochrony.
pt_pt: Habilite a autenticação de dois fatores para uma camada adicional de segurança.
vi_vn: Kích hoạt xác thực 2 yếu tố cho thêm lớp bảo mật.
zh_cn: 为双重安全保障启用双因素身份验证。

source: End Time
de_de: Endzeit
fr_fr: Heure de fin
id_id: Waktu berakhir
pl_pl: Godzina zakończenia
pt_pt: Hora final
vi_vn: Thời Gian Kết Thúc
zh_cn: 结束时间

source: Endpoint
de_de: Endpunkt
fr_fr: Point terminal
id_id: PoinAkhir
pl_pl: punkt końcowy
pt_pt: Ponto de extremidade
vi_vn: Điểm kết thúc
zh_cn: 终结点

source: Ends Between
de_de: Schließt Zwischen
fr_fr: Termine dans la zone
pl_pl: Kończy się pomiędzy
pt_pt: Termina entre
vi_vn: Kết Thúc Giữa
zh_cn: 区间之内结束

source: Ends Between/Ends Outside
de_de: Schließt Innerhalb/Schließt Außerhalb
fr_fr: Termine dans/hors de la zone
pl_pl: Zakończy się w/ Zakończy się poza
pt_pt: Termina entre/Termina fora
vi_vn: Kết Thúc Giữa / Kết Thúc Ra Ngoài
zh_cn: 到期时价格处于某个范围之内/之外

source: Ends Between/Ends Outside contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de_de: Schließt Innerhalb/Schließt Außerhalb Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr_fr: Les contrats « Termine dans/hors de la zone » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id_id: Kontrak Ends Between/Ends Outside akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian antara waktu mulai hingga akhir.
pl_pl: Kwota zakupu kontraktu typu „zakończy się pomiędzy/poza” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
pt_pt: Os contratos "Termina entre/Termina fora serão reembolsados ao preço de compra caso existam menos de 2 tique-taques entre a hora de início e a hora de término.
vi_vn: Hợp đồng Kết Thúc Giữa / Kết Thúc Ra Ngoài sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 tick giữa thời điểm hợp đồng bắt đầu và kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，“到期时价格处于某个范围之内/之外”合约购入价将全额退还。

source: Ends Between/Ends Outside trades
de_de: Schließt zwischen/Schließt außerhalb Kontrakte
fr_fr: Contrats « Termine dans/hors de la zone »
id_id: Kontrak Berakhir Antara/Berakhir Keluar
pl_pl: Zakłady typu „zakończy się w/ zakończy się poza”
pt_pt: Negociações Termina Entre/Termina Fora
vi_vn: Kết Thúc Giữa / Kết Thúc Ra Ngoài
zh_cn: “收于范围之内/之外”的交易

source: Ends Outside
de_de: Endet Außerhalb
fr_fr: Termine hors de la zone
pl_pl: Kończy się poza
pt_pt: Termina fora
vi_vn: Kết Thúc Ra Ngoài
zh_cn: 区间之外结束

source: Engage in market development to grow the client base for existing products and platforms of the company
de_de: Nehmen Sie an der Marktentwicklung teil, um den Kundenstamm für existierende Produkte und Plattformen des Unternehmens zu erweitern
fr_fr: S'investir dans le développement du marché afin de grossir la base cliente pour des produits et plateformes existants de la Compagnie
id_id: Terlibat dalam pengembangan pasar untuk menumbuhkan basis klien untuk produk dan platform perusahaan yang ada
pl_pl: Uczestniczenie w rozwoju rynku w celu rozwijania bazy klientów na potrzeby istniejących produktów i platform firmy
pt_pt: Envolva-se no desenvolvimento do mercado para aumentar a base de clientes para produtos e plataformas existentes da empresa
vi_vn: Tham gia vào phát triển thị trường để tăng trưởng cơ sở khách hàng đối cho các sản phẩm và các nền tảng hiện có của công ty
zh_cn: 参与市场开发, 扩大公司现有产品和平台的客户群

source: Enhanced performance
de_de: Verbesserte Leistung
fr_fr: Performance améliorée
id_id: Peningkatan kinerja
pl_pl: Ulepszone działanie
pt_pt: Desempenho aprimorado
vi_vn: Nâng cao hiệu suất
zh_cn: 增强的性能

source: Enjoy a trading platform that's easy to navigate and use
de_de: Genießen Sie eine Handelsplattform, die leicht zu navigieren und zu verwenden ist
fr_fr: Profitez d'une plateforme de trading facile à utiliser offrant une navigation intuitive
id_id: Nikmati platform trading yang mudah dinavigasikan dan digunakan
pl_pl: Ciesz się platformę handlową, która jest łatwa w nawigacji i obsłudze
pt_pt: Desfrute de uma plataforma de negociação de fácil navegação e uso
vi_vn: Tận hưởng một sàn giao dịch dễ dàng để điều hướng và sử dụng
zh_cn: 享受简单操作、轻松浏览的交易平台

source: Enjoy an award-winning online trading platform with trading conditions that are ideal for new and experienced traders.
de_de: Genießen Sie eine preisgekrönte Online-Handelsplattform mit Handelsbedingungen, die ideal für neue und erfahrene Trader sind.
fr_fr: Profitez d’une plateforme de trading en ligne primée avec des conditions de négociation qui sont idéales pour les traders débutants et expérimentés.
id_id: Nikmati platform trading online pemenang penghargaan dengan kondisi trading yang ideal untuk trader baru dan berpengalaman.
pl_pl: Ciesz się korzystaniem z uhonorowanej nagrodami platformy handlowej online oferującej warunki handlowe idealne zarówno dla nowych, jak i doświadczonych graczy.
pt_pt: Desfrute de uma plataforma de negociação premiada com condições de negociação que são ideais para novos e experientes negociadores.
vi_vn: Thưởng thức một nền tảng giao dịch trực tuyến đã đạt giải thưởng với điều kiện giao dịch lý tưởng cho các thương nhân mới và nhiều kinh nghiệm giao dịch.
zh_cn: 享受交易条件对新手和有经验的交易者非常适合、屡获殊荣的在线交易平台。

source: Enjoy exciting opportunities to trade indices with the benefit of real-time charts and pricing.
de_de: Genießen Sie aufregende Möglichkeiten, Indizes mit dem Vorteil von Echtzeit Diagrammen und Bepreisungen zu handeln.
fr_fr: Profitez de passionnantes opportunités de trader des indices à l’aide de graphiques et de l'évolution des prix en temps réel.
id_id: Nikmati kesempatan menarik untuk bertrading indeks dengan manfaat harga dan grafik terkini.
pl_pl: Skorzystaj z istniejących możliwości handlu wskaźnikami z wykresami i cenami aktualizowanymi w czasie rzeczywistym.
pt_pt: Desfrute de oportunidades emocionantes para negociar índices com o benefício de gráficos e preços em tempo real.
vi_vn: Thưởng thức những cơ hội thú vị để giao dịch cổ phiếu và chỉ số với lợi ích của bảng xếp hạng thời gian thực và giá cả.
zh_cn: 享受令人兴奋的机会和实时图表和定价的优势，进行指数交易。

source: Enjoy our fastest type of trading with our Tick Trade app, wherever you are.
de_de: Haben Sie Freude an unserer schnellsten Art des Handels mit unserer Tick Trade App, wo immer Sie auch sind.
fr_fr: Accédez au type de trading le plus rapide avec notre application Tick Trade, où que vous soyez.
id_id: Nikmati jenis trading tercepat kami menggunakan applikasi Trading Tik, dimanapun Anda berada.
pl_pl: Korzystaj z najszybszego sposobu handlowania dzięki naszej aplikacji Tick Trade – gdzie tylko chcesz.
pt_pt: Desfrute da nossa forma mais rápida de negociar com o aplicativo dos tique-taques, esteja onde estiver.
vi_vn: Trải nghiệm phương thức giao dịch nhanh nhất với ứng dụng giao dịch Tick Trade của chúng tôi, dù bạn ở bất cứ đâu.
zh_cn: 随时随地使用跳动价格交易应用程序，享受我们速度最快的交易。

source: Enjoy the simplicity of online banking to fund your %1 account.
de_de: Genießen Sie die Einfachheit des Online-Banking, um auf Ihr %1 -Konto einzuzahlen.
fr_fr: Profitez de la simplicité des services bancaires en ligne pour créditer votre compte %1.
id_id: Nikmati kesederhanaan perbankan online untuk mendanai akun %1 Anda.
pl_pl: Ciesz się prostotą zasilania swojego konta %1 przy użyciu bankowości online.
pt_pt: Desfrute a simplicidade de online banking para financiar a sua conta %1.
vi_vn: Sử dụng ngân hàng trực tuyến vô cùng đơn giản để nạp tiền vào tài khoản %1 của bạn.
zh_cn: 享受简易的网上银行服务, 轻松把资金存入您的 %1 账户。

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
de_de: Stellen Sie sicher, dass alle auf die Vergangenheit bezogenen Trading-Aufzeichnungen und Leistungsdaten der Webseite %1, welche Sie im Zusammenhang mit der Empfehlung wiedergeben, korrekt und nicht irreführend sind.
id_id: Pastikan bahwa setiap catatan sejarah trading dan angka kinerja yang disampaikan kepada referal Anda terkait dengan trading pada situs %1 adalah akurat dan tidak menyesatkan.
pl_pl: Zagwarantowanie, że wszelkie historyczne dane handlowe i wyniki związane z handlem na portalu %1 i prezentowane w celach referencyjnych są dokładne i nie wprowadzają w błąd.
pt_pt: Garantir que os registros de históricos de negociações e estatísticas de desempenho apresentados às suas indicações relativos a negociações no website %1 sejam precisos e não enganosos.
vi_vn: Bảm đảm rằng bất kì ghi nhận giao dịch lịch sử nào và những dữ liệu giao dịch nào được đưa ra cho người bạn giới thiệu xem liên quan đến giao dịch trên trang web %1 đều phải chính xách và không được lệch lạc.
zh_cn: 确保您提交的下线在 %1 网站的所有历史交易记录及业绩数据是准确的，不会造成误导。

source: Ensure that your original documents are ready when the video call starts
de_de: Stellen Sie sicher, dass Sie Ihre Originaldokumente bereit haben, wenn Sie das Video-Gespräch starten
fr_fr: Assurez vous que vos documents originaux sont prêts au démarrage de l’appel vidéo
id_id: Pastikan dokumen asli Anda sudah siap pada saat panggilan video dimulai
pl_pl: Przed rozpoczęciem rozmowy wideo upewnij się, że masz przygotowane oryginały Twoich dokumentów
pt_pt: Certifique-se de que os seus documentos originais estejam prontos quando a chamada de vídeo começar
vi_vn: Đảm bảo rằng tài liệu gốc của bạn đã sẵn sàng trước khi bắt đầu cuộc gọi video
zh_cn: 视频通话开始时请确保准备好原始文档
