Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: This account is disabled
de_de: Dieses Konto ist deaktiviert
fr_fr: Ce compte est désactivé
id_id: Akun ini dinonaktifkan
pl_pl: To konto jest wyłączone
pt_pt: Esta conta está desativada
vi_vn: Tài khoản này bị vô hiệu hoá
zh_cn: 此账户已禁用

source: This account is excluded until %1
de_de: Dieses Konto ist bis %1 ausgeschlossen
fr_fr: Ce compte est exclu jusqu'à %1
id_id: Akun ini di kecualikan hingga %1
pl_pl: To konto jest wyłączone z handlowania do %1
pt_pt: Esta conta está excluída até %1
vi_vn: Tài khoản này bị loại trừ cho đến khi %1
zh_cn: 此账户已被隔离, 直到%1

source: This application only supports Windows operating systems.
de_de: Diese Anwendung unterstützt nur Windows-Betriebssysteme.
fr_fr: Cette application supporte uniquement les systèmes d’exploitation Windows.
id_id: Aplikasi ini hanya mendukung sistem operasi Windows.
pl_pl: Aplikacja obsługuje tylko system operacyjny Windows.
pt_pt: Este aplicativo é apenas compatível com sistema operacionais do Windows.
vi_vn: Ứng dụng này chỉ hỗ trợ hệ điều hành Windows.
zh_cn: 此应用程序仅支持 Windows 操作系统。

source: This bonus is only available to new clients. Existing or former clients do not qualify. New clients are eligible for this type of bonus only once. This bonus is available only once per household.
de_de: Dieser Bonus steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Neukunden sind zu dieser Art von Bonus nur einmal berechtigt. Dieser Bonus steht je Haushalt nur einmal zur Verfügung.
fr_fr: Ce bonus est uniquement valable pour les nouveaux clients. Les clients actuels ou les anciens clients ne peuvent pas en bénéficier. Les nouveaux clients n'ont droit à ce type de bonus seulement une fois. Ce bonus n'est valable qu'une seule fois pour chaque ménage.
id_id: Bonus hanya berlaku untuk Pelanggan baru. Pelanggan lama tidak memenuhi syarat. Pelanggan baru hanya dapat memperoleh bonus sekali saja. Bonus ini tersedia sekali saja per alamat rumah.
pl_pl: Ten bonus dostępny jest tylko dla nowych klientów. Obecni i dawni klienci nie kwalifikują się do bonusu. Nowi klienci mogą skorzystać z tego bonusu tylko raz. Jest on dostępna tylko raz dla każdego gospodarstwa domowego.
pt_pt: Este bônus está disponível apenas para novos clientes. Os clientes já existentes ou antigos não são qualificáveis. Novos clientes são elegíveis para este tipo de bônus apenas uma vez. Este bônus está disponível apenas uma vez para cada agregado familiar.
vi_vn: Tiền thưởng này chỉ có cho khách hàng mới. Những khách hàng cũ không được áp dụng. Những khách hàng mới chỉ được nhận loại tiền thưởng này một lần duy nhất. Tiền thưởng này chỉ có một lần cho một hộ gia đình.
zh_cn: 本奖金仅适用于新客户。现有或以往客户不符合条件。此类奖金新客户只能获取一次。此奖金每一个家庭仅能获得一次。

source: This bonus will be processed and credited to a client's account when:
de_de: Dieser Bonus wird bearbeitet und dem Kundenkonto gutgeschrieben, wenn:
id_id: Bonus ini akan diproses dan dikreditkan kedalam akun Pelanggan setelah:
pl_pl: Bonus zostanie przetworzony i przyznany na konto klienta, gdy:
pt_pt: Este bônus será processado e creditado na conta do cliente quando:
vi_vn: Tiền thưởng này sẽ được xử lý và ghi vào tài khoản của khách hàng khi:
zh_cn: 该奖金将被处理，并记入客户的账户中，一旦：

source: This clause does not apply to Volatility Indices.
de_de: Diese Klausel bezieht sich nicht auf Volatiliät Indizes.
id_id: Klausul ini tidak berlaku untuk Indeks Volatilitas.
pl_pl: Tej klauzuli nie stosuje się w odniesieniu do wskaźników zmienności.
pt_pt: Esta cláusula não se aplica a Índices Volatility.
vi_vn: Khoản này không áp dụng cho Chỉ Số Biến Động.
zh_cn: 本条款不适用于波动率指数。

source: This contract lost
de_de: Dieser Kontrakt verlor
fr_fr: Ce contrat a été perdu
id_id: Kontrak ini rugi
pl_pl: Ten kontrakt przegrał
pt_pt: Esse contrato perdeu
vi_vn: Hợp đồng này đã thua lỗ
zh_cn: 此合约亏损

source: This contract type only offers 5 ticks
de_de: Dieser Kontrakttyp bietet nur 5 Ticks an
fr_fr: Ce type de contrat offre seulement 5 ticks
id_id: Jenis kontrak ini hanya menawarkan 5 tik
pl_pl: Ten rodzaj kontraktu oferuje tylko 5 zmian ceny
pt_pt: Este tipo de contrato apenas disponibiliza 5 tique-taques
vi_vn: Loại hợp đồng này chỉ cung cấp 5 tick
zh_cn: 此合约类型仅提供5跳动点

source: This contract won
de_de: Dieser Vertrag gewann
fr_fr: Ce contrat a été gagné
id_id: Kontrak ini untung
pl_pl: Ten kontrakt wygrał
pt_pt: Esse contrato ganhou
vi_vn: Hợp đồng này đã thắng
zh_cn: 此合约获利

source: This document (the "Agreement") sets out the terms and conditions ("Terms") between "the Company" which is Binary Services Ltd ("we," "us," and "our"), and you (the person who registered for the %1 Application Program Interface ("API"); "you", or "your").
de_de: Dieses Dokument (der „Vertrag") legt die Allgemeinen Geschäftsbedingungen (AGB) zwischen "dem Unternehmen", d. h. der Binary Services Ltd. ("wir", "uns" und "unser") und Ihnen (der Person, die sich für das %1 Application Program Interface angemeldet hat ("API", "Sie" oder "Ihr") fest.
id_id: Dokumen ini ("Perjanjian") menetapkan syarat dan kondisi ("Syarat") antara "Perusahaan" yaitu Binary Services Ltd ("kami," "kita," dan "milik kami"), dan Anda (orang yang terdaftar untuk Application Program Interface %1 ("API"); "Anda", atau "milik Anda").
pl_pl: Niniejszy dokument („Umowa”) określa warunki („Warunki”) współpracy pomiędzy „Firmą”, czyli Binary Services Ltd („my”, „nas”, „nasze” itp.) a użytkownikiem (osobą, która zarejestrowała się w celu korzystania z interfejsu programistycznego aplikacji %1 („API”); „Ty”, „Twoje” itp).
pt_pt: O presente documento (o "Contrato") estabelece os termos e condições ("Termos") entre "a Empresa", que é a Binary Services Ltd ("nós e "nosso[a]"), e você (a pessoa que se inscreveu na Application Program Interface ["API"] da %1; "você" ou "seu/sua").
vi_vn: Tài liệu này ("Thỏa Thuận" này) đưa ra các điều khoản và điều kiện ("Điều Khoản") giữa "Công Ty" là công ty TNHH Binary Services ("Chúng tôi","của chúng tôi" và "thuộc về chúng tôi"), và bạn (người đăng ký %1 Giao Diện Lập Trình Ứng Dụng ("API"); "bạn", hay "của bạn").
zh_cn: 本文件（“协议”）规定了“公司”即 Binary Services Ltd.(“我们”或“我们的“）与“您”（%1 应用程序接口 ("API")注册者）；“您”或“您的”）之间的条款和条件（”条款“）。

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Binary Services Ltd, and you (the person who applied for this programme; "you", "your", or "Affiliate"), in relation to your application to setup an affiliate account (and membership of the affiliate programme if your application is deemed successful).
de_de: Dieses Dokument (die "Vereinbarung") regelt die Allgemeinen Geschäftsbedingungen zwischen "dem Unternehmen" - Binary Services Ltd, und Ihnen (die Person, die sich für dieses Programm angemeldet hat; "Sie", "Ihr", "Ihre", oder "Partner"), in Bezug auf Ihre Anfrage, ein Partner-Konto zu eröffnen (und die Mitgliedschaft des Partnerprogramms, wenn Ihre Bewerbung erfolgreich erachtet wird).
id_id: Dokumen ini ("Perjanjian") ini menjabarkan syarat dan ketentuan antara "Perusahaan" Binary Services Ltd, dan Anda (orang yang menggunakan program ini; "Anda" atau "milik Anda", atau "Affiliasi"), dalam kaitannya dengan aplikasi untuk setup akun afiliasi (dan keanggotaan dari program afiliasi jika aplikasi anda dianggap sukses).
pl_pl: Niniejszy dokument („Umowa”) ustanawia warunki regulujące relacje między „Firmą”, czyli Binary Services Ltd, a Tobą (osobą, która złożyła wniosek o uczestnictwo w tym programie: „Ty”, „Twoje” lub „Partner”), w odniesieniu do Twojego wniosku o założenie konta partnerskiego (i o członkostwo w programie partnerskim, jeśli Twój wniosek zostanie rozpatrzony pozytywnie).
pt_pt: O presente documento (o "Acordo") estabelece os termos e condições entre "a Empresa", que é a Binary Services Ltd, e você (a pessoa que se inscreveu neste programa; "você", "seu/sua" ou "afiliado[a]"), em relação à sua inscrição para configurar uma conta de afiliado (e afiliação ao programa de afiliados caso a sua inscrição seja considerada bem-sucedida).
vi_vn: Tài liệu ("Thỏa Thuận") này đặt ra các điều khoản và điều kiện giữa "Công Ty" là Binary Services Ltd và bạn (người áp dụng cho chương trình này; "bạn", "của bạn", hoặc "Liên kết"), liên quan đến các ứng dụng để thiết lập một tài khoản liên kết của bạn (và các thành viên của chương trình liên kết, nếu ứng dụng của bạn được coi là thành công).
zh_cn: 本文件（“协议”）规定了“公司”（即 Binary Services Ltd.）与“您”（本项目申请人；“您”、“您的”或“联盟成员”）之间关于您申请设立联盟会员账户（申请成功后还包括联盟项目的会员资格）以推广网站 %1 的条款和条件。

source: This feature is not relevant to virtual-money accounts.
de_de: Diese Funktion ist für virtuelle Geldkonten nicht relevant
fr_fr: Cette fonction ne s'applique pas aux comptes virtuels.
id_id: Fasilitas ini tidak tersedia untuk akun uang virtual.
pl_pl: Ta funkcja nie jest dostępna dla kont z wirtualnymi pieniędzmi.
pt_pt: Este recurso não é relevante para as contas de dinheiro virtual.
vi_vn: Chức năng này này không liên quan tới tài khoản tiền ảo.
zh_cn: 此功能不适用于虚拟资金账户。

source: This feature is only relevant to payment agent accounts.
de_de: Diese Funktion ist nur für Geldkonten der Agenten relevant.
fr_fr: Cette fonction s'applique uniquement aux comptes des agents de paiement.
id_id: Fitur ini hanya relevan untuk akun agen pembayaran.
pl_pl: Ta funkcja jest dostępna wyłącznie dla kont pośredników płatności.
pt_pt: Este recurso é relevante apenas para as contas de agentes de pagamento.
vi_vn: Đặc điểm này chỉ có liên quan tới các tài khoản đại lý thanh toán.
zh_cn: 此功能仅适用于支付代理账户。

source: This field is required.
de_de: Dieses Feld ist erforderlich.
fr_fr: Ce champ est requis.
id_id: Bagian ini diperlukan.
pl_pl: To pole jest wymagane.
pt_pt: Este campo é obrigatório.
vi_vn: Trường này là bắt buộc.
zh_cn: 此字段为必填项。

source: This includes decisions on new markets to launch in, and the spreads and margins we might offer. You must also be able to analyse and interpret large volumes of data, and communicate your research and findings in a clear and concise manner - either in written reports or presentations.
de_de: Hierunter fallen Entscheidungen über neue Märkte, in die wir einsteigen wollen, und die Spreads und Margen, die wir anbieten könnten. Sie müssen auch in der Lage sein, große Datenmengen zu analysieren und zu interpretieren, und Ihre Forschung und Erkenntnisse in einer klaren und präzisen Art und Weise zu vermitteln - entweder in schriftlichen Berichten oder als Präsentationen.
fr_fr: Cela inclut les décisions sur les nouveaux marchés à lancer et les spreads et marges que nous pourrions offrir. Vous devez également être en mesure d’analyser et d’interpréter de grands volumes de données et communiquer vos recherches et constatations d’une manière claire et concise - soit dans des rapports écrits ou des présentations.
id_id: Hal ini termasuk keputusan tentang pasar baru untuk diluncurkan, dan spread dan margin yang mungkin kami tawarkan. Anda juga harus mampu menganalisis dan menginterpretasikan volume data yang besar, dan mengkomunikasikan penelitian dan temuan Anda dengan cara yang jelas dan ringkas - baik dalam laporan tertulis maupun presentasi.
pl_pl: Obejmuje to podejmowanie decyzji w sprawie wejścia na nowe rynki i ustalanie wysokości oferowanych przez nas spreadów i depozytów zabezpieczających. Musisz również posiadać umiejętność analizowania i interpretowania dużej ilości danych i przekazywania swoich wniosków w sposób zwięzły i przejrzysty – zarówno pisemnie, jak i ustnie.
pt_pt: Isso inclui decisões sobre novos mercados a serem lançados e os spreads e margens que podemos oferecer. Você também deve ser capaz de analisar e interpretar grandes volumes de dados e comunicar suas pesquisas e descobertas de maneira clara e concisa - em relatórios ou apresentações escritas.
vi_vn: Điều này bao gồm các quyết định trên thị trường mới để khởi động, biên lãi và ký quỹ mà chúng tôi có thể cung cấp. Bạn cũng phải có khả năng phân tích khả năng thông dịch một lượng lớn dữ liệu và truyền đạt các nghiên cứu và tìm tòi của bạn một cách mạch lạc và chính xác - cả trong viết báo cáo hoặc thuyết trình.
zh_cn: 这包括关于推出新市场的决定, 以及我们可能提供的价差和保证金率。您也必须能够分析和解读大量数据, 并以清晰简洁的方式透过书面报告或演示文稿传达您的研究和发现。

source: This interest adjustment (or swap rate) is based on interbank lending rates, on top of a 2% fee.
de_de: Diese Zinsanpassung (oder Swap-Satz) basiert auf Interbank Kreditzinsen, zusätzlich einer Gebühr von 2 %.
fr_fr: Cet ajustement de l’intérêt (ou taux de swap) est basé sur les taux des prêts interbancaires, en plus d'une commission de 2 %.
id_id: Penyesuaian bunga ini (atau swap rate) berdasarkan suku bunga pinjaman antar bank, diatas biaya sebesar 2%.
pl_pl: Ta korekta oprocentowania (zwana też stopą swap) zależy od stóp międzybankowych, a jej maksymalny poziom to 2%.
pt_pt: Esta correção nos juros (ou taxa de swap) baseia-se nas taxas de empréstimo interbancárias, em cima de uma taxa de 2%.
vi_vn: Điều chỉnh lãi suất (hoặc tỷ lệ trao đổi) này được dựa trên tỷ giá cho vay liên ngân hàng, trên một khoản phí 2%.
zh_cn: 此利率调整 (或掉期利率) 是基于银行间借贷利率，再加上2%费用。

source: This interest adjustment (or swap rate) is based on market rates, on top of a 2% fee.
de_de: Diese Zinsanpassung (oder Swap-Satz) basiert auf Marktzinsen, zusätzlich einer Gebühr von 2 %.
fr_fr: Cet ajustement de l’intérêt (ou taux de swap) est basé sur les taux du marché, plus une commission de 2 %.
id_id: Penyesuaian bunga ini (atau swap rate) berdasarkan pada tingkat suku bunga pasar, diatas biaya sebesar 2%.
pl_pl: Ta korekta oprocentowania (zwana też stopą swap) zależy od stóp rynkowych, a jej maksymalny poziom to 2%.
pt_pt: Esta correção nos juros (ou taxa de swap) baseia-se nas taxas de mercado, em cima de uma taxa de 2%.
vi_vn: Điều chỉnh lãi suất (hoặc tỷ lệ trao đổi) này được dựa trên giá thị trường, trên một khoản phí 2%.
zh_cn: 此利率调整 (或掉期利率) 是基于市场利率，再加上2%费用。

source: This is a staging server - For testing purposes only
de_de: Dies ist ein Staging-Server - Nur zu Testzwecken
fr_fr: Il s'agit d'un serveur intermédiaire, utilisé uniquement à des fins de test
id_id: Ini adalah staging server - Untuk tujuan pengujian saja
pl_pl: To jest serwer testowy służący wyłącznie testowaniu
pt_pt: Este é um servidor temporário - apenas para testes
vi_vn: Đây là một máy chủ dàn dựng - chỉ cho mục đích chỉ thử nghiệm
zh_cn: 这是分期服务器 -仅用于测试目的

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
de_de: Dies ist ein Hinweis auf eine Schwelle. Die tatsächliche Schwelle wird der Kurs bei Kontraktbeginn zzgl. der Schwellenverschiebung sein.
fr_fr: Ceci est une barrière indicative. La véritable barrière sera le point d'entrée plus la compensation de la barrière.
id_id: Ini adalah batasan indikatif. Batasan aktual adalah spot masuk ditambah batasan offset.
pl_pl: To jest limit orientacyjny. Właściwym limitem będzie punkt wejściowy plus wartość zrównoważenia limitu.
pt_pt: Esta é uma barreira indicativa. A barreira atual será o preço inicial mais a barreira escolhida.
vi_vn: Đây là giới hạn được chỉ định. Giới hạn thực sẽ là điểm khởi đầu cộng với độ lệch của giới hạn.
zh_cn: 这是一个指示性的障碍。实际障碍将是入市现价加上障碍距离。

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
de_de: Diese ist eine weitere Auszeichnung, über die wir uns wirklich freuen. Trade2win ist ein Portal für aktive Händler, die auf der Suche nach Profit aus Aktien, Termingeschäften, Optionen und Devisen sind und diese Börsianer haben uns Silber verliehen (wir haben Gold nur kurz vor Betfair verloren). Das bedeutet, dass aktive Händler aus aller Welt unsere Handelsplattform extrem gut bewerten.
fr_fr: Voici un autre prix dont nous sommes très fiers. Trade2win est un portail dédié aux traders actifs souhaitant générer des profits en négociant les actions, les contrats à terme, les options et les devises Forex. Ces traders nous octroient la médaille d'argent (Betfair nous a battu de peu pour l'or). Ce prix montre que les traders actifs dans le monde entier reconnaissent la très haute qualité de notre plateforme de trading.
id_id: Ini adalah penghargaan lain yang kami benar benar syukuri. Trade2win adalah portal bagi para trader aktif yang mencari keuntungan dari trading saham, futures, opsi dan forex dan para trader tersebut menganugerahi kami dengan perak (kami hanya bersaing tipis dengan Betfair). Hal ini berarti jumlah trader aktif pada platform kami adalah tinggi.
pl_pl: To nasza kolejna cenna nagroda. Trade2win to portal dla aktywnych graczy, którzy chcą osiągnąć zysk z handlu akcjami, kontraktami futures, opcjami i walutami. Ci właśnie gracze przyznali nam srebro (złoto zgarnął Betfair). Oznacza to, że aktywni gracze z całego świata oceniają naszą platformę handlową naprawdę wysoko.
pt_pt: Este é mais um prêmio que nós realmente saboreamos. O Trade2win é um portal para os negociadores ativos que buscam lucrar com ações, futuros, opções e forex, e esses negociadores nos concederam a prata (estamos apenas atrás da Betfair que recebeu ouro). Isso significa que os negociadores ativos no mundo todo avaliaram a nossa plataforma de negociação de forma extremamente alta.
vi_vn: Đây là một giải thưởng khác mà chúng tôi rất vinh hạnh khi nhận được. Trade2win là một cổng thông tin cho nhà giao dịch hoạt động tìm kiếm lợi nhuận từ cổ phiếu, hợp đồng tương lai, quyền chọn và ngoại hối, và các nhà giao dịch này đã trao cho chúng tôi giải thưởng bạc (chúng tôi đã giành được giải vàng với Betfair). Điều này có nghĩa là nhà giao dịch năng động trên toàn thế giới đánh giá sàn giao dịch của chúng tôi rất cao.
zh_cn: 这也是我们非常重视的奖项。 Trade2win 是通过交易股票、期货、期权和外汇获利的活跃交易者的门户，这些交易者授予我们银奖（我们只逊于金奖得主 Betfair）。这意味着全球活跃交易者对我们的交易平台有着非常高的评价。

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
de_de: Dies ist riesig. Wir haben eine doppelte Auszeichnung von der Financial Times and Investors Chronicle erhalten, die unseren Erfolg in der Verbesserung der Qualität und Benutzerfreundlichkeit unserer Website und unserer Produkte widerspiegelt.
fr_fr: Événement marquant : nous recevons un double prix octroyé par le Financial Times and Investors Chronicle, qui récompense nos efforts d'amélioration de la qualité et de la facilité d'utilisation de notre site Web et de nos produits.
id_id: Ini sangat luar biasa. Kami memperoleh penghargaan ganda dari Financial Times dan Investor Chronicle, mencerminkan kesuksesan kami dalam mempertingkatkan kualitas dan penggunaan website dan produk.
pl_pl: To duże osiągnięcie. Otrzymaliśmy podwójną nagrodę od Finacial Times i Investors Chronicle, co odzwierciedla nasz sukces w poprawie jakości i użyteczności naszego portalu i naszych produktów.
pt_pt: Esta é importante. Recebemos uma dupla premiação do Financial Times e do Investors Chronicle, refletindo o nosso sucesso na melhoria da qualidade e usabilidade de nosso site e produtos.
vi_vn: Điều này có ý nghĩa thật lớn lao. Chúng tôi nhận được một giải thưởng kép từ tạp chí Financial Times và nhà đầu tư Chronicle, phản ánh sự thành công của chúng tôi trong việc nâng cao chất lượng và khả năng sử dụng trang web và các sản phẩm của chúng tôi.
zh_cn: 这是件大事。我们获得英国《金融时报》和《Investors Chronicle》颁发的两个奖项，彰显了我们在改善网站和产品的质量和可用性方面取得的成就。

source: This is the current price at which an underlying can be bought or sold at a particular time.
de_de: Dies ist der aktuelle Kurs, zu dem ein Basiswert zu einem bestimmten Zeitpunkt gekauft oder verkauft werden kann.
fr_fr: Il s'agit du prix actuel auquel un sous-jacent peut être acheté ou vendu à un moment donné.
id_id: Ini adalah harga pasar terkini dimana pasar dapat dibeli atau dijual pada waktu tertentu.
pl_pl: Jest to aktualna cena, po której można kupić lub sprzedać instrumenty bazowe w danym okresie.
pt_pt: Este é o preço atual em que um subjacente pode ser comprado ou vendido em um determinado momento.
vi_vn: Đây là giá hiện tại tại đó mà tài sản cơ sở có thể được mua hoặc bán tại một thời điểm cụ thể.
zh_cn: 这是标的资产在特定时间可以买入或卖出的即时价格。

source: This is why we've come up with the following three-step tutorial to help you bridge that gap and make your first trade:
de_de: Deshalb haben wir das folgende drei-Schritt Tutorial entwickelt, um Ihnen zu helfen, diese Lücke zu überbrücken und Ihr erstes Geschäft zu machen:
fr_fr: C’est pourquoi nous avons mis au point le tutoriel suivant en trois étapes pour vous aider à combler ce fossé et faire votre premier trade :
id_id: Inilah sebabnya mengapa kami menyediakan tutorial tiga langkah berikut untuk membantu Anda menjembatani kesenjangan itu dan melakukan perdagangan pertama Anda:
pl_pl: Dlatego stworzyliśmy ten przewodnik w trzech krokach, aby pomóc Ci zdobyć niezbędną wiedzę i zakupić swój pierwszy kontrakt:
pt_pt: É por este motivo que elaboramos o seguinte tutorial de três etapas para ajudá-lo a preencher essa lacuna e realizar a sua primeira negociação:
vi_vn: Đây là lý do tại sao chúng tôi suy nghĩ ra hướng-dẫn-ba-bước sau đây để giúp bạn thu hẹp khoảng cách đó và giúp bạn thực hiện giao dịch đầu tiên:
zh_cn: 因此我们提出以下三步教程帮助您弥补这一差距, 让您开始第一次交易:

source: This is your %1 account.
fr_fr: Ceci est votre compte %1.
id_id: Berikut adalah akun %1 Anda.
pl_pl: To Twoje konto %1.
vi_vn: Đây là tài khoản %1 của bạn.
zh_cn: 这是您的 %1 账户。
