Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If you're shortlisted, we'll invite you to a hackathon or send you a talent test.
de_de: Wenn Sie in die engere Auswahl kommen, laden wir Sie zu einem Hackathon ein, oder senden Ihnen einen Talenttest.
fr_fr: Si vous êtes retenus, nous vous inviterons à un hackathon ou vous enverrons un test de talent.
id_id: Jika Anda terpilih, kami akan mengundang Anda ke hackathon atau mengirimkan uji bakat.
pl_pl: Jeśli znajdziesz się na liście zakwalifikowanych kandydatów, zaprosimy Cię na hackathon lub prześlemy Ci test sprawdzający predyspozycje i kwalifikacje.
pt_pt: Se você for pré-selecionado, iremos convidá-lo para uma hackathon ou enviar-lhe um teste de talento.
vi_vn: Nếu bạn đang lọt vào danh sách, chúng tôi sẽ mời bạn đến một hackathon hoặc gửi cho bạn một bài kiểm tra tài năng.
zh_cn: 如果您进入初选名单，我们会邀请您参与黑客松测试或者让您参与人才测试。

source: If you're shortlisted, we'll send you a talent test to be completed.
de_de: Wenn Sie in die engere Auswahl kommen, senden wir Ihnen einen Talent-Test zum Ausfüllen.
fr_fr: Si vous êtes sélectionné, nous vous enverrons un test de talent à remplir.
id_id: Jika Anda terpilih, kami akan mengirimkan tes bakat untuk dilengkapi lebih lanjut.
pl_pl: Jeśli zakwalifikujesz się do następnego etapu, wyślemy Ci test kwalifikacyjny do uzupełnienia.
pt_pt: Se você for pré-selecionado, iremos convidá-lo a realizar um teste de habilidades.
vi_vn: Nếu bạn lọt vào danh sách, chúng tôi sẽ gửi cho bạn bài kiểm tra kỹ năng để hoàn thành.
zh_cn: 如果您通过初选, 我们将给您发送人才招聘测试。

source: If your %1 account is closed, your MT5 Real Account will automatically be closed as well.
de_de: Wenn Ihr %1 Konto gesperrt ist, ist Ihr MT5 Echtgeldkonto ebenfalls automatisch gesperrt.
id_id: Jika akun %1 Anda telah ditutup, Akun Riil MT5 Anda akan secara otomatis ditutup juga.
pl_pl: Jeśli Twoje konto: %1 zostanie zamknięte, Twoje Prawdziwe konto MT5 również zostanie zamknięte.
pt_pt: Se a sua conta %1 for encerrada, a sua conta real MT5 será também automaticamente encerrada.
vi_vn: Nếu tài khoản %1 của bạn bị đóng, tài khoản thực MT5 của bạn cũng sẽ bị tự động đóng.
zh_cn: 如果您的%1账户已关闭, 您的 MT5 真实账户也将自动关闭。

source: If your account is placed under margin call for an extended period of time, it will reach the stop out level where it is unable to sustain an open position. This will lead to your pending orders being cancelled and your open positions being forcibly closed (also known as “forced liquidation”).
de_de: Ihr Konto wird das Stop Out Level, bei dem es nicht mehr fähig ist, eine offene Position aufrecht zu erhalten, erreichen, wenn es für einen ausgeweiteten Zeitraum unter eine Margin-Forderung gestellt ist. Dies wird dazu führen, dass ausstehende Order storniert, und Ihre offenen Positionen zwangsweise geschlossen werden (auch als Zwangsliquidation bekannt).
fr_fr: Si votre compte fait l'objet d'un appel de marge au cours d'une période prolongée, il atteindra son niveau « stop out » indiquant qu'il n'est plus en mesure de conserver une position ouverte. Ceci entrainera la suppression de vos ordres en attente ainsi que la fermeture obligatoire de vos positions ouvertes (procédure de "liquidation forcée”).
id_id: Jika akun Anda berada dibawah margin call untuk suatu jangka waktu tertentu, akun Anda akan mencapai level stop out dimana akun tersebut tidak dapat mempertahankan open position. Hal ini akan membuat order Anda dibatalkan dan open position Anda akan ditutup secara paksa (juga dikenal sebagai "likuidasi paksa").
pl_pl: W przypadku gdy wezwanie do uzupełnienia depozytu zabezpieczającego na twoim koncie pozostaje bez odpowiedzi przez dłuższy czas, osiągnięty zostanie poziom Stop Out uniemożliwiający utrzymanie otwartych pozycji. Spowoduje to anulowanie Twoich oczekujących zleceń i wymuszenie zamknięcia pozycji otwartych (zwane również „wymuszoną likwidacją”).
pt_pt: Se a sua conta estiver sob uma chamada de margens durante um período de tempo prolongado, ela atingirá o nível de interrupção onde não poderá suster uma posição em aberto. Isto levará a que a sua ordem seja cancelada e as suas posições em aberto serem forçosamente fechadas (também conhecido como "liquidação forçada").
vi_vn: Nếu tài khoản của bạn được đặt dưới yêu cần bảo chứng trong một khoảng thời gian dài, nó sẽ tiếp cận mức dừng, khi đó nó sẽ không thể duy trì một phiên mở. Điều này sẽ dẫn đến các lệnh đang chờ xử lý của bạn bị hủy, và phiên mở sẽ bị buộc phải đóng cửa (còn được gọi là bị “buộc phải thanh lý”).
zh_cn: 如果您的账户处于追加保证金通知延长期内，在无法继续持仓时将达到强制平仓水平。这将导致您的待处理订单被取消，以及持仓头寸被强制平仓 （也称为“强制清算”）。

source: If your complaint relates to an outcome of a Transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to an alternative dispute resolution entity.
de_de: Wenn sich Ihre Beschwerde auf das Ergebnis einer Überweisung bezieht und nicht geklärt wird, dann wird daraus zu einer Streitigkeit. Sollten Sie mit unserer Antwort unzufrieden sein, können Sie Ihre Beschwerde bei einer außergerichtlichen Schlichtungsstelle einreichen.
id_id: Jika keluhan Anda pada Transaksi masih belum terselesaikan, hal ini akan menimbulkan sengketa. Jika Anda belum puas dengan tanggapan kami, Anda dapat melanjutkan keluhan Anda pada entitas penyelesaian sengketa alternatif.
pl_pl: Jeśli skarga dotyczy wyniku transakcji i kwestia pozostaje nierozwiązana, zmienia się w spór. Jeśli nie są Państwo usatysfakcjonowani naszą odpowiedzią, mogą Państwo przekazać skargę do podmiotu zajmującego się alternatywnym rozwiązywaniem sporów.
pt_pt: Se a sua reclamação se refere ao resultado de uma negociação ou a uma transação, e continua sem solução, ela vai se transformar num caso de litígio. Se você estiver insatisfeito com a nossa resposta, você pode optar por escalar a sua reclamação para uma entidade de resolução alternativa de litígios.
vi_vn: Nếu khiếu nại của bạn liên quan đến một kết quả của một giao dịch và vẫn chưa được giải quyết, nó sẽ biến thành một cuộc tranh cãi. Nếu bạn có thể không hài lòng với phản ứng của chúng tôi, bạn có thể chọn để leo thang khiếu nại của bạn đến một tổ chức giải quyết tranh chấp thay thế.
zh_cn: 如果您的投诉涉及某笔交易的结果，且仍然没有得到解决，它会变成争议。如果您对我们的答复不满意，可以选择把您的投诉升级，向其他解决纠纷的实体提出。

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
de_de: Wenn sich Ihre Beschwerde auf das Ergebnis eines Trades oder einer Überweisung bezieht und nicht geklärt wird, dann wird daraus zu einer Streitigkeit. Sollten Sie mit unserer Antwort unzufrieden sein, können Sie Ihre Beschwerde bei einer Aufsichtsbehörde oder einer außergerichtlichen Schlichtungsstelle einreichen.
id_id: Jika keluhan anda berkaitan dengan hasil trading atau transaksi masih belum terselesaikan, hal ini merupakan perselisihan. Jika anda tidak puas dengan tanggapan kami, anda dapat memilih untuk membawa keluhan anda kepada regulator atau lembaga penyelesaian alternatif.
pl_pl: Jeśli skarga dotyczy wyniku zakładu lub transakcji i kwestia pozostaje nierozwiązana, zmienia się w spór. Jeśli nie są Państwo usatysfakcjonowani naszą odpowiedzią, mogą Państwo przekazać skargę do podmiotu regulującego lub do innego podmiotu zajmującego się alternatywnym rozwiązywaniem sporów.
pt_pt: Se a sua reclamação se refere a um resultado de uma negociação ou a uma transação, e continua sem solução, ela vai se transformar em uma disputa. Se você estiver insatisfeito com a nossa resposta, você pode optar por extender a sua reclamação para o regulador ou a uma entidade de resolução alternativa de litígios.
vi_vn: Trong trường hợp khiếu kiện của bạn liên quan tới kết quả giao dịch hoặc giao dịch vẫn chưa được giải quyết, nó sẽ chuyển sang tranh chấp. Nếu bạn không hài lòng với phản hồi của chúng tôi, bạn có thể kéo dài khiếu kiện hoặc thay thế người giải quyết tranh chấp.
zh_cn: 如果您的投诉涉及某笔交易的结果，且仍然没有得到解决，它会变成争议。如果您对我们的答复不满意，可以选择把您的投诉升级，向监管机构或其他解决纠纷的实体提出。

source: If your complaint relates to our data processing practices, you may formally submit a complaint to the Information and Data Protection Commissioner (Malta) on the entity's %1website%2.
de_de: Wenn sich Ihre Beschwerde auf unsere Datenverarbeitungs-Praktiken beziehen, können Sie eine formelle Beschwerde an den Informations- und Datenschutzbeauftragten (Malta) auf der %1Website%2 der Organisation abschicken.
id_id: Jika keluhan Anda berkaitan dengan praktek-praktek pengolahan data kami, Anda dapat secara resmi mengajukan pengaduan kepada Komisaris Perlingdungan Data dan Informasi (Malta) pada entitas %1situs%2.
pl_pl: Jeśli Twoja skarga dotyczy naszych praktyk w zakresie przetwarzania danych, możesz złożyć ją do Komisarza ds. ochrony informacji i danych (Information and Data Protection Commissioner na Malcie) na %1stronie internetowej tego podmiotu%2.
pt_pt: Caso a sua reclamação se relacione com as nossas práticas de processamento de dados, é possível apresentar uma reclamação oficial ao Comissário da proteção de dados e informações (Malta) no %1site%2 dessa entidade.
vi_vn: Nếu bạn có khiếu nại liên quan đến cách chúng tôi xử lý dữ liệu, bạn có thể gửi đơn khiếu nại chính thức đến %1website%2 của cơ quan Ủy viên Bảo vệ Thông tin và Dữ liệu (Malta).
zh_cn: 如果您的投诉涉及我们的数据处理实践, 您可以向马耳他信息和数据保护委员会的实体 %1网站%2 正式提交投诉。

source: If your complaint relates to the outcome of an investment or transaction and remains unresolved, it will turn into a dispute. Before contacting the Office of the Arbiter, we strongly recommend trying to resolve your concern with us.
de_de: Wenn sich Ihre Beschwerde auf den Ausgang einer Investition oder Transaktion bezieht und ungelöst bleibt, wird sie zu einem Streitfall. Bevor Sie den Vermittler kontaktieren, raten wir Ihnen dringend, Ihr Anliegen mit uns beizulegen.
id_id: Jika keluhan Anda terkait dengan hasil investasi atau transaksi dan tetap tidak terselesaikan, hal tersebut akan menjadi perselisihan. Sebelum menghubungi Kantor Arbiter, kami sangat menyarankan Anda untuk mencoba menyelesaikan masalah Anda dengan kami.
pl_pl: Jeśli Twoja skarga dotyczy wyniku działań inwestycyjnych lub transakcji i pozostaje nierozwiązana, przekształci się w spór. Zanim skontaktujesz się z Urzędem arbitrażowym, zachęcamy Cię do podjęcia próby rozwiązania sporu między nami.
pt_pt: Se a sua reclamação se relacionar com o resultado de um investimento ou uma transação e permanecer não resolvida, ela será transformada numa caso de litígio. Antes de contatar o gabinete do árbitro, recomendamos fortemente que tente resolver primeiro a situação conosco.
vi_vn: Nếu khiếu nại của bạn liên quan đến kết quả của một khoản đầu tư hoặc giao dịch và vẫn chưa được giải quyết, nó sẽ trở thành tranh chấp. Trước khi liên hệ với Văn Phòng hoặc Người Phân Xử, chúng tôi khuyên bạn nên cố gắng giải quyết mối lo ngại của mình với chúng tôi.
zh_cn: 如果您的投诉涉及投资或交易结果且无法解决, 其将会变成争议。在与仲裁机构联系之前, 我们强烈建议您尝试与我们共同协商解决问题。

source: If your documents cannot be verified over video call for any reason, you will be required to send your documents to %1
de_de: Wenn Ihre Dokumente aus irgendeinem Grund nicht über ein Videogespräch überprüft werden können, werden Sie aufgefordert, Ihre Unterlagen an %1 zu senden
fr_fr: Si vos documents ne peuvent être vérifiées au cours de la conférence vidéo pour une raison quelconque, vous devrez envoyer vos documents à %1
id_id: Jika dokumen Anda tidak dapat diverifikasi melalui panggilan video berhubung alasan tertentu, maka Anda akan diminta untuk mengirimkan dokumen Anda ke %1
pl_pl: Jeśli z jakiegoś powodu nie uda się zweryfikować Twojego dokumentu podczas rozmowy wideo, konieczne będzie przesłanie dokumentów do %1
pt_pt: Caso não seja possível verificar os seus documentos através de chamada de vídeo por qualquer motivo, será necessário enviar os documentos para %1
vi_vn: Nếu tài liệu của bạn không thể được xác nhận qua cuộc gọi video vì bất kỳ lý do nào, bạn sẽ được yêu cầu gửi tài liệu của bạn tới %1
zh_cn: 如果由于任何原因，您的文档无法通过视频通话验证，您必须将文档发送到 %1

source: If your margin level is still under the stop out level, we will close an open position with the largest loss
de_de: Wir werden eine offene Position mit dem größten Verlust schließen, wenn sich Ihr Margin Level noch immer unter dem Stop Out Level befindet
fr_fr: Si votre niveau de marge est toujours inférieur au niveau « stop out », nous fermerons la position ouverte associée à la plus grosse perte
id_id: Jika level marjin Anda masih berada dibawah level stop out, kami akan menutup open position Anda dengan kerugian terbesar
pl_pl: Jeżeli poziom Twojego depozytu zabezpieczającego wciąż jest niższy niż poziom Stop Out, zamkniemy pozycje otwarte z największą stratą
pt_pt: Se o seu nível de margem estiver ainda abaixo do nível de interrupção, iremos fechar a posição em aberto com a maior perda
vi_vn: Nếu mức ký quỹ của bạn vẫn thấp hơn so với mức dừng, chúng tôi sẽ đóng cửa phiên giao dịch có thua lỗ lớn nhất
zh_cn: 如果您的保证金水平仍处于强制平仓水平，我们将对损失最大的持仓头寸进行强制平仓

source: If your margin level is still under the stop out level, your next order will be deleted. However, orders without margin requirements will not be deleted
de_de: Ihre nächste Order wird gelöscht, wenn sich Ihr Margin Level noch immer unter dem Stop Out Level befindet. Allerdings werden Order ohne Margin Anforderungen nicht gelöscht
fr_fr: Si votre niveau de marge est toujours inférieur au niveau « stop out », votre prochain ordre sera supprimé. Cependant, les ordres sans exigences de marge ne seront pas supprimés
id_id: Jika level marjin Anda masih dibawah level stop out, order selanjutnya akan dihapus. Namun, order tanpa persyaratan marjin tidak akan dihapus
pl_pl: Jeżeli poziom Twojego depozytu zabezpieczającego wciąż jest niższy niż poziom Stop Out, następne zlecenie zostanie anulowane. Zlecenia bez wymaganego depozytu zabezpieczającego nie będą anulowane
pt_pt: Se o seu nível de margem estiver ainda abaixo do nível de interrupção, a sua proxima ordem será excluída. No entanto, ordens sem os requisitos de margem não serão excluídas
vi_vn: Nếu mức ký quỹ của bạn vẫn thấp hơn so với mức lệnh dừng, lệnh tiếp theo của bạn sẽ bị xóa. Tuy nhiên, các lệnh không yêu cầu biên sẽ không bị xóa
zh_cn: 如果您的保证金水平仍处于强制平仓水平，您的下一个订单将被删除。然而，没有保证金要求的订单将不会被删除

source: If your margin level reaches an even lower level (usually 50%), it will reach the stop out level where it is unable to sustain an open position. This will lead to some, or all your open positions being forcibly closed (also known as "forced liquidation").
de_de: Wenn Ihr Margin Level ein noch niedrigeres Level erreicht (normalerweise 50 %), wird es das Stop Out Level erreichen, bei dem es nicht mehr fähig ist, eine offene Position aufrecht zu erhalten. Dies wird dazu führen, dass alle Ihre offenen Positionen zwangsweise geschlossen werden (auch als Zwangsliquidation bekannt).
fr_fr: Si votre niveau de marge atteint un niveau encore plus bas (généralement 50%), il atteindra son niveau « stop out » indiquant qu'il n'est plus en mesure de conserver une position ouverte. Ceci entrainera la suppression de vos ordres en attente ainsi que la fermeture obligatoire de vos positions ouvertes (procédure de "liquidation forcée").
id_id: Jika margin level Anda mencapai level rendah (biasanya 50%), maka stop out level akan tersentuh yang menyebabkan open position Anda tidah dapat bertahan. Hal ini akan membawa beberapa atau semua open position Anda akan ditutup secara paksa (dikenal juga sebagai "likuidasi paksa").
pl_pl: W przypadku gdy poziom depozytu zabezpieczającego osiągnie jeszcze niższy poziom (zazwyczaj 50%), osiągnięty zostanie poziom Stop Out uniemożliwiający utrzymanie otwartych pozycji. Spowoduje to wymuszenie zamknięcia niektórych lub wszystkich Twoich otwartych pozycji (zwane również „wymuszoną likwidacją”).
pt_pt: Se o seu nível de margem alcançar um nível ainda mais baixo (normalmente 50%), ele atingirá o nível de interrupção onde não poderá suster uma posição em aberto. Isto levará a que a sua ordem (ou todas elas) seja(m) cancelada(s) e as suas posições em aberto serem forçosamente fechadas (também conhecido como "liquidação forçada").
vi_vn: Nếu mức ký quỹ của bạn đạt đến một mức độ thậm chí thấp hơn (thường là 50%), nó sẽ tiếp cận mức lệnh dừng, khi đó nó sẽ không thể duy trì một phiên mở. Điều này sẽ dẫn đến một số hoặc tất cả phiên mở của bạn bị buộc phải đóng cửa (còn được gọi là "buộc phải thanh lý").
zh_cn: 如果您的保证金额达到更低水平（通常是50%），在无法继续持仓时将达到强制平仓水平。这将导致您的部分或全部持仓头寸被强制平仓 （也称为“强制清算”）。

source: If your usable margin drops below 100%, a margin call mode will be triggered and maintained till the level of 50%. In the event that your margin level is equal to, or drops below 50%, the Company will initiate the closing of your current open positions, starting from the most unprofitable until the required margin level is achieved. In such events, the positions will be automatically closed at the current market price at that point in time.
de_de: Wenn Ihre verwendbare Marge unter 100% fällt, wird ein Margin-Forderung Modus ausgelöst und solange aufrecht erhalten, bis das Level 50% erreicht. Im Fall, dass Ihr Margin Level gleich, oder unter 50% ist, wird das Unternehmen mit der Schließung Ihrer offenen Positionen beginnen. Die Positionen werden mit der unrentabelsten beginnend, so weit geschlossen werden, bis das benötigte Margin Level erreicht ist. In solch einem Fall, werden die Positionen automatisch zum aktuellen Marktkurs zum jeweiligen Zeitpunkt, geschlossen.
id_id: Jika margin Anda jatuh dibawah 100%, mode margin call akan terpasang dan menjaga hingga level menjapai 50%. Jika margin level sama atau turun dibawah 50%, Perusahaan akan melakukan penutupan open position Anda saat ini, dimulai dari yang paling tidak menguntungkan hingga margin level tercapai. Pada situasi tersebut, posisi akan otomatis ditutup pada harga pasar saat itu.
pl_pl: Jeśli Twój dostępny depozyt spadnie poniżej poziomu 100%, zostanie włączony tryb wezwania do uzupełnienia depozytu, który będzie utrzymywany aż do moment, gdy poziom ten wyniesie 50%.. W przypadku gdy poziom depozytu wyniesie 50% lub mniej, Firma rozpocznie zamykanie Twoich otwartych pozycji, zaczynając od najmniej korzystnych, aż do momentu, gdy poziom wymaganego depozytu zostanie osiągnięty. W takim przypadku pozycje zostaną automatycznie zamknięte po cenie rynkowej obowiązującej w danej chwili.
pt_pt: Se a sua margem útil cair abaixo dos 100%, um modo de chamada de margem será acionada e mantida até ao nível de 50%. No evento de o nível sua sua margem ser igual a ou cair abaixo dos 50%, a Empresa irá iniciar um fechamento das suas posições em aberto, começado com aquela com menor potencial de lucros até que o nível de margem seja alcançado. Em tais eventos, posições serão automaticamente fechadas ao preço atual do mercado nesse momento.
vi_vn: Nếu giao dịch ký quỹ khả dụng của bạn giảm xuống dưới 100%, một yêu cần bảo chứng sẽ được kích hoạt và duy trì cho đến mức 50%. Trong trường hợp đó mức ký quỹ của bạn là bằng, hoặc giảm xuống dưới 50%, công ty sẽ bắt đầu đóng phiên mở hiện tại của bạn, bắt đầu từ mức thua lỗ nhất cho đến khi đạt đến mức độ yêu cầu ký quỹ. Trong các sự kiện như vậy, các phiên sẽ tự động đóng ở mức giá thị trường hiện tại tại thời điểm thời gian đó.
zh_cn: 如果您的可用保证金降至100％以下，将触发追加保证金通知模式，并将持续至50％的水平。如果您的保证金水平等于或低于50％，公司将开始关闭您当前的未平仓头寸，从最无利可图的交易开始直至达到所需的保证金水平。此类事件进行时，仓位将在该时间点以当前市场价格自动平仓。

source: If:
de_de: Wenn:
id_id: Jika:
pl_pl: Jeżeli:
pt_pt: Se:
vi_vn: Nếu:
zh_cn: 如：

source: Imagine
de_de: Stellen Sie sich vor
fr_fr: Imaginez...
id_id: Bayangkan
pl_pl: Wyobraź sobie
vi_vn: Tưởng tượng
zh_cn: 想象

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
de_de: Stellen Sie sich einen Arbeitsplatz vor, bei dem Ihre Individualität, Kreativität und Ihre Abenteuerlust geschätzt und belohnt werden.
fr_fr: Imaginez un environnement de travail au sein duquel votre individualité, votre créativité et votre goût de l'aventure sont valorisés et récompensés.
id_id: Bayangkan sebuah tempat kerja dimana individualitas, creatifitas dan jiwa petualang anda sangat dinilai dan dihargai.
pl_pl: Wyobraź sobie pracę, gdzie nagradzana jest Twoja indywidualność, kreatywność i poczucie przygody.
pt_pt: Imagine um local de trabalho onde sua individualidade, criatividade e senso de aventura são valorizados e recompensados.
vi_vn: Hãy tưởng tượng nơi làm việc giống như một hành trình độc lập và đầy sáng tạo luôn được coi trọng và được khen thưởng.
zh_cn: 想象一下，一个珍视和鼓励个性化、创造性和冒险精神的工作环境。

source: Important
de_de: Wichtig
id_id: Penting
pl_pl: Ważne
pt_pt: Importante
vi_vn: Quạn trọng
zh_cn: 重要

source: Important notes on our swap rates (overnight funding)
de_de: Wichtige Hinweise zu Ihren Swapsätzen (Overnight Gelder)
fr_fr: Informations importantes concernant nos taux de swap
id_id: Catatan penting pada tingkat swap (pendanaan semalam)
pl_pl: Ważne informacje dotyczące naszych stawek swapowych (finansowanie przez noc)
pt_pt: Notas importante sobre as nossas taxas swap (financiamento overnight)
vi_vn: Các lưu ý quan trọng về tỷ giá trao đổi của chúng tôi (tài trợ qua đêm)
zh_cn: 掉期利率（隔夜资金）的重要说明

source: Improve %1's front-end content
de_de: Verbessern Sie %1s Front-End-Inhalte
fr_fr: Améliorez le contenu frontal de %1
id_id: Memperbaiki konten front-end %1
pl_pl: Ulepsz zawartość front-end %1
pt_pt: Melhore os conteúdos front-end da %1
vi_vn: Cải thiện nội dung front-end của %1
zh_cn: 改进%1的前端内容

source: Improve our automation (Chef, etc.)
de_de: Verbesserung unserer Automatisierung (Koch, etc..)
fr_fr: Améliorer notre automatisation (Chef, etc..)
id_id: Meningkatkan otomatisasi kami (Chef, dll.)
pl_pl: Poprawianie naszej automatyzacji (Chef, itp.)
pt_pt: Melhorar a nossa automatização (Chefe, etc.)
vi_vn: Cải thiện của hệ thống tự động hóa của chúng tôi
zh_cn: 改善我们的自动化程序 (Chef等)

source: Improvements
de_de: Verbesserungen
fr_fr: Améliorations
id_id: Perbaikan
pl_pl: Ulepszenia
pt_pt: Melhorias
vi_vn: Cải tiến
zh_cn: 改进
