Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
de_de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als <strong>der Kurs bei Kontraktbeginn</strong> ist.
fr_fr: Si vous sélectionnez « Hausse », vous gagnez si le prix du marché est supérieur au </strong>point d'entrée</strong>.
id_id: Jika Anda memilih "rise", maka Anda akan memperoleh hasil jika harga pasar lebih tinggi dari <strong>spot masuk</strong>.
pl_pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie wyższa niż <strong>pozycja wejściowa</strong>.
pt_pt: Se você selecionar "sobe", você ganha o prêmio se o preço do mercado for superior ao <strong>preço de entrada</strong>.
vi_vn: Nếu bạn chọn "tăng", bạn sẽ giành chiến thắng nếu giá thị trường cao hơn <strong>điểm khởi đầu</strong>.
zh_cn: 如果您选择“上涨”期权，只要市场价格高于 <strong>入市价格 </strong>，您将获得赔付。

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
de_de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als der Kurs bei Kontraktbeginn ist.
fr_fr: Si vous sélectionnez « Hausse », vous gagnez si le prix du marché est supérieur au point d'entrée.
id_id: Jika Anda memilih "rise", maka Anda akan memperoleh hasil jika harga pasar lebih tinggi dari spot masuk.
pl_pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie wyższa niż pozycja wejściowa.
pt_pt: Se você selecionar "sobe", você ganha o prêmio se o preço do mercado for superior ao preço de entrada.
vi_vn: Nếu bạn chọn "tăng", bạn sẽ giành chiến thắng nếu giá thị trường cao hơn điểm khởi đầu.
zh_cn: 如果您选择“上涨”期权，只要市场价格高于入市价格，您将获得赔付。

source: If you select %1"High Tick"%2, you win the payout if the selected tick is the %1highest among the next five ticks%2.
de_de: Wenn Sie %1"Hoher Tick"%2 auswählen, gewinnen Sie die Auszahlung, wenn der ausgewählte Tick der %1höchste unter den nächsten fünf Ticks%2 ist.
fr_fr: Si vous sélectionnez %1« Tick Haut »%2, vous gagnez le paiement si le tick sélectionné est le %1 plus haut parmi les cinq prochains ticks %2.
id_id: Pilih %1"High Tick"%2, Anda akan memperoleh hasil jika tik yang dipilih merupakan %1tik tertinggi diatara lima tik selanjutnya%2.
pl_pl: Jeśli wybierzesz kontrakt %1„Duża zmiana ceny”%2 zyskasz wypłatę, jeśli wybrana zmiana ceny będzie %1największa spośród następnych pięciu zmian%2.
pt_pt: Se você selecionar %1"Tique-taque alto"%2, você ganhará o prêmio se o tique-taque selecionado for o %1mais alto entre os seguintes cinco tique-taques%2.
vi_vn: Nếu bạn chọn %1"Tick cao"%2, bạn sẽ giành chiến thắng các thanh toán nếu tick được chọn là %1cao nhất trong số 5 tick tiếp theo%2.
zh_cn: 如果您选择 %1"高跳动点"%2, 如果所选跳动点是接下来下五个跳动点%2 中%1最高值, 可获得赔付。

source: If you select %1"Low Tick"%2, you win the payout if the selected tick is the %1lowest among the next five ticks%2.
de_de: Wenn Sie %1"Niedriger Tick"%2 auswählen, gewinnen Sie die Auszahlung, wenn der ausgewählte Tick der %1niedrigste unter den nächsten fünf Ticks%2 ist.
fr_fr: Si vous sélectionnez %1« Tick Bas »%2, vous gagnez le paiement si le tick sélectionné est le %1 plus bas parmi les cinq prochains ticks %2.
id_id: Pilih %1"Low Tick"%2, Anda akan memperoleh hasil jika tik yang dipilih merupakan %1tik terendah diatara lima tik selanjutnya%2.
pl_pl: Jeśli wybierzesz kontrakt %1„Mała zmiana ceny”%2 zyskasz wypłatę, jeśli wybrana zmiana ceny będzie %1najmniejsza spośród następnych pięciu zmian%2.
pt_pt: Se você selecionar %1"Tique-taque baixo"%2, você ganhará o prêmio se o tique-taque selecionado for o %1mais baixo entre os seguintes cinco tique-taques%2.
vi_vn: Nếu bạn chọn %1"Tick thấp"%2, bạn sẽ giành chiến thắng các thanh toán nếu tick được chọn là %1thấp nhất trong số 5 tick tiếp theo%2.
zh_cn: 如果您选择 %1"低跳动点"%2, 如果所选跳动点是接下来下五个跳动点%2 中%1最低值, 可获得赔付。

source: If you select %1"Only Downs"%2, you win the payout if consecutive ticks fall successively after the %1entry spot%2.%3No payout if any tick rises or is equal to any of the previous ticks.
fr_fr: Si vous sélectionnez %1« Que des Descentes »%2, vous gagnez le paiement si les ticks consécutifs descendent successivement après le %1point d'entrée%2.%3Aucun paiement si un tick monte ou est égal à un des ticks précédents.
id_id: Jika Anda memilih %1"Only Down"%2 Anda akan memperoleh hasil jika tik secara berurutan turun setelah %1spot masuk%2.%3Tidak akan menghasilkan jika salah satu tik bergerak naik atau sama dengan tik sebelumnya.
pl_pl: Jeśli wybierzesz %1Tylko spadki%2, zyskasz wygraną, gdy następujące po sobie zmiany ceny są zmianami w dół po %1punkcie wejściowym%2.%3Wypłata nie przysługuje, jeśli cena wzrasta lub jest równa dowolnej poprzedniej zmianie ceny.
vi_vn: Nếu bạn chọn %1 "Chỉ Giảm"%2, bạn sẽ thắng khoản thanh toán nếu các tick liên tiếp giảm sau %1điểm khởi đầu%2.%3 sẽ không được trả tiền nếu có bất kỳ dấu tick nào tăng hoặc bằng với bất kỳ dấu tick nào trước đó.
zh_cn: 如果您选择%1“只会持续下跌”%2期权，只要%1入市现价%2后的价格持续下跌，您将获得赔付。如果期间内的价格有任何上涨或相等于之前的价格， 您将不会获得%3赔付。

source: If you select %1"Only Ups"%2, you win the payout if consecutive ticks rise successively after the %1entry spot%2.%3No payout if any tick falls or is equal to any of the previous ticks.
fr_fr: Si vous sélectionnez %1« Que des Montées »%2, vous gagnez le paiement si les ticks consécutifs montent successivement après le %1point d'entrée%2.%3Aucun paiement si un tick descend ou est égal à un des ticks précédents.
id_id: Jika Anda memilih %1"Only Up"%2 Anda akan memperoleh hasil jika tik secara berurutan naik setelah %1spot masuk%2.%3Tidak akan menghasilkan jika salah satu tik bergerak turun atau sama dengan tik sebelumnya.
pl_pl: Jeśli wybierzesz %1Tylko wzrosty%2, zyskasz wygraną, gdy następujące po sobie zmiany ceny są zmianami w górę po %1punkcie wejściowym%2.%3Wypłata nie przysługuje, jeśli cena spada lub jest równa dowolnej poprzedniej zmianie ceny.
vi_vn: Nếu bạn chọn %1 "Chỉ Tăng"%2, bạn sẽ thắng khoản thanh toán nếu các tick liên tiếp tăng sau %1điểm khởi đầu%2.%3 sẽ không được trả tiền nếu có bất kỳ dấu tick nào giảm hoặc bằng với bất kỳ dấu tick nào trước đó.
zh_cn: 如果您选择%1“只会持续上涨”%2期权，只要%1入市现价%2后的价格持续上涨，您将获得赔付。如果期间内的价格有任何下跌或相等于之前的价格， 您将不会获得%3赔付。

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
de_de: Wenn Sie eine <strong>Startzeit</strong> in der Zukunft auswählen, ist die <strong>Startzeit</strong> des Kontrakts die ausgewählte Zeit und der <strong>Einstiegskurs</strong> ist der Kurs, der zu dieser Zeit gültig ist.
fr_fr: Si vous sélectionnez une <strong>heure de début</strong> ultérieure, l'opération <strong>débute</strong> à l'heure sélectionnée et le <strong>point d'entrée</strong> correspond au prix en vigueur à l'heure sélectionnée.
id_id: Jika anda memilih <strong>waktu mulai</strong> mendatang, maka <strong>waktu mulai</strong> adalah waktu yang dipilih dan <strong>spot masuk</strong> adalah harga yang berlaku pada saat itu.
pl_pl: Jeśli wybierzesz <strong>godzinę rozpoczęcia</strong> w przyszłości, <strong>godziną rozpoczęcia</strong> kontraktu będzie wybrana godzina, a <strong>ceną wejściową</strong> będzie cena obowiązującą w tym czasie.
pt_pt: Se você selecionar uma <strong>hora de início</strong> no futuro, a <strong>hora de início</strong> do contrato será a selecionada e o <strong>preço de entrada</strong> é o preço em vigor naquele momento.
vi_vn: Nếu bạn chọn <strong>thời điểm bắt đầu</strong> trong tương lai, <strong>thời điểm bắt đầu</strong> là mục được chọn và <strong>điểm khởi đầu</strong> là giá có hiệu lực vào thời điểm đó.
zh_cn: 如果您选择的 <strong>开始时间</strong> 为未来的某个时间，交易的 <strong>开始时间</strong> 就是您选择的时间，<strong>入市价格</strong> 就是当时的实时价格。

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
de_de: Wenn Sie als <strong>Startzeit</strong> „Jetzt" wählen, ist die <strong>Endzeit</strong> die ausgewählte Anzahl an Minuten/Stunden nach <strong>Beginn</strong> (sofern sie weniger als einen Tag dauert) oder das Ende des Börsentages (sofern sie einen Tag oder länger dauert).
fr_fr: Si vous sélectionnez une <strong>heure de début</strong> équivalente à « Maintenant », <strong>l'heure de fin</strong> correspondra au nombre sélectionné de minutes/heures après <strong>l'heure de début<strong> (si la durée est de moins d'un jour), ou à la fin de la séance boursière (si la durée est d'un jour ou plus).
id_id: Jika anda memilih <strong>waktu mulai</strong> "Sekarang", maka <strong>waktu berakhir</strong> adalah waktu menit/jam yang dipilih setelah <strong>waktu mulai</strong> (jika durasi kurang dari satu hari), atau pada akhir trading (jika durasi satu hari atau lebih).
pl_pl: Jeśli ustawisz <strong>godzinę rozpoczęcia</strong> na „teraz”, <strong>godziną zakończenia</strong> kontraktu będzie wybrana liczba minut lub godzin od momentu <strong>rozpoczęcia umowy</strong> (jeśli wynosi mniej niż jeden dzień w czasie trwania), lub pod koniec dnia handlowego (jeśli wynosi jeden dzień lub więcej w czasie trwania).
pt_pt: Se você selecionar uma <strong>hora de início</strong> como "Agora", a <strong>hora de término</strong> do contrato é o número de minutos/horas selecionado após a <strong>hora de início</strong> (se inferior a um dia de duração), ou no final do dia de negociação (se tiver uma duração de um dia, ou superior).
vi_vn: Nếu bạn chọn <strong>thời gian bắt đầu</strong> "Ngay bây giờ", <strong>thời gian kết thúc</strong> là số giờ/ phút đã được chọn sau <strong>thời gian bắt đầu</strong> (nếu ít hơn một ngày trong thời hạn), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong thời hạn).
zh_cn: 如果您选择的 <strong>开始时间</strong> 是“现在”，交易 <strong>结束时间</strong> 就是交易 <strong>开始时间</strong> 之后所选的分钟数或小时数（如果期限短于一天），或在交易日的结束时间（如果期限为一天或更长）。

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
de_de: Wenn Sie eine bestimmte <strong>Endzeit</strong> auswählen, ist die ausgewählte Zeit die <strong>Endzeit</strong>.
fr_fr: Si vous sélectionnez une <strong>heure de fin<strong> spécifique, <strong>l'heure de fin <strong> correspond à l'heure sélectionnée.
id_id: Jika anda memilih <strong>waktu berakhir</strong> tertentu, maka <strong>waktu berakhir</strong> adalah waktu yang dipilih.
pl_pl: Jeśli wybierzesz konkretną <strong>godzinę zakończenia</strong>, <strong>godziną zakończenia</strong> będzie wybrana godzina.
pt_pt: Se você selecionar uma <strong>hora de término</strong> específica, a <strong>hora de término</strong> do contrato é a hora selecionada.
vi_vn: Nếu bạn chọn <strong>thời gian kết thúc cụ thể</strong>, <strong>thời gian kết thúc</strong> là thời gian đã được lựa chọn.
zh_cn: 如果您选择具体的<strong>结束时间</strong>，交易<strong>结束时间</strong>就是您选择的时间。

source: If you wish to withdraw funds from your MT5 Real Account and close your MT5 Real Account, you may notify us by contacting our helpdesk at <a href='mailto:%1'>%1</a>. Your MT5 Real Account may be closed if you do not have any Open Positions and all amounts due to us have been settled.
de_de: Wenn Sie Gelder von Ihrem MT5 Echtgeldkonto beheben und Ihr MT5 Echtgeldkonto schließen möchten, können Sie uns davon in Kenntnis setzten, indem Sie unseren Helpdesk unter <a href='mailto:%1'>%1</a> kontaktieren. Ihr MT5 Echtgeldlkonto kann geschlossen werden, wenn Sie keine offenen Positionen haben und alle an uns anfälligen Beträge beglichen sind.
id_id: Jika Anda ingin menarik dana dan menutup Akun Riil MT5 Anda, Anda dapat memberitahu kami dengan menghubungi helpdesk di<a href='mailto:%1'>%1</a>. Akun Riil MT5 Anda akan ditutup jika sudah tidak ada lagi Open Position dan saldo akun Anda sudah kosong.
pl_pl: Jeżeli chcesz wypłacić środki ze swojego konta Prawdziwego konta MT5 i zamknąć to konto, możesz powiadomić nas o tym, kontaktując się z naszym działem pomocy pod adresem <a href='mailto:%1'>%1</a>. Twoje Prawdziwe konto MT5 może zostać zamknięte, jeśli nie posiadasz żadnych pozycji zamkniętych, a wszystkie należne nam kwoty zostały rozliczone.
pt_pt: Caso você queira retirar fundos da sua conta real MT5 e fechar a sua conta real MT5, pode nos notificar ao contatar o nosso apoio ao cliente em <a href='mailto:%1'>%1</a>. A sua conta real MT5 pode ser encerrada se você não tiver posições em aberto e todos os valores devidos a nós já tiverem sido liquidados.
vi_vn: Nếu bạn muốn rút tiền từ Tài Khoản Thực MT5 và đóng Tài Khoản Thực MT5 của bạn, bạn có thể thông báo cho chúng tôi bằng cách liên hệ với bộ phận trợ giúp của chúng tôi tại <a href='mailto:%1'> %1</a>. Tài Khoản Thực MT5 của bạn có thể đóng nếu bạn không có bất kỳ Phiên Mở nào và tất cả số tiền nợ chúng tôi đã được giải quyết.
zh_cn: 如果您想从MT5真实账户提款并关闭您的MT5真实账户，您可通过<a href='mailto:%1'> %1</a> 联系客服部通知我们。如果您没有任何未平仓头寸及所有款项都已结清，您的MT5真实账户可以关闭。

source: If you wish to withdraw funds from your MT5 Real Account and/or close your MT5 Real Account, you may notify us by contacting our helpdesk at %1. Your MT5 Real Account may be closed if you do not have any Open Positions and all amounts due to us have been settled.
de_de: Wenn Sie Gelder von Ihrem MT5 Echtgeldkonto beheben und/oder Ihr MT5 Echtgeldkonto schließen möchten, können Sie uns davon in Kenntnis setzten, indem Sie unseren Helpdesk unter %1 kontaktieren. Ihr MT5 Echtgeldlkonto kann geschlossen werden, wenn Sie keine offenen Positionen haben und alle an uns anfälligen Beträge beglichen sind.
id_id: Jika Anda ingin menarik dana dari Akun Riil MT5 dan/atau ingin menutup Akun Riil MT5 Anda, Anda dapat menghubungi helpdesk kami di %1. Akun Riil MT5 Anda hanya daoat ditutup jika Anda sudah tidak memiliki Open Position dan jumlah yang perlu dibayar sudah diselesaikan.
pl_pl: Jeżeli chcesz wypłacić środki ze swojego konta Prawdziwego konta MT5 i/lub zamknąć to konto, możesz powiadomić nas o tym, kontaktując się z naszym działem pomocy pod adresem %1. Twoje Prawdziwe konto MT5 może zostać zamknięte, jeśli nie posiadasz żadnych pozycji zamkniętych, a wszystkie należne nam kwoty zostały rozliczone.
pt_pt: Se você quiser retirar fundos da sua conta real MT5 e/ou fechar a sua conta real MT5, pode nos notificar ao contatar o nosso apoio ao cliente em %1. A sua conta real MT5 pode ser encerrada se você não tiver quaisquer posições em aberto e todos os valores devidos a nós já tiverem sido liquidados.
vi_vn: Nếu bạn muốn rút tiền từ Tài khoản Thực MT5 của bạn và / hoặc đóng Tài khoản Thực MT5, bạn có thể thông báo cho chúng tôi bằng cách liên hệ với bộ phận trợ giúp của chúng tôi tại %1. Tài Khoản Thực MT5 của bạn có thể bị đóng nếu bạn không có bất kỳ phiên mở nào và tất cả số tiền nợ đã được chúng tôi đã thanh toán.
zh_cn: 如果您想从MT5真实账户提款和/或关闭您的MT5真实账户，您可通过 %1 联系客服部通知我们。如果您没有任何未平仓头寸及所有款项都已结清，您的MT5真实账户可以关闭。

source: If you would like more information on becoming a Payment Agent, please contact us at %1
de_de: Wenn Sie mehr Informationen haben möchten, wie man ein Zahlungsagent werden kann, setzen Sie sich bitte mit uns über %1 in Verbindung
fr_fr: Si vous souhaitez obtenir des informations supplémentaires sur la procédure à suivre pour devenir agent de paiement, n'hésitez pas à nous contacter à l'adresse %1
id_id: Jika Anda ingin informasi lebih lanjut mengenai Agen Pembayaran, silahkan hubungi kami di %1
pl_pl: Jeśli chcesz uzyskać więcej informacji na temat pośredników płatności, skontaktuj się z nami, wysyłając wiadomość na: %1
pt_pt: Caso você deseje mais informações sobre como se tornar um agente de pagamentos, contate-nos em %1
vi_vn: Nếu bạn muốn biết thêm thông tin để trở thành Đại lý Thanh toán, vui lòng liên hệ với chúng tôi tại %1
zh_cn: 如您希望获取成为付款代理的更多详情，请随时通过%1 联系我们

source: If you would like to file a complaint with regards to our service, kindly contact us on %1, providing any relevant details relating to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will usually provide a final response within %2 working days from receipt of all relevant details.
de_de: Setzen Sie sich bitte mit uns über %1 unter Angabe aller entsprechenen Einzelheiten zu Ihrer Beschwerde in Verbindung, wenn Sie eine Beschwerde über unseren Service vorbringen möchten. Wir werden Ihrer Anfrage nachgehen und Ihre Anfrage beantworten. Normalerweise werden wir innerhalb von %2 Werktagen nach Erhalt der entsprechenden Einzelheiten eine abschließende Antwort geben.
id_id: Jika Anda ingin mengajukan keluhan mengenai layanan kami, silakan hubungi kami di %1, dengan memberikan rincian yang berkaitan dengan keluhan Anda. Kami akan menyelidiki lebih lanjut keluhan tersebut dan akan menanggapi pertanyaan Anda tersebut. Kami biasanya akan memberikan tanggapan akhir dalam tempo %2 hari sejak semua keterangan terkait diterima secara lengkap.
pl_pl: Jeśli chcą Państwo złożyć skargę dotyczącą naszych usług, prosimy o kontakt pod adresem %1 i przedstawienie wszelkich istotnych szczegółów dotyczących Państwa skargi. Rozpatrzymy ją i wyślemy Państwu odpowiedź. Ostateczna odpowiedź jest z reguły wysyłana w ciągu %2 dni roboczych od otrzymania wszystkich niezbędnych informacji.
pt_pt: Caso você queira fazer uma reclamação em relação ao nosso serviço, entre em contato conosco em %1, informando-nos dos detalhes da sua queixa. Nós iremos investigar o seu caso e uma resposta será enviada. Por norma, forneceremos uma resposta final dentro de %2 dias úteis após o recebimento de todas as informações relevantes.
vi_vn: Nếu bạn muốn gửi đơn khiếu nại liên quan đến dịch vụ của chúng tôi, vui lòng liên hệ với chúng tôi tại %1, và cung cấp mọi chi tiết có liên quan liên quan đến khiếu nại của bạn. Chúng tôi sẽ điều tra yêu cầu của bạn và một phản ứng sẽ được trao cho yêu cầu của bạn. Chúng tôi thường sẽ cung cấp phản hồi cuối cùng trong vòng %2 ngày làm việc kể từ khi nhận được tất cả các chi tiết có liên quan.
zh_cn: 如果您想投诉我们的服务，请在%1与我们联系并提供所有相关的细节。我们将进行调查并予以答复，一般会在收到所有信息后的%2个工作日内提供最终回应。

source: If you would like to file a complaint with regards to the margin trading services described in this Agreement, kindly contact us on complaints@binary.com by providing the relevant details related to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will usually provide a final response within one to two weeks (and at most within two months) from the receipt of all relevant details.
de_de: Wenn Sie eine Beschwerde hinsichtlich der Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, vorbringen möchten, kontaktieren Sie uns bitte unter Angabe der relevanten Einzelheiten im Bezug auf Ihre Beschwerde über complaints@binary.com. Wir werden Ihrer Anfrage nachgehen und Ihre Anfrage beantworten. Normalerweise werden wir innerhalb von ein bis zwei Wochen (längstens innerhalb von zwei Monaten) nach dem Erhalt der entsprechenden Einzelheiten eine abschließende Antwort geben.
id_id: Jika Anda ingin mengajukan keluhan mengenai layanan trading margin yang disebutkan dalam Perjanjian ini, silahkan hubungi kami di complaints@binary.com dengan menyediakan informasi lengkap. Kami akan menginvestigasi dan akan menginformasikan lebih lanjut mengenai masalah Anda. Kami biasanya akan memberikan tanggapan akhir dalam satu atau dua minggu (paling lambat satu bulan) sejak keterangan diterima.
pl_pl: Jeśli chcą Państwo złożyć skargę dotyczącą naszych usług w zakresie zawierania zakładów na kredyt opisanych w niniejszej Umowie, prosimy o kontakt na adres: complaints@binary.com i przedstawienie wszelkich istotnych szczegółów dotyczących Państwa skargi. Rozpatrzymy ją i wyślemy Państwu odpowiedź. Ostateczna odpowiedź jest z reguły wysyłana w terminie od jednego do dwóch tygodni (najpóźniej w przeciągu dwóch miesięcy) od otrzymania wszystkich niezbędnych informacji.
pt_pt: Caso você queira fazer uma reclamação em relação aos serviços de negociação em margem descritos neste Acordo, entre em contato conosco em complaints@binary.com, informando-nos dos detalhes da sua queixa. Iremos investigar o seu caso e uma resposta será enviada. Por norma, forneceremos uma resposta final dentro de 1 a 2 semanas (e no máximo 2 meses) após o recebimento de todas as informações relevantes.
vi_vn: Nếu bạn muốn khiếu nại liên quan đến dịch vụ kinh doanh ký quỹ được mô tả trong hợp đồng này, vui lòng liên hệ với chúng tôi tại complaints@binary.com bằng cách cung cấp các thông tin chi tiết liên quan đến khiếu nại của bạn. Chúng tôi sẽ tìm hiểu và sẽ phản hồi cho bạn sớm nhất. Chúng tôi thường cung cấp câu trả lời cuối cùng trong khoảng thời gian từ 1 đến 2 tuần (và hầu hết trong vòng 2 tháng) từ khi nhận được chi tiết nội dung yêu cầu.
zh_cn: 如果您想投诉关于此协议所述的保证金交易服务，请透过complaints@binary.com与我们联系并提供所有相关的细节。我们将进行调查并予以答复，一般会在收到所有信息后的2周至2月内提供最终回应。

source: If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product: the %1 trading platform. Your clients will love the %1 trading platform because we offer a complete binary options trading experience tailored to the needs of an exceptionally wide range of traders.
de_de: Wenn Sie ein Makler sind, möchten wir gerne mit Ihnen zusammenarbeiten. Sie werden Ihren Kunden ein einzigartiges und innovatives Produkt vorstellen: die %1 Handelsplattform. Ihre Kunden werden die %1 Handelsplattform lieben, da wir eine komplette binäre Handelserfahrung anbieten, die auf die Bedürfnisse eines außergewöhnlich breiten Spektrums von Händlern angepasst ist.
fr_fr: Si vous êtes un courtier nous aimerions travailler avec vous. Vous introduirez vos clients à un produit unique et innovant : la plateforme de trading %1. Vos clients vont adorer la plateforme de trading %1 car nous offrons une expérience de trading complète d'options binaires adaptée aux besoins d’une gamme très large de traders.
id_id: Jika Anda seorang broker, kami ingin bekerja sama dengan Anda. Anda akan memperkenalkan klien Anda produk yang unik dan inovatif: platform trading %1. Klien Anda akan menyukai platform trading %1 karena kami menawarkan pengalaman trading opsi binary lengkap yang disesuaikan dengan kebutuhan berbagai trader.
pl_pl: Jeśli jesteś brokerem, chętnie podejmiemy z Tobą współpracę. Będziesz przedstawiać klientom unikatowy innowacyjny produkt: platformę handlową %1. Twoim klientom spodoba się platforma handlowa %1, gdyż oferujemy handlowanie opcjami binarnymi w pełni dostosowane do potrzeb różnych graczy.
pt_pt: Se você for um corretor, gostaríamos de trabalhar com você. Queremos que apresente os seus clientes a um produto único e inovador: a plataforma de negociação da %1. Os seus clientes irão adorar a plataforma de negociação da %1 porque oferecemos uma experiência de negociação de opções binárias adaptada para atender às necessidades da diversidade de negociadores.
vi_vn: Nếu bạn là một nhà môi giới, chúng tôi muốn làm việc với bạn. Bạn sẽ giới thiệu khách hàng của bạn đến một sản phẩm độc đáo và sáng tạo: sàn giao dịch %1. Khách hàng của bạn sẽ yêu thích sàn giao dịch %1 vì chúng tôi cung cấp một giao dịch binary options đầy đủ kinh nghiệm phù hợp với nhu cầu của một đặc biệt rộng phạm vi của thương nhân kinh doanh.
zh_cn: 如果您是经纪人, 我们想和您合作。您可向您的客户推荐独特和创新的产品: %1 交易平台。您的客户会喜欢 %1 交易平台, 因为我们提供完整的二元期权交易体验, 适于各种交易者的需求。
