Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You shall avoid disclosure or unauthorized use of any confidential information that may come to your knowledge or possession to third clients or external parties.
de_de: Sie müssen die Weitergabe an Dritte oder ungenehmigte Verwendung von vertraulichen Informationen durch Dritte, die Ihnen bekannt werden, oder in Ihren Besitz kommen, verhindern.
id_id: Anda harus menghindari pengungkapan atau penggunaan yang tidak sah bagi informasi rahasia yang mungkin datang atas pengetahuan atau kepemilikan klien ketiga atau pihak luar.
pl_pl: Zapobieganie ujawnianiu lub nieautoryzowanemu użyciu poufnych informacji, w których posiadanie może wejść Partner lub strony trzecie.
pt_pt: Você deve evitar a divulgação ou o uso não autorizado de quaisquer informações confidenciais que possam chegar ao seu conhecimento ou posse a clientes terceiros ou entidades externas.
vi_vn: Bạn không được phép tiết lộ hoặc sử dụng trái phép bất kỳ thông tin bí mật nào mà bạn nhận được hoặc thuộc sở hữu của khách hàng thứ ba hoặc bên ngoài.
zh_cn: 您须避免向第三方客户或外方披露或未经授权使用您可能获知或拥有的任何机密信息。

source: You shall be solely responsible for, and shall indemnify and hold the Company free and harmless from, any and all third party claims, damages or lawsuits (including, but not limited to, consequential losses and loss of profit, the Company's reasonable legal costs and expenses if applicable):
de_de: Im Fall von Ansprüchen Dritter, Schadensersatzansprüchen oder Gerichtsverfahren (einschließlich, aber nicht beschränkt auf Folgeschäden oder entgangenen Gewinn, die angemessenen Rechtskosten und Ausgaben des Unternehmens) sind Sie alleine für diese verantwortlich und Sie müssen das Unternehmen hiervon schad- und klaglos halten:
id_id: Anda sepenuhnya bertanggung jawab atas, dan harus mengganti kerugian dan melepaskan Perusahaan dari setiap dan semua tuntutan pihak ketiga mengenai kerusakan atau tuntutan hukum (termasuk, namun tidak terbatas pada, kerugian konsekuensial dan kehilangan keuntungan, biaya hukum Perusahaan dan biaya lain jika berlaku):
pl_pl: Użytkownik ponosi wyłączną odpowiedzialność za wszelkie roszczenia, szkody czy pozwy stron trzecich (między innymi straty pośrednie i utratę zysków oraz ewentualne koszty prawne poniesione przez Firmę) i zwalnia Firmę z odpowiedzialności za nie:
pt_pt: Você será unicamente responsável por, e indenizará e manterá a Empresa livre e ilesa de, quaisquer e todas as reivindicações, danos ou processos judiciais de terceiros (incluindo, mas não limitados a, perdas consequenciais e perdas de lucros, os custos e despesas legais razoáveis da Empresa, se aplicáveis):
vi_vn: Bạn sẽ phải chịu trách nhiệm, và sẽ phải bồi thường theo yêu cầu và giữ cho Công Ty không bị thiệt hại về bất kỳ các khiếu nại, thiệt hại, các tố tụng của bên thứ ba (bao gồm, nhưng không giới hạn, thiệt hại do hậu quả và mất lợi nhuận, chi phí pháp lý chấp nhận được của Công Ty chúng tôi và các chi phí phát sinh nếu có):
zh_cn: 您须全权负责，并须对公司提供保障与保证公司免于任何和所有第三方索赔、损害赔偿或诉讼 （包括但不限于间接损失和利润损失、公司合理的法律费用和开支，如适用）：

source: You shall discontinue your use of all prior versions of the %1 API in favour of the revised %1 API. While it is the Company's intention that the revised %1 API shall be backward compatible with the immediately prior version of the %1 API, the Company does not guarantee or warrant that this shall be so, and the Company shall have no liability whatsoever to you for any failure of the revised %1 API to be backward compatible with any prior version of the %1 API.
de_de: Sie müssen die Verwendung aller früheren Versionen des %1 API zugunsten des überarbeiteten %1 API beenden. Obwohl das Unternehmen beabsichtigt, dass das überarbeitete %1 API abwärtskompatibel zu der unmittelbaren Vorgängerversion des %1 API sein soll, garantiert oder gewährleistet das Unternehmen nicht, hierzu verpflichtet zu sein und das Unternehmen ist Ihnen gegenüber für ein Fehlen der Abwärtskompatibilität des überarbeiteten %1 API zu einer früheren Version des %1 API nicht haftbar.
id_id: Anda perlu menghentikan penggunaan versi API %1 sebelumnya dan menggunakan API %1 yang telah diperbarui. Sementara itu, merupakan niat Perusahaan dimana API %1 yang telah diperbarui akan kompatibel dengan versi sebelumnya dari API %1, dan Perusahaan tidak memiliki kewajiban apapun kepada Anda bagi setiap kegagalan yang telah direvisi pada API %1 untuk menjadi kompatibel dengan versi sebelumnya dari API %1.
pl_pl: Użytkownik przestanie korzystać z wcześniejszych wersji API %1 i rozpocznie korzystanie z jego ulepszonej wersji. Intencją Firmy jest, by ulepszona wersja API %1 była zgodna z poprzednią wersją API %1, jednak nie gwarantuje, że tak będzie i nie ponosi żadnej odpowiedzialności w stosunku do Użytkownika za brak kompatybilności API %1 z jego z poprzednią wersją.
pt_pt: Você deve descontinuar o seu uso de todas as versões anteriores da API %1 a favor de uma API %1 revista. Apesar de ser a intenção da Empresa que a API %1 revista seja compatível com a versão imediatamente anterior da API %1, a Empresa não garante que isto assim seja, e a Empresa não terá nenhuma responsabilidade perante você por quaisquer falhas da API %1 revista na sua capacidade de ser compatível com quaisquer versões anteriores da API %1.
vi_vn: Bạn sẽ nên ngưng sử dụng tất cả các phiên bản trước của %1 API và chuyển sang sử dụng phiên bản %1 API được cập nhật. Trong khi mục đích của Công Ty chúng tôi là phiên bản %1 API được cập nhật này sẽ tương thích với phiên bản %1 API trước đó, Công ty chúng tôi không chắc chắn hay bảo đảm rằng nó sẽ là như vậy, và Công Ty chúng tôi sẽ không chịu bất kỳ trách nhiệm pháp lý nào đối với bạn cho bất cứ tổn thất nào về tính tương thích của phiên bản %1 API cập nhật với phiên bản %1 API trước đó.
zh_cn: 您须停止使用所有先前版本的%1 API 并使用修訂後的%1 API版本。雖然公司的意圖是，修訂後的%1 API版本应与之前版本相容，公司並不擔保或保證一定会如此，且公司一概不承擔任何因修訂後的%1 API版本与之前版本不相容对您所引起的責任。

source: You shall indemnify on demand and hold the Company harmless from, and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses, loss of profit, and reasonable legal costs, if applicable), and liabilities suffered or incurred, directly, or indirectly, by the Company in consequence of any breach, non-performance, or non-observance by you of any of your obligations or warranties under this Agreement.
de_de: Sie müssen auf Verlangen das Unternehmen vor allen Verlusten, Forderungen, Ansprüchen, Schäden, Kosten, Auslagen (und vor Folgeschäden und Gewinnausfall, angemessenen Gerichts- und Anwaltskosten und darauf anfallende Mehrwertsteuern) und Haftungen entschädigen und schadlos halten, die dem Unternehmen infolge von Verletzung, Nichterfüllung oder Nichtbeachtung Ihrer Pflichten oder Zusicherungen aus diesem Vertrag direkt oder indirekt durch Sie entstehen.
id_id: Anda harus mengganti rugi pada permintaan dan melepaskan Perusahaan dari, dan terhadap setiap dan semua kerugian, tuntutan, klaim, kerusakan, biaya, pengeluaran (termasuk, namun tidak terbatas pada, kerugian konsekuensial, kehilangan keuntungan, dan biaya hukum yang wajar, jika berlaku), dan kewajiban menderita atau dikeluarkan, secara langsung atau tidak langsung oleh Perusahaan sebagai akibat dari pelanggaran, non-kinerja, atau nketidak patuhan Anda dari setiap kewajiban atau jaminan berdasarkan Perjanjian ini.
pl_pl: Partner nie będzie pociągał Firmy do odpowiedzialności za jakiekolwiek straty, żądania, roszczenia, szkody, koszty, wydatki (w tym wynikłe straty zysków i koszty sądowe, jeśli zaistniały) oraz zobowiązania wynikłe, bezpośrednio lub pośrednio, przez Firmę w związku z jakimkolwiek naruszeniem, nieprzestrzeganiem czy zaniedbaniem przez użytkownika jakichkolwiek obowiązków czy gwarancji obowiązujących na mocy niniejszej Umowy.
pt_pt: Você deverá indenizar a Empresa mediante pedido e isentá-la de responsabilidades decorrentes de, e contra quaisquer perdas, processos, reclamações, danos, custos, despesas, (includindo, mas não limitados a, perdas consequenciais, perdas de lucro e despesas legais razoáveis, quando aplicáveis) e responsabilidades decorridos ou incorridos, direta ou indiretamente, pela Empresa em consequência de qualquer violação, falha na execução ou não cumprimento por você de quaisquer das suas obrigações ou garantias neste Acordo.
vi_vn: Bạn sẽ phải bồi thường theo yêu cầu và giữ cho Công ty không bị tổn hại gì từ các thiệt hại, nhu cầu, khiếu nại, phá hủy, phí, chi phí (bao gồm, nhưng không giới hạn, thiệt hại do hậu quả, mất lợi nhuận, chi phí pháp lý nếu có) và các khoản nợ phải chịu hoặc phát sinh, trực tiếp hoặc gián tiếp trong Công Ty do hậu quả của hành vi vi phạm, không thực hiện hoặc không tuân thủ nghĩa vụ của bạn cam kết của bạn theo Thỏa Thuận này.
zh_cn: 如果由于您违反、不履行或不遵守您在本协议项下的任何义务或保证，导致公司直接或间接遭受或产生任何损失、要求、索赔、损害赔偿、费用、开支（包括但不限于间接损失和利润损失、合理的法律费用（如适用））和法律责任，则您应当对公司进行赔偿（如应要求），并使其免害。

source: You shall not develop and implement marketing, advertising, and promotional activities which infringe any applicable laws, rules, regulations, or codes of practice relating to marketing, advertising, and promotional activities applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business.
de_de: Sie dürfen keine Marketing-, Werbe- und Verkaufsförderungsaktivitäten entwickeln oder durchführen, die geltende Gesetze, Regeln, Vorschriften oder Verfahrensregeln in Bezug auf Marketing-, Werbe- und Verkaufsförderungen, die von Behörden oder Aufsichtsbehörden in dem Land/den Ländern, in dem/denen Sie aktiv sind oder auf das/die Ihre Aktivitäten abzielen, verletzen.
id_id: Anda tidak harus mengembangkan dan menerapkan pemasaran, iklan, dan kegiatan promosi yang melanggar hak hukum, aturan, peraturan, atau kode praktek yang berkaitan dengan pemasaran, iklan, dan kegiatan promosi yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda.
pl_pl: Partner nie będzie podejmował jakichkolwiek czynności marketingowych, reklamowych ani promocyjnych, które naruszają jakiekolwiek obowiązujące przepisy, rozporządzenia, normy prawne czy kodeksy postępowania odnoszące się do czynności marketingowych, reklamowych i promocyjnych, wydanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi swoją działalność lub do którego kieruje swoje usługi.
pt_pt: Você não deve desenvolver ou implementar atividades de marketing, publicidade ou promocionais que violem quaisquer leis, regras, regulamentos ou códigos de prática relacionados com atividades de marketing, publicidade ou promocionais aplicáveis, sob a autoridade de qualquer entidade regulatória, da jurisdição na qual você opera ou em que se destina o seu negócio.
vi_vn: Bạn không nên phát triển và thực hiện những hoạt động tiếp thị, quảng cáo và khuyến mại vi phạm bất cứ điều luật, quy tắc, quy định, hoặc mã của những hoạt động tiếp thị, quảng cáo, khuyến mại được áp dụng theo thẩm quyền của cơ quan chức năng nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới.
zh_cn: 您不可制定和执行任何违反适用法律、规则、条例或工作守则与市场营销、广告和促销活动有关在任何监管机构的适用管辖权范围内针对您运作或您的业务有关的任何市场营销、广告和促销活动。

source: You shall not encourage your referrals to make deposits or place any trades where the purpose of that action is (whether in whole or in part) to increase affiliate commissions rather than to benefit your referrals' trading performance and profitability.
de_de: Sie dürfen empfohlene Kunden nicht dazu ermutigen, Einzahlungen vorzunehmen oder Geschäfte in Auftrag zu geben, bei denen der Zweck (ganz oder teilweise) lediglich der ist, die Geschäftspartnerprovision zu erhöhen, statt dem Handelsinteresse und der Rentabilität des Kunden zu dienen.
id_id: Anda tidak dapat menyemangati referral Anda untuk membuat deposit atau membeli kontrak yang bertujuan (sebagian atau sepenuhnya) untuk meningkatkan komisi affiliasi dan bukan untuk memperoleh keuntungan dari kinerja mereka.
pl_pl: Partner nie będzie zachęcać osób, którym poleca nasz portal, do dokonywania wpłat ani zawierania transakcji, których celem jest (zarówno w całości, jak i w części) wzrost prowizji partnerskiej, a nie zysk i rentowność osób, którym poleca portal.
pt_pt: Você não deve incentivar os clientes a efetuar depósitos ou realizar negociações em que o objetivo dessa ação seja (no todo ou em parte) aumentar as comissões de afiliado em vez de beneficiar o desempenho e a lucratividade das negociações do cliente indicado.
vi_vn: Bạn không được khuyến khích khách hàng nộp tiền đặt cọc hoặc đặt bất kỳ giao dịch nào (dù là toàn bộ hay một phần) với mục đích để tăng hoa hồng giới thiệu liên kết chứ không phải là để làm lợi cho khách hàng và để tăng lợi nhuận.
zh_cn: 您在行为（部分或全部）目的旨在提高联盟佣金收入而不是有益于推荐人交易业绩及盈利性时，不得鼓励推荐人存款或进行任何交易。

source: You shall not encourage your referrals to take out any form of loans to be able to make deposits and/or place trades.
de_de: Sie dürfen die von Ihnen empfohlenen Kunden nicht dazu ermuntern, jegliche Art von Kredit aufzunehmen, um in der Lage zu sein, Einzahlungen zu tätigen und/oder Geschäfte zu platzieren.
id_id: Anda tidak boleh mengarahkan referral Anda untuk membuat pinjaman untuk dapat mendeposit dan/atau membeli kontrak.
pl_pl: Partner nie będzie zachęcać osób, którym poleca nasz portal, do zaciągania jakiejkolwiek pożyczki w celu dokonania wpłaty środków i/lub zawarcia kontraktu.
pt_pt: Você não deve incentivar os clientes que indica a contrairem qualquer tipo de empréstimo para poderem fazer depósitos e/ou realizar negociações.
vi_vn: Bạn không nên khuyến khích người mà bạn giới thiệu nhận bất kỳ hình thức cho vay nào để có tiền đặt cọc và / hoặc thực hiện giao dịch.
zh_cn: 您不可鼓励您的推介人以任何形式提出能够存款和/或交易的贷款。

source: You shall not hold or pool your referrals' funds or third party funds into your own account held with %1.
de_de: Sie dürfen keine Gelder Ihrer empfohlenen Kunden oder Gelder von Dritten auf Ihrem eigenen Konto bei %1 halten oder ansammeln.
id_id: Anda tidak boleh memegang atau mengumpulkan dana referral Anda atau pihak ketiga di dalam akun %1 Anda.
pl_pl: Partner nie ma prawa przetrzymywać na swoim koncie na %1 środków należących do osób, którym poleca nasz portal, czy osób trzecich, ani pobierać ich na swoje konto.
pt_pt: Você não deve deter ou reunir fundos de clientes indicados ou fundos de terceiros na sua própria conta da %1.
vi_vn: Bạn sẽ không được nắm giữa hoặc chuyển tiền của người bạn giới thiệu hoặc tiền của bên thứ ba sang tài khoản của mình được mở với %1.
zh_cn: 您不得将推荐人资金或第三方资金截留或汇集至您在 %1 的账户。

source: You shall not place trades on your referrals' behalf.
de_de: Sie dürfen keine Geschäfte im Auftrag Ihrer empfohlenen Kunden platzieren.
id_id: Anda tidak dapat membeli kontrak atas nama referral Anda.
pl_pl: Partner będzie zawierać zakładów w imieniu osób, którym poleca nasz portal.
pt_pt: Você não deve negociar em nome dos clientes que indica.
vi_vn: Bạn không nên thực hiện giao dịch trên danh nghĩa người mà bạn giới thiệu.
zh_cn: 您不可代表推介人进行交易。

source: You shall not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trademarks or trade names that include the word "%1" or any variation thereof.
de_de: Sie dürfen keine Schlagwörter, Suchbegriffe oder andere Kennungen zur Nutzung in einer Suchmaschine, in einem Portal, bei gesponserten Werbediensten oder anderen Such- oder Linkdiensten kaufen oder registrieren, die den Handelsmarken oder Markenzeichen des Unternehmens gleichen oder ähnlich sind. Dasselbe Verbot gilt auch für Handelsnamen, die den Begriff „%1“ oder eine Variante davon als Bestandteil enthalten.
id_id: Anda tidak akan membeli atau mendaftar kata kunci, istilah pencarian atau pengenal lainnya untuk digunakan dalam setiap mesin pencari, portal, iklan layanan disponsori atau pencari lainnya atau layanan rujukan yang identik atau mirip dengan merek dagang Perusahaan atau nama dagang yang mencakup kata "%1" atau variasinya.
pl_pl: Partner nie będzie kupował ani rejestrował słów kluczowych, terminów wyszukiwania i innych identyfikatorów, które można wykorzystać w jakiejkolwiek wyszukiwarce, portalu, sponsorowanym serwisie reklamowym lub innej usłudze wyszukiwania lub w serwisie polecającym, które są identyczne lub podobne do któregokolwiek ze znaków towarowych lub którejkolwiek nazwy handlowej Firmy, zawierających słowo "%1" lub jego odmiany.
pt_pt: Você não deve comprar ou registrar palavras-chave, termos de pesquisa ou outros identificadores para uso em qualquer mecanismo de busca, portal, serviço de publicidade patrocinada ou outro serviço de pesquisa ou de indicação que sejam idênticos ou semelhantes a qualquer uma das marcas comerciais ou nomes comerciais da Empresa, que incluam a palavra "%1" ou qualquer variante do mesmo.
vi_vn: Bạn không được phép mua hoặc đăng ký từ khóa, tìm kiếm các thuật ngữ sử dụng các công cụ tìm kiếm, cổng thông tin, dịch vụ quảng cáo được tài trợ hoặc dịch vụ giới thiệu mà giống hệt hoặc tương tự với nhãn hiệu của Công Ty hoặc tên thương hiệu chứa từ "%1" hoặc bất kỳ biến thể nào từ nó.
zh_cn: 您不得购买或注册关键词、搜索字词，或任何与公司商标及名称相同或类似的、包含 “%1” 字样及相似的搜索引擎、门户网站、赞助广告服务、搜索或推荐服务的识别符。

source: You shall not resort to high-pressure sales tactics or false promises.
de_de: Sie dürfen nicht auf Hochdruck-Verkaufstaktiken oder falsche Versprechungen zurückgreifen.
id_id: Anda tidak dapat menggunakan taktik penjualan atau memberikan janji palsu.
pl_pl: Partner będzie stosować taktyk sprzedażowych wywierających dużą presję na klienta ani składać fałszywych obietnic.
pt_pt: Você não deve recorrer a táticas de venda de alta pressão ou a promessa falsas.
vi_vn: Bạn không được phép sử dụng những chiến thuật bán hàng gây áp lực hoặc những lời hứa không đúng sự thật.
zh_cn: 你不可提出高压销售策略或虚假承诺。

source: You shall not target any of your marketing, advertising, and promotional activities to any clients unless they are over 18 years old, or for Estonian residents whereby they have to be over 21 years old.
de_de: Sie dürfen Ihr Marketing, Ihre Werbung und Werbeaktivitäten an keine Kunden richten, die unter 18 Jahre alt sind, oder an Einwohner Estlands, die unter 21 Jahre alt sind.
id_id: Anda tidak boleh menargetkan kegiatan pemasaran, iklan, dan promosi Anda kepada klien mana pun kecuali mereka berusia di atas 18 tahun, atau bagi penduduk Estonia di mana mereka harus berusia lebih dari 21 tahun.
pl_pl: Nie możesz kierować żadnych działań marketingowych, reklamowych ani promocyjnych do klientów poniżej 18 roku życia, ani do obywateli Estonii poniżej 21 roku życia.
pt_pt: Você não deve direcionar quaisquer das suas atividades de marketing, publicidade ou promocionais a quaisquer clientes com idade inferior a 18 anos ou, no caso de residentes da Estônia, com idade inferior a 21 anos.
vi_vn: Bạn không phải nhắm mục tiêu bất kỳ hoạt động tiếp thị, quảng cáo và quảng cáo của bạn cho bất kỳ khách hàng nào trừ khi họ đang trên 18 tuổi, hoặc cho các cư dân Estonia, theo đó họ đã trên 21 tuổi.
zh_cn: 您不可对任何18岁以下, 或是21岁以下的爱沙尼亚居民客户展开任何营销、广告和促销活动。

source: You should be passionate about:
fr_fr: Vous devez être passionné de :
id_id: Anda harus bersemangat mengenai:
pl_pl: Szukamy osób z pasją do:
vi_vn: Bạn có đam mê với:
zh_cn: 你必须对以下工作充满激情:

source: You should enter %1 characters.
de_de: Sie müssen %1 Zeichen eingeben.
fr_fr: Vous devez saisir %1 caractères.
id_id: Anda harus memasukkan %1 karakter.
pl_pl: Proszę wprowadzić następującą liczbę znaków: %1.
pt_pt: Você dever inserir %1 caracteres.
vi_vn: Bạn nên nhập vào %1 ký tự.
zh_cn: 您必须输入%1个字符。

source: You should get independent advice from an investment adviser if you have any doubts about dealing in margined products.
de_de: Sie sollten eine unabhängige Beratung eines Anlageberaters erhalten, wenn Sie irgendwelche Zweifel über den Umgang mit Margin-Produkten haben.
id_id: Anda harus mendapatkan nasihat independen dari penasihat investasi jika Anda memiliki keraguan mengenai produk margin.
pl_pl: W przypadku jakichkolwiek wątpliwości odnośnie handlu produktami z depozytem zabezpieczającym należy zasięgnąć niezależnej porady doradcy inwestycyjnego.
pt_pt: Se tiver dúvidas sobre a negociação de produtos com margem, você deve pedir aconselhamento independente de um consultor de investimentos.
vi_vn: Bạn nên tìm một nhà tư vấn độc lập để cố vấn đầu tư cho mình nếu bạn có bất kỳ khó khăn nào trong cách xử lý sản phẩm ký quỹ.
zh_cn: 如对保证金产品交易有任何疑问, 您应该向专业投资顾问寻求建议。

source: You should not sign up to receive the margin trading services described in this Agreement unless you understand their nature and the associated risks.
de_de: Sie sollten sich nicht dazu anmelden, Margin Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, zu erhalten, es sei denn, Sie verstehen deren Beschaffenheit und die damit verbundenen Risiken.
id_id: Anda tidak harus mendaftar untuk bertrading layanan margin seperti yang dijelaskan dalam Perjanjian ini kecuali jika Anda sudah memahami sifat dan risiko yang terlibat.
pl_pl: Nie należy rejestrować się w celu uzyskania usług handlowania na kredyt opisanych w niniejszej Umowie, jeśli nie rozumiesz natury tych usług i związanego z nimi ryzyka.
pt_pt: Você não deve se inscrever para receber os serviços de negociação em margem descritos neste Acordo a menos que compreenda a sua natureza e os riscos associados.
vi_vn: Bạn không nên đăng ký để nhận được dịch vụ kinh doanh ký quỹ được mô tả trong Thỏa Thuận này trừ khi bạn hiểu bản chất của nó và các rủi ro liên quan.
zh_cn: 除非您了解本协议所述的保证金交易服务的性质和相关风险， 您不会注册接受此服务。

source: You should not sign up to receive the trading services described in this Agreement unless you understand their nature and the associated risks.
de_de: Sie sollten sich nicht dazu anmelden, Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, zu erhalten, es sei denn, Sie verstehen deren Beschaffenheit und die damit verbundenen Risiken.
id_id: Anda tidak wajib mendaftar layanan trading seperti yang dijelaskan dalam Perjanjian ini kecuali jika Anda sudah memahami sifat dan risiko yang terlibat.
pl_pl: Nie należy rejestrować się w celu uzyskania usług handlowania opisanych w niniejszej Umowie, jeśli nie rozumiesz natury tych usług i związanego z nimi ryzyka.
pt_pt: Você não deve se inscrever para receber os serviços de negociação descritos neste Acordo a menos que compreenda a sua natureza e os riscos associados.
vi_vn: Bạn không nên đăng ký để nhận được dịch vụ kinh doanh được mô tả trong thỏa thuận này trừ khi bạn hiểu bản chất của nó và các rủi ro liên quan.
zh_cn: 除非您了解本协议所述的交易服务的性质和相关风险， 您不应该注册接受此服务。
