Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: A keen eye to identify new trends in marketing, evaluate new technologies and ensure the brand is at the forefront of industry developments
de_de: Ein wachsames Auge, um neue Trends im Marketing zu identifizieren, Bewertung von neuen Technologien und die Gewährleistung, dass die Marke an der Spitze der Entwicklungen in der Branche ist
fr_fr: Un sens aigu pour identifier les nouvelles tendances en marketing, évaluer les nouvelles technologies et s’assurer que la marque est à l’avant-garde des développements de l’industrie
id_id: Sebuah mata yang tajam untuk mengidentifikasi tren baru dalam marketing, mengevaluasi teknologi baru dan memastikan merek berada di garis terdepan dalam perkembangan industri
pl_pl: Identyfikowanie nowych trendów w marketingu, ocenianie nowych technologii i zapewnianie, że marka plasuje się wśród liderów w branży pod względem rozwoju
pt_pt: Um olhar atento para identificar novas tendências em marketing, avaliar novas tecnologias e garantir que a marca esteja na vanguarda dos desenvolvimentos da indústria
vi_vn: Một con mắt tinh tường trong xác định các xu hướng mới trong tiếp thị, đánh giá các công nghệ mới và đảm bảo thương hiệu luôn dẫn đầu trong ngành công nghiệp phát triển
zh_cn: 具敏锐眼光, 可确定营销的新趋势, 评估新技术, 并确保品牌处于行业发展的前沿

source: A lifelong interest in accounting, and an aptitude for numbers
de_de: Ein lebenslanges Interesse an Buchhaltung und eine Begabung für Zahlen
fr_fr: Un intérêt indéfectible en comptabilité et une aptitude pour les chiffres
id_id: Minat seumur hidup dalam bidang akuntansi, dan kecakapan untuk angka
pl_pl: Zainteresowanie księgowością i umiejętność pracy z liczbami
pt_pt: Um forte interesse em contabilidade e uma aptidão para os números
vi_vn: Một sở thích lâu dài trong ngành kế toán, và có năng khiếu với các con số
zh_cn: 对会计极感兴趣，愿意终身投入其中，以及对数字具备高敏感性

source: A list of payment methods you will accept from Clients
de_de: Eine Liste der Zahlungsmethoden, die Sie von Ihren Kunden akzeptieren werden
fr_fr: Une liste des moyens de paiement que vous acceptez de vos clients
id_id: Daftar jenis metode pembayaran yang akan Anda sediakan
pl_pl: Lista sposobów płatności, które będziesz akceptować
pt_pt: Uma lista de métodos de pagamento que você irá aceitar de clientes
vi_vn: Một danh sách các phương thức thanh toán bạn sẽ chấp nhận từ Khách hàng
zh_cn: 您可接受的客户付款方式列表

source: A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to "look back" over time to determine the payout.
de_de: Ein Lookback-Kontrakt verfügt über eine Auszahlung, die von einem optimalen Hoch oder Tief, das durch den Markt erreicht wird, abhängt. Die Option erlaubt dem Inhaber auf einen Zeitablauf "zurückzublicken" ("look back"), um die Auszahlung zu bestimmen.
fr_fr: Un contrat loockback a un taux de redistribution qui dépend de l'optimum haut ou bas atteint par le marché. L’option permet au détenteur de « revenir » au fil du temps afin de déterminer le gain.
id_id: Kontrak lookback memiliki hasil yang tergantung pada jumlah maksimum high atau low yang dicapai oleh pasar. Opsi ini memberi kesempatan untuk "melihat kembali" dari waktu ke waktu untuk menentukan hasil.
pl_pl: Wypłata w przypadku kontraktu wstecznego zależy od optymalnej wysokiej lub niskiej ceny osiągniętej na rynku. Opcja pozwala jej właścicielowi „cofnąć się wstecz”, aby ustalić wypłatę.
pt_pt: Os prêmios de contratos retrospectivos dependem da alta ou baixa ideal alcançada pelo mercado. A opção permite que o detentor analise o contrato em retrospectiva, ao longo do tempo, para escolher o prêmio.
vi_vn: Một hợp đồng lookback có một khoảng được trả tùy thuộc vào tối ưu cao hay thấp của thị trường. Các tùy chọn cho phép các chủ để "nhìn lại" theo thời gian để xác định khoảng được trả.
zh_cn: 回顾合约的回报取决于市场达到的最高或最低价。该选项允许持有者 "回顾"过去历史, 以确定回报。

source: A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
de_de: Ein Germium, das sich aus Branchenführern zusammensetzt, verleiht BetOnMarkets.com vor zwei weiteren Finalisten den Preis „Financial Betting Operator of the Year" (Finanzwettenanbieter des Jahres). Dies ist für unsere Marke ein bedeutender Erfolg und eine weitere Anerkennung unserer erstklassigen Dienstleistungen. Wir erzielen seit zehn Jahren nach und nach immer größere Erfolge.
fr_fr: Face à deux autres finalistes, BetOnMarkets.com remporte le titre de « plateforme de trading de l'année », décerné par un groupe de leaders du secteur financier. Ce prix représente une grande victoire pour notre marque et une reconnaissance accrue de nos services qui rencontrent un succès mondial. Avec dix ans au compteur, la société va de victoire en victoire.
id_id: Sebuah panel pemimpin industri menganugerahkan BetOnMarkets.com sebagai 'Operator Financial Trading Terbaik'. Ini adalah anugerah terbaik bagi kami dan pengakuan lebih lanjut bagi layanan yang kami sediakan. Sepuluh tahun kemudian kami terus kukuh.
pl_pl: Panel ukazujący, że BetOnMarkets.com jest liderem rynku przed dwoma innymi finalistami z tytułem „Operator zakładów finansowych roku”. To wielkie wyróżnienie dla naszej marki i kolejne uznanie naszych usług w zakresie zakładów finansowych. Od dziesięciu lat skutecznie pracujemy nad naszym sukcesem.
pt_pt: Um painel de líderes da indústria premiou a BetOnMarkets.com como "Melhor Operador de Apostas Financeiras do Ano", em frente de dois outros finalistas. Esta foi uma grande vitória para a nossa marca e mais um reconhecimento do nosso serviço mundialmente campeão. Dez anos mais tarde, continuamos cada vez mais fortes.
vi_vn: Những nhà lãnh đạo hàng đầu trong ngành công nghiệp trao giải cho BetOnMarkets.com là ‘Nhà hoạt động Cá cược Tài chính của năm’, vượt qua hai đối thủ khác trong vòng chung kết. Đây chính là giải thưởng danh giá hàng đầu về dịch vụ của chúng tôi thể hiện đẳng cấp trên thị trường thế giới. 10 năm tới, chúng tôi sẽ ngày càng phát triển thêm.
zh_cn: BetOnMarkets.com 淘汰了其他两个决赛对手，赢得由行业领袖专家团评选的“年度最佳金融投注运营商”奖项。这对我们的品牌来说是一场很重大的胜利，并进一步肯定了我们首屈一指的卓越服务。十年过去了，我们的实力越来越强。

source: A politically exposed person (PEP) is an individual who is or has been entrusted with a prominent public function. Family members and close associates of such individuals are also considered as PEPs. A PEP who has ceased to be entrusted with a prominent public function for at least 12 months no longer qualifies as a PEP.
de_de: Eine politisch exponierte Person (PEP) ist eine Person, die entweder mit einem wichtigen öffentlichen Amt betraut ist, oder anvertraut wurde. Familienmitglieder und enge Mitarbeiter solcher Personen gelten auch als PEP. Eine PEP, die aufgehört hat, für mindestens 12 Monate nicht mehr mit einem wichtigen öffentlichen Amt betraut zu ein, qualifiziert sich nicht mehr als PEP.
fr_fr: Une personne politiquement exposée (PPE) est une personne qui est ou s’est vu confier une fonction publique importante. Les membres de la famille et les proches de ces personnes sont également considérés comme PEPs. Un PEP qui a cessé de se voir confier une fonction publique importante depuis au moins 12 mois n’est plus est considéré comme un PEP.
id_id: Pihak yang terlibat dalam dunia politik (PEP) adalah individu yang dipercayai oleh rakyat. Anggota keluarga dan krabat terdekat PEP juga dikategorikan sebagai PEP. Seorang PEP yang sudah berhenti dari jabatannya lebih dari 12 bulan tidak lagi memenuhi syarat sebagai PEP.
pl_pl: Osoba zajmująca eksponowane stanowisko polityczne (PEP) to osoba, która pełni lub pełniła ważną funkcję publiczną. Członków rodziny i bliskich współpracowników takich osób również uznaje się za osoby zajmujące eksponowane stanowisko polityczne. Osoba, która nie pełni ważnej funkcji publicznej od co najmniej 12 miesięcy nie jest już uznawana za PEP.
pt_pt: Uma pessoa política exposta (PPE) é um indivíduo que tenha ou a quem tenha sido confiada uma função pública proeminente. Membros da família e associados próximos de tais indivíduos são também considerados PPEs. Uma PPE que tenha deixado a sua função pública proeminente há pelo menos 12 meses já não se qualifica como PPE.
vi_vn: Một người được tiếp xúc chính trị (PEP) là một cá nhân hoặc đã được giao phó với một chức năng công cộng nổi bật. Các thành viên gia đình và cộng sự gần gũi của những cá nhân này cũng được coi là PEP. Một PEP đã ngừng được giao phó với một chức năng công cộng nổi bật trong ít nhất 12 tháng không còn đủ điều kiện như một PEP nữa.
zh_cn: 政治公众人物(PEP) 是指正在或曾经被赋予重要公共职能的个人。这些人的家庭成员和亲密同伙也被视为 PEP。如果一名PEP已停止其重要公共职能至少12个月，将不再合格为PEP。

source: A proactive approach in problem-solving
de_de: Ein proaktiver Ansatz bei der Problemlösung
fr_fr: Une approche proactive dans la résolution des problèmes
id_id: Pendekatan proaktif dalam problem-solving
pl_pl: Aktywne podejście do rozwiązywania problemów
pt_pt: Uma abordagem proativa na resolução de problemas
vi_vn: Luôn có phương hướng tiếp cận chủ động trong việc giải quyết vấn đề
zh_cn: 积极找方法解决问题

source: A referred client is someone who has been referred through your unique affiliate link and who has deposited money into their %1 account. They must fulfil the following criteria:
de_de: Ein angeworbener Kunde ist jemand, der über Ihren einzigartigen Partner-Link gewonnen wurde, und der Geld auf sein %1 Konto eingezahlt hat. Kunden müssen folgende Kriterien erfüllen:
fr_fr: Un client référé est quelqu'un qui nous a été référé par votre lien affilié unique et qui a déposé de l'argent sur son compte %1. Il doit satisfaire aux critères suivants :
id_id: Klien adalah seseorang yang telah dirujuk melalui tautan afiliasi unik Anda dan yang telah mendeposit dana ke dalam akun %1 mereka. Mereka harus memenuhi kriteria sebagai berikut:
pl_pl: Polecony klient to osoba, która została polecona za pomocą unikatowego łącza partnerskiego i która wpłaciła pieniądze na swoje konto %1. Musi spełniać następujące kryteria:
pt_pt: Um cliente indicado é alguém que tenha sido indicado através do seu link de afiliado exclusivo e que tenha depositado dinheiro na sua conta %1. O cliente deve cumprir os seguintes critérios:
vi_vn: Một khách hàng là người được giới thiệu bởi những đường dẫn liên kết độc nhất của bạn và đã nạp tiền vào tài khoản %1 của họ. Họ phải đáp ứng các yêu cầu sau:
zh_cn: 推介客户即通过您的专用联盟链接推介加入并已往他们的 %1 账号注资的人。他们必须满足以下标准：

source: A strong background in statistics, mathematics or engineering.
fr_fr: Une solides expériences en statistique, en mathématiques ou en ingénierie.
id_id: Latar belakang yang kuat dalam statistik, matematika atau teknik.
pl_pl: Duże doświadczenie w zakresie statystyki, matematyki lub inżynierii.
vi_vn: Có kinh nghiệm vững vàng trong thống kê, toán học hoặc kỹ thuật.
zh_cn: 有丰富的统计学、数学或工程学背景知识。

source: A strong understanding of internal controls and business processes
de_de: Ein eingehendes Verständnis von internen Kontrollen und Geschäftsprozessen
fr_fr: Une solide compréhension des contrôles internes et des processus d’affaires
id_id: Pemahaman yang kuat tentang kontrol internal dan proses bisnis
pl_pl: Bardzo dobre zrozumienie kwestii kontroli wewnętrznych i procesów biznesowych
pt_pt: Um forte entendimento dos controles internos e processos de negócios
vi_vn: Một sự hiểu biết chắc chắn về kiểm soát nội bộ và các quy trình trong kinh doanh
zh_cn: 对内部控制和业务流程有很强的理解能力

source: A tick is the minimum upward or downward movement in the price of a market.
de_de: Ein Tick ist die minimalste Aufwärts- oder Abwärtsbewegung eines Marktkurses.
fr_fr: Un « tick » représente l'unité de fluctuation minimum du cours d'un marché, à la hausse ou à la baisse.
id_id: Tik adalah gerakan minimal naik atau turun pada harga pasar.
pl_pl: Najmniejszy przyrost ceny to minimalny ruch ceny rynkowej w górę lub w dół.
pt_pt: Um movimento mínimo para cima ou para baixo no preço de um mercado.
vi_vn: Một tick là chuyển động nhỏ nhất lên trên hoặc xuống dưới trong giá của thị trường.
zh_cn: 跳动点指市场价格的最小上涨或下跌数值。

source: A university degree in Accounting/Finance or its equivalent
de_de: Ein Universitätsabschluss in Rechnungswesen/Finanzen oder dessen Äquivalent
fr_fr: Un diplôme universitaire en Comptabilité/Finance ou son équivalent
id_id: Gelar sarjana di bidang Akuntansi/Keuangan atau yang setara
pl_pl: Ukończone studia na kierunku Księgowość/Finanse lub podobnym
pt_pt: Um diploma universitário em Contabilidade/Finanças ou equivalente
vi_vn: Một văn bằng đại học trong Kế Toán/Tài Chính hoặc tương đương
zh_cn: 会计/金融或同等学科的大学学位

source: A university degree in marketing or computer science is a plus
de_de: Ein Universitätsabschluss in Marketing oder Computerwissenschaften ist von Vorteil
fr_fr: Un diplôme universitaire dans le domaine du marketing ou de l'informatique serait un plus
id_id: Sarjana pemasaran atau ilmu komputer adalah nilai tambah
pl_pl: Ukończone studia na kierunku Marketing lub Informatyka będą dodatkowym atutem
pt_pt: Um diploma universitário em marketing ou ciências da computação é um diferencial
vi_vn: Tốt nghiệp ngành khoa học máy tính hoặc tiếp thị là một lợi thế
zh_cn: 市场营销或计算机科学本科学位尤佳

source: A university degree with a major in accounting, or other relevant professional qualifications
de_de: Ein Universitätsabschluss in Buchhaltung oder andere relevante Berufsqualifikationen
fr_fr: Un diplôme universitaire avec une spécialisation en comptabilité, ou d’autres qualifications professionnelles pertinentes
id_id: Gelar universitas pada jurusan akuntansi, atau kualifikasi profesional lain yang relevan
pl_pl: Studia o na kierunku Rachunkowość lub inne kwalifikacje zawodowe w tej dziedzinie
pt_pt: Um diploma com especialização em Contabilidade ou outras qualificações profissionalmente relevantes
vi_vn: Một văn bằng đại học chuyên ngành Kế Toán, hoặc trình độ chuyên môn có liên quan
zh_cn: 会计学大学学位或其它相关专业资格

source: A university degree, or other relevant professional qualifications
de_de: Ein Universitätsabschluss oder andere relevante Berufsqualifikationen
fr_fr: Un diplôme universitaire, ou d’autres qualifications professionnelles pertinentes
id_id: Gelar universitas, atau kualifikasi profesional lain yang relevan
pl_pl: Ukończone studia lub inne kwalifikacje zawodowe w tej dziedzinie
pt_pt: Um diploma universitário, ou outras qualificações profissionais relevantes
vi_vn: Một văn bằng đại học, hoặc trình độ chuyên môn có liên quan
zh_cn: 大学学位或其它相关专业资格

source: A. Introduction
de_de: A. Einführung
id_id: A. Pendahuluan
pl_pl: A. Wstęp
pt_pt: A. Introdução
vi_vn: A. Giới thiệu
zh_cn: 一、简介

source: A. Introduction and Scope of Agreement
de_de: A. Einführung und Geltungsbereich der Vereinbarung
id_id: A. Pendahuluan dan Ruang Lingkup Perjanjian
pl_pl: A. Wstęp i zakres umowy
pt_pt: A. Introdução e escopo do acordo
vi_vn: A.Giới thiệu và Phạm vi của thỏa thuận
zh_cn: 一、简介和协议范围

source: A. Spot FX
de_de: A. Devisen Kassageschäft (Spot FX)
fr_fr: A. Transaction Forex spot
pl_pl: A. Kontrakty Spot FX
pt_pt: A. Forex à vista
vi_vn: A. Điểm giao dịch ngoại hối
zh_cn: 一、现货外汇

source: AM
de_de: morgens
zh_cn: 上午

source: API
zh_cn: 应用程序编程界面

source: API Token
fr_fr: Jeton d'API
id_id: Token API
pl_pl: Token API
pt_pt: Token de API
vi_vn: Mã API Token
zh_cn: API代币

source: API token for third party applications.
de_de: API Token für Drittanwender Anwendungen.
fr_fr: Jeton d'authentification API pour applications tierces.
id_id: Token API bagi aplikasi pihak ketiga.
pl_pl: Token API dla aplikacji zewnętrznych.
pt_pt: Token de API para aplicativos de terceiros.
vi_vn: Mã API cho ứng dụng của bên thứ ba.
zh_cn: 第三方应用之API代币。

source: AUD Index – Measures the value of the Australian Dollar against a basket of five global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%
de_de: AUD-Index - Misst den australischen Dollar gegen einen Korb von 5 Weltwährungen (USD, EUR, GBP, JPY, CAD), wobei jede mit 20 % berücksichtigt ist
fr_fr: L'indice AUD – Mesure la valeur du dollar australien par rapport à un panier de 5 devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%
id_id: Indeks AUD - Mengukur nilai Dolar Australia terhadap sekeranjang lima mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing berbobot 20%
pl_pl: Indeks AUD – mierzy wartość dolara australijskiego w stosunku do koszyka pięciu światowych walut (USD, EUR, GBP, JPY, CAD), z których każda ma wagę 20%
pt_pt: Índice AUD – mede o valor do dólar australiano em relação a uma cesta de 5 moedas globais (USD, EUR, GBP, JPY e CAD), cada uma ponderada em 20%
vi_vn: AUD Index-các biện pháp giá trị của đồng đô la Úc chống lại một giỏ 5 loại tiền tệ toàn cầu (USD, EUR, GBP, JPY, CAD), mỗi trọng 20%
zh_cn: 澳元指数 - 衡量澳元相对于五种全球货币（美元、欧元、英镑、日元、加元）的价值，每种货币的权重均为20%。

source: Ability to acquire knowledge of varied AML matters in a multitude of international jurisdictions
de_de: Die Fähigkeit, sich Wissen über verschiedene AML Angelegenheiten in einer Vielzahl von Ländern anzueignen
fr_fr: Capacité à acquérir des connaissances concernant les questions de lutte anti blanchiment au sein de multiples juridictions internationales
id_id: Kemampuan untuk memperoleh pengetahuan tentang berbagai masalah AML di banyak yurisdiksi internasional
pl_pl: Umiejętność przyswojenia wiedzy w zakresie kwestii związanych z AML w wielu międzynarodowych jurysdykcjach
pt_pt: A capacidade de adquirir conhecimentos sobre assuntos relacionados com a conformidade numa multiplicidade de jurisdições internacionais
vi_vn: Khả năng tìm hiểu kiến thức về các vấn đề giải pháp chống rửa tiền khác nhau trong nhiều khu vực pháp lý quốc tế
zh_cn: 在各个国际司法管辖区了解各种反洗钱事项的能力

source: Ability to communicate and present your ideas and work in a clear, descriptive manner
de_de: Die Fähigkeit Ihre Ideen zu kommunizieren und zu präsentieren und in einer klaren, anschaulichen Weise zu arbeiten
fr_fr: Capacité de communiquer et de présenter vos idées et de travailler d’une manière claire et descriptive
id_id: Kemampuan untuk berkomunikasi dan menyajikan ide-ide Anda dan bekerja dengan cara yang jelas dan deskriptif
pl_pl: Umiejętność przekazywania i prezentowania swoich pomysłów i swojej pracy w przejrzysty, opisowy sposób
pt_pt: Capacidade de comunicar e apresentar as suas ideias e trabalhar de forma clara e descritiva
vi_vn: Khả năng giao tiếp và trình bày ý tưởng và công việc một cách rõ ràng, mô tả dễ hiểu cho người nghe
zh_cn: 能够以清晰、描述性的方式沟通和展示您的想法和工作表现

source: Ability to conduct end-to-end UX research, including usability testing, and A/B testing
de_de: Die Fähigkeit zur Durchführung von End-to-End-UX-Forschung, einschließlich Brauchbarkeitsprüfung, und A / B-Tests
fr_fr: Capacité à effectuer des recherches intégrales UX, y compris les tests d’utilisabilité et A / B
id_id: Kemampuan untuk melakukan riset UX secara menyeluruh, termasuk pengujian kegunaan, dan pengujian A/B
pl_pl: Umiejętność przeprowadzenia kompletnej analizy UX, w tym testowania użyteczności i testów A/B
pt_pt: Capacidade de conduzir pesquisas UX de ponta a ponta, incluindo testes de usabilidade e testes A/B
vi_vn: Khả năng tiến hành các nghiên cứu cuối-đến-cuối, bao gồm kiểm tra tính khả dụng và kiểm tra A/B
zh_cn: 有能力执行端到端 UX研究, 包括可用性测试和A/B 测试

source: Ability to present data using various tools to help the team to make informed business decisions.
fr_fr: Une capacité de présenter les données à l'aide des outils variés pour aider l'équipe à prendre des décisions d'affaires éclairées.
id_id: Memiliki kemampuan dalam mengelola data menggunakan berbagai alat untuk membantu tim dalam membuat keputusan bisnis.
pl_pl: Umiejętność przedstawiania danych przy użyciu różnych narzędzi, aby pomóc zespołowi w podejmowaniu decyzji biznesowych.
vi_vn: Khả năng để trình bày dữ liệu sử dụng nhiều công cụ để giúp đội nhóm thực hiện quyết định từ doanh nghiệp.
zh_cn: 能够使用各种工具将数据显示出来, 帮助团队做出明智的业务决策。

source: Ability to produce high-quality, self-documenting code by using test-driven development (TDD) techniques
de_de: Die Fähigkeit, unter Verwendung von testbasierten (TDD) Entwicklungstechniken qualitativ hochwertigen, selbstdokumentierenden Code zu entwickeln
fr_fr: Capacité à produire un code auto-descriptif de haute qualité en utilisant des techniques de développement pilotées par les tests (TDD)
id_id: Kemampuan untuk menghasilkan kode pendokumentasian diri yang berkualitas tinggi dengan menggunakan teknik pengembangan berbasis uji (TDD)
pl_pl: Umiejętność tworzenia gotowych do zastosowania wysokiej jakości kodów przy użyciu technik TDD
pt_pt: A capacidade de escrever código de alta qualidade e de documentação automática, usando técnicas de desenvolvimento orientadas por testes (TDD)
vi_vn: Khả năng viết ra các bộ mã code tự giải thích chất lượng cao bằng cách sử dụng các kỹ thuật phát triển hướng kiểm thử (TDD)
zh_cn: 能够使用测试驱动开发技术(TDD) 制作高质量、自记录代码

source: Ability to quickly learn new (proprietary) systems and procedures
de_de: Die Fähigkeit, schnell neue (proprietäre) Systeme und Verfahren zu lernen
fr_fr: Capacité à apprendre rapidement les nouveaux systèmes (propriétaires) et procédures
id_id: Kemampuan untuk mempelajari sistem dan prosedur baru (kepemilikan) dengan cepat
pl_pl: Umiejętność szybkiej nauki nowych (własnościowych) systemów i procedur
pt_pt: Capacidade de aprender rapidamente novos sistemas e procedimentos
vi_vn: Khả năng nhanh chóng học hỏi các hệ thống (độc quyền) và quy trình mới
zh_cn: 能够快速学习新的 (专有) 系统和程序

source: Ability to quickly learn new systems and procedures
de_de: Die Fähigkeit, schnell neue Systeme und Verfahren zu lernen
fr_fr: Capacité à apprendre rapidement les nouveaux systèmes et procédures
id_id: Kemampuan untuk mempelajari sistem dan prosedur baru dengan cepat
pl_pl: Umiejętność szybkiej nauki nowych systemów i procedur
pt_pt: Capacidade de aprender rapidamente novos sistemas e procedimentos
vi_vn: Khả năng nhanh chóng học hỏi các hệ thống và quy trình mới
zh_cn: 能够快速学习新的系统和程序

source: Ability to speak multiple languages is preferred
de_de: Die Fähigkeit, mehrere Sprachen zu sprechen ist bevorzugt
fr_fr: La capacité à parler plusieurs langues est préférée
id_id: Lebih diutamakan yang memiliki kemampuan untuk berbicara dalam beberapa bahasa
pl_pl: Preferowana umiejętność posługiwania się kilkoma językami
pt_pt: A capacidade de falar várias línguas é um diferencial
vi_vn: Ưu tiên khả năng giao tiếp được nhiều ngôn ngữ
zh_cn: 能说多种语言者优先录取

source: Ability to translate complex, technical information into clear, attractive benefits
de_de: Die Fähigkeit, komplexe, technische Informationen in klare, attraktive Vorteile zu übersetzen
fr_fr: La capacité à traduire des informations complexes et techniques en avantages clairs et attractifs
id_id: Kemampuan untuk menerjemahkan informasi teknis yang kompleks menjadi manfaat yang jelas dan menarik
pl_pl: Umiejętność przekładania skomplikowanych informacji technicznych na jasne i atrakcyjne korzyści
pt_pt: Capacidade de traduzir informações técnicas complexas em benefícios claros e atraentes
vi_vn: Khả năng phiên dịch các thông tin kỹ thuật phức tạp một cách rõ ràng, hấp dẫn
zh_cn: 能够将复杂的技术信息转化为清晰、吸引人的优势

source: Ability to work independently
de_de: Die Fähigkeit selbstständig zu arbeiten
fr_fr: Capacité à travailler de façon autonome
id_id: Kemampuan untuk bekerja secara mandiri
pl_pl: Umiejętność samodzielnej pracy
pt_pt: Capacidade de trabalhar de forma independente
vi_vn: Khả năng làm việc độc lập
zh_cn: 能独立工作
