Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We segregate your funds and keep them in secure and licensed financial institutions.
de_de: Wir trennen Ihre Gelder und halten sie in sicheren und zugelassenen Finanzinstitutionen.
fr_fr: Nous séparons nos fonds et les gardons dans des institutions financières sécurisées et autorisées.
id_id: Kami memisahkan dana Anda dan menyimpannya pada lembaga-lembaga keuangan yang aman dan berlisensi.
pl_pl: Twoje środki są przechowywane oddzielnie od innych środków w bezpiecznej instytucji finansowej objętej nadzorem.
pt_pt: Segregamos todos os fundos de clientes e mantemo-los em instituições financeiras seguras e licenciadas.
vi_vn: Chúng tôi phân biệt các khoản tiền của bạn và giữ chúng trong các tổ chức tài chính an toàn và được cấp phép.
zh_cn: 我们将您的基金集合并保留在安全及拥有牌照的金融机构里。

source: We support hundreds of deposit and withdrawal options, including Bitcoin.
de_de: Wir unterstützen hunderte von Einzahlungs- und Auszahlungsmöglichkeiten, einschließlich Bitcoin.
fr_fr: Nous supportons des centaines d’options de dépôt et de retrait, y compris Bitcoin.
id_id: Kami menyediakan berbagai pilihan deposit dan penarikan, termasuk Bitcoin.
pl_pl: Wspieramy setki sposobów dokonywania wypłat i wpłat, w tym Bitcoin.
pt_pt: Suportamos centenas de opções de depósito e retirada, incluindo Bitcoin.
vi_vn: Chúng tôi hỗ trợ hàng trăm tùy chọn gửi và rút tài khoản, thậm chí cả Bitcoin.
zh_cn: 我们支持数以百计的存款和提款选项，包括比特币。

source: We support the following web browsers:
de_de: Wir unterstützen die folgenden Webbrowser:
fr_fr: Nous soutenons les navigateurs web suivants :
id_id: Kami mendukung browser situs berikut:
pl_pl: Obsługiwane są następujące przeglądarki internetowe:
pt_pt: Suportamos os seguintes navegadores Web:
vi_vn: Chúng tôi hỗ trợ các trình duyệt web sau:
zh_cn: 我们支持以下网络浏览器:

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and low-enforcement agencies to address fraud issues.
de_de: Wir verwenden einen Identitätsprüfungsservice und Maßnahmen zur Betrugsermittlung in Echtzeit, um Sie vor einem unbefugten Zugriff auf Ihr Konto zu schützen. Wir überwachen auch die Kontoaktivität auf Anzeichen ungewöhnlicher Aktivitäten, die auf einen Betrug hindeuten könnten und arbeiten mit Inkassobüros und Strafverfolgungsbehörden, um betrügerische Handlungen aufzuklären.
id_id: Kami menggunakan pembuktian identitas dan mendeteksi tindakan penyalahgunaan secara langsung untuk membantu kami menjaga keamanan akun Anda dari akses yang tidak dibenarkan. Kami juga selalu memantau aktifitas penyalahgunaan dan bekerjasama dengan pihak berwajib untuk mengatasi masalah penipuan.
pl_pl: Stosujemy weryfikację tożsamości i środki natychmiastowego wykrywania wyłudzeń, które pomagają nam zapewniać ochronę przed nieautoryzowanym dostępem do Twojego konta. Monitorujemy również aktywności na koncie, wykrywając oznaki nietypowych działań mogących sugerować nadużycia finansowe. Współpracujemy też z firmami windykacyjnymi i organami odpowiedzialnymi za egzekwowanie prawa w celu rozwiązywania kwestii nadużyć finansowych.
pt_pt: Usamos serviços de verificação de identidade e medidas de detecção de fraude em tempo real para ajudar a protegê-lo de acessos não autorizados à sua conta. Também monitoramos a atividade das contas a fim de detectar sinais de atividades não habituais que possam indicar fraude e trabalhamos com agências de cobrança e de aplicação da lei para lidar com fraudes.
vi_vn: Chúng tôi sử dụng dịch vụ xác minh danh tính và công cụ phát hiện thời gian gian lận thực để bảo vệ bạn khỏi những truy cập trái phép vào tài khoản của mình. Chúng tôi cũng quản lý hoạt động tài khoản để phát hiện các dấu hiệu của hoạt động bất thường có thể thấy được sự gian lận và làm việc với các cơ quan thực thi pháp luật để giải quyết các vấn đề gian lận.
zh_cn: 我们通过身份核实服务和实时防欺诈措施防止您的账户遭到非法访问。另外，我们还会对您的账户活动进行监控，来发现不正常的欺诈活动迹象。我们还会和征管机构及执法机关合作，应对欺诈问题。

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection and law-enforcement agencies to address fraud issues.
de_de: Wir verwenden einen Identitätsprüfungsservice und Maßnahmen zur Betrugsermittlung in Echtzeit, um Sie vor einem unbefugten Zugriff auf Ihr Konto zu schützen. Wir überwachen auch die Kontoaktivität auf Anzeichen ungewöhnlicher Aktivitäten, die auf einen Betrug hindeuten könnten und arbeiten mit Inkassobüros und Strafverfolgungsbehörden, um betrügerische Handlungen aufzuklären.
id_id: Kami menggunakan pembuktian identitas dan mendeteksi tindakan penyalahgunaan secara langsung untuk membantu kami menjaga keamanan akun Anda dari akses yang tidak dibenarkan. Kami juga selalu memantau aktifitas penyalahgunaan dan bekerjasama dengan pihak berwajib untuk mengatasi masalah penipuan.
pl_pl: Korzystamy z usług weryfikacji tożsamości i środków wykrywania nadużyć w czasie rzeczywistym w celu zapewnienia ochrony przed nieuprawnionym dostępem do konta. Monitorujemy także aktywność konta pod kątem oznak nietypowych zachować, które mogą wskazywać na oszustwa, a także współpracujemy z organami windykacji należności i organami ścigania w celu rozwiązania kwestii nadużyć finansowych.
pt_pt: Usamos serviços de verificação de identidade e medidas de detecção de fraude em tempo real para ajudar a protegê-lo de acessos não autorizados à sua conta. Também monitoramos a atividade das contas a fim de detectar sinais de atividades não habituais que possam indicar fraude e trabalhamos com agências de cobrança e de aplicação da lei para lidar com fraudes.
vi_vn: Chúng tôi sử dụng dịch vụ xác minh danh tính và công cụ phát hiện thời gian gian lận thực để bảo vệ bạn khỏi những truy cập trái phép vào tài khoản của mình. Chúng tôi cũng quản lý hoạt động tài khoản để phát hiện các dấu hiệu của hoạt động bất thường có thể thấy được sự gian lận và làm việc với các cơ quan thực thi pháp luật để giải quyết các vấn đề gian lận.
zh_cn: 我们通过身份核实服务和实时防欺诈措施防止您的账户遭到非法访问。另外，我们还会对您的账户活动进行监控，来发现不正常的欺诈活动迹象。我们还会和征管机构及执法机关合作，应对欺诈问题。

source: We value positive team players who can work together to overcome challenges and achieve common goals.
de_de: Wir legen Wert auf positive Teamplaner, die zusammenarbeiten können, um Herausforderungen zu meistern und gemeinsame Ziele zu erreichen.
fr_fr: Nous apprécions les joueurs d'équipe positifs qui peuvent travailler ensemble pour surmonter les défis et atteindre des objectifs communs.
id_id: Kami menghargai anggota tim yang positif yang dapat bekerja sama untuk mengatasi tantangan dan mencapai tujuan bersama.
pl_pl: Cenimy osoby o pozytywnym nastawieniu potrafiące pracować zespołowo, aby razem podołać wyzwaniom i osiągnąć wspólny cel.
pt_pt: Valorizamos membros de equipe positivos que sabem trabalhar em conjunto para superar desafios e atingir objetivos comuns.
vi_vn: Chúng tôi coi trọng những người tích cực có thể cùng nhau vượt qua thử thách và đạt được các mục tiêu chung.
zh_cn: 我们珍视积极的、可以共同努力、克服挑战并实现共同目标的团队合作者。

source: We will act on any instructions given, or appearing to be given by you and received by us in relation to the margin trading services provided through the MT5 Trading Platform, as deemed instructed by you. However, it is not our obligation to act on any instructions deemed instructed by you, and we are not obligated to give you any reasons for declining to do so. Instructions received by us from you are deemed final and will not be revocable. It is your responsibility to ensure the genuineness and accuracy of the instructions given by you to us.
de_de: Wir werden auf alle Anweisungen, die wir von Ihnen als gegeben erhalten, oder die uns als von Ihnen gegeben erscheinen, in Verbindung mit den Margin-Handelsdienstleistungen, die durch die MT5 Handelsplattform angeboten werden, agieren, wie von Ihnen angewiesen erachtet. Es ist jedoch nicht unsere Verpflichtung, auf Anweisungen, die wir von Ihnen als angewiesen erachten, zu agieren, und wir sind nicht dazu verpflichtet, Ihnen Gründe dafür zu geben, weshalb wir ablehnen dies zu tun. Anweisungen, die wir von Ihnen erhalten werden als endgültig erachtet und sind nicht widerrufbar. Es liegt in Ihrer Verantwortung, die Echtheit und Richtigkeit Ihrer Anweisungen an uns sicherzustellen.
id_id: Kami akan bertindak berdasarkan instruksi yang kami terima, atau berasal dari Anda dan yang kami terima berdasarkan layanan trading margin yang disediakan oleh Platform Trading MT5 sesuai dengan perintah Anda. Namun demikian, kami tidak wajib untuk menjalankan semua instruksi yang Anda berikan, dan kami juga tidak wajib untuk menginformasikan alasan penolakan instruksi tersebut. Instruksi yang kami terima merupakan instruksi final dan tidak dapat dirubah. Merupakan tanggungjawab Anda untuk memastikan kemurnian dan keakurasian instruksi yang Anda berikan.
pl_pl: Będziemy postępować zgodnie z wszelkimi instrukcjami przekazanymi nam przez Ciebie lub, które wydają się być przekazane, które otrzymaliśmy i które dotyczą usług handlowania na kredyt oferowanych za pośrednictwem platformy handlowej MT5. Jednak do naszych zobowiązań nie należy postępowanie zgodnie z instrukcjami, które uznaje się za przekazane nam przez Ciebie, ani podanie Ci przyczyny odmowy postępowanie zgodnie z Twoimi instrukcjami. Otrzymane przez nas Twoje instrukcje uznaje się za ostatecznie i nieodwołalne. Twoim obowiązkiem jest dbać o autentyczność i dokładność przekazywanych nam instrukcji.
pt_pt: Agiremos com base em quaisquer instruções dadas, ou que parecem ter sido dadas, e recebidas por nós em relação aos serviços de negociação em margem disponibilizados através da plataforma de negociação MT5, consideradas fornecidas por você. No entanto, não é a nossa obrigação agir com base em quaisquer instruções consideradas fornecidas por você e não temos a obrigação de lhe dar qualquer razão por recusar fazê-lo. Instruções recebidas por nós de você são consideradas finais e não serão revogáveis. É da sua responsabilidade assegurar a autenticidade e precisão das instruções dadas por você a nós.
vi_vn: Chúng tôi sẽ hành động theo bất kỳ hướng dẫn nào được đưa ra hoặc xuất hiện và đưa ra bởi bạn và nhận được bởi chúng tôi liên quan đến lợi dịch vụ giao dịch ký quỹ cung cấp thông qua Sàn Giao Dịch MT5, và xem như đó là hướng dẫn của bạn. Tuy nhiên, chúng tôi không có nghĩa vụ phải hành động theo mọi hướng dẫn coi là hướng dẫn của bạn, và chúng tôi không có nghĩa vụ cung cấp cho bạn bất kỳ lý do nào để từ chối làm như vậy. Hướng dẫn của chúng tôi nhận được từ bạn được coi là cuối cùng và sẽ không được hủy bỏ. Đó là trách nhiệm của bạn để đảm bảo tính xác thực và chính xác của các chỉ dẫn của bạn cho chúng tôi.
zh_cn: 我们会根据我们所收到的，由您提供或看来是您提供的关于通过 MT5 交易平台进行保证金交易的任何指示采取行动。然而，我们没有义务对您所给的任何指示采取行动，我们也没有义务对拒绝采取行动向您提供任何理由。我们从您收到的指示被视为最后并不可撤销指示。确保您给我们的指示真实性和准确性是您的责任。

source: We will continue to close open positions until your margin level becomes higher than the stop out level
de_de: Wir werden fortfahren, offene Positionen zu schließen, bis Ihr Margin Level höher als das Stop Out Level wird
fr_fr: Nous continuerons à fermer les positions ouvertes jusqu'à ce que votre niveau de marge devienne plus élevée que le niveau de stop out
id_id: Kami akan terus menutup open position hingga level margin Anda menjadi lebih tinggi dari level stop out
pl_pl: Będziemy kontynuować zamykanie pozycji otwartych do momentu, gdy poziom depozytu zabezpieczającego będzie wyższy niż poziom Stop Out
pt_pt: Continuaremos a fechar posições em aberto até que o seu nível de margem se torne superior ao nível de interrupção.
vi_vn: Chúng tôi sẽ tiếp tục đóng các phiên mở cho đến khi mức ký quỹ của bạn trở nên cao hơn mức dừng
zh_cn: 我们将继续关闭未平仓合约，直到您的保证金水平高于强制平仓水平

source: We will hold you responsible for all your obligations under this Agreement in our course of providing the margin trading service described in this Agreement to you, even if you notify us that you are acting as the agent of an identified principal.
de_de: Wir machen Sie für alle Ihre Verpflichtungen, unter dieser Vereinbarung, die im Laufe des Angebots unserer Margin-Handelsdienstleistung, wie es Ihnen in dieser Vereinbarung beschrieben ist, verantwortlich; sogar wenn Sie uns davon in Kenntnis setzen, dass Sie als Agent eines identifizierten Auftraggebers handeln.
id_id: Anda bertanggungjawab penuh pada semua kewajiban dibawah Perjanjian ini sebagai mana kami sebagai penyedia layanan trading margin yang disebutkan pada Perjanjian ini untuk Anda, meskipun jika Anda menginformasikan bahwa Anda berperan sebagai agen dari utama.
pl_pl: Pociągniemy Cię do odpowiedzialności za wszystkie Twoje zobowiązania wynikające z niniejszej Umowy w trakcie świadczenia usługi handlowania na kredyt opisanej w niniejszej Umowie, nawet jeśli powiadomisz nas, że działasz jako przedstawiciel określonego zleceniodawcy.
pt_pt: Iremos responsabilizá-lo por todas as suas obrigações sob este Acordo no nosso percurso de disponibilizar o serviço de negociação em margem descrito neste Acordo a você, mesmo que você nos notifique que você está agindo como agente de um principal identificado.
vi_vn: Chúng tôi sẽ giữ bạn chịu trách nhiệm về tất cả các nghĩa vụ theo thỏa thuận này trong quá trình chúng tôi cung cấp dịch vụ giao dịch ký quỹ được mô tả trong Thỏa Thuận này cho bạn, thậm chí khi bạn thông báo cho chúng tôi biết rằng bạn đang là một chủ Đại Lý có tiếng tăm.
zh_cn: 在我们根据此协议所述向您提供保证金交易服务期间，您必须对本协议项下您的所有义务负责，即使您通知我们您是某指定委托人的代理。

source: We will review your documents and get back to you within 3 working days.
fr_fr: Nous passerons en revue vos documents et vous répondrons sous 3 jours ouvrables.
id_id: Kami akan meninjau dokumen Anda dan menghubungi Anda kembali dalam tempo 3 hari kerja.
pl_pl: Sprawdzimy Twoje dokumenty i skontaktujemy się z Tobą w ciągu 3 dni roboczych.
vi_vn: Chúng tôi sẽ xem xét lại các tài liệu và sẽ liên lạc lại với bạn trong vòng 3 ngày làm việc.
zh_cn: 我们将审阅您的文件, 并将于三个工作日内回复。

source: We will use reasonable endeavors within our control to ensure that all electronic data provided on the MT5 Trading Platform and all electronic transactions instructed and accepted from you to us, and executed by us are not subject to network latency.
de_de: Wir werden angemessene Bemühungen innerhalb unserer Kontrolle unternehmen, um sicherzustellen, dass alle elektronischen Daten, die auf der MT5 Handelsplattform angegeben werden, und alle angewiesenen elektronischen Transaktionen, die wir von Ihnen angenommen haben, und die von uns ausgeführt werden, keiner Netzwerklatenz unterliegen.
id_id: Kami akan menggunakan upaya yang wajar untuk memastikan semua data elektronik yang disediakan pada Platform Trading MT5 dan semua transaksi elektronik yang Anda instruksikan dan kami terima, serta yang kami eksekusikan diluar keterlambatan network.
pl_pl: Dołożymy zasadnych starań, aby zapewnić, że wszelkie dane elektroniczne dostępne na platformie handlowej MT5 oraz wszelkie transakcje elektroniczne zlecone nam przez Ciebie, zaakceptowane i wykonane przez nas nie są narażone na opóźnienia sieciowe.
pt_pt: Usaremos esforços razoáveis dentro do nosso controle para assegurar que todos os dados eletrônicos fornecidos na plataforma de negociação MT5 e todas as transações eletrônicas instruídas por você e aceitas e executadas por nós não sejam sujeitas a latência de rede.
vi_vn: Chúng tôi sẽ sử dụng các nỗ lực hợp lý trong vòng kiểm soát của chúng tôi để đảm bảo rằng tất cả các dữ liệu điện tử được cung cấp trên nền tảng thương mại MT5 và tất cả các giao dịch điện tử hướng dẫn và chấp nhận bạn cho chúng tôi, và thực hiện bởi chúng tôi không phụ thuộc vào độ trễ mạng.
zh_cn: 我们将在可控制范围内合理地努力，确保您通过 MT5 交易平台和所有电子交易指示所收到并由我们执行提供的所有电子数据均不会受到网络延迟。

source: We'd love to hear what you think.
fr_fr: Nous aimerions savoir ce que vous pensez.
id_id: Kami ingin mendengar pendapat Anda.
pl_pl: Chcielibyśmy poznać Twoją opinię.
vi_vn: Chúng tôi rất muốn nghe ý kiến của bạn.
zh_cn: 我们很想听听您的意见。

source: We're almost there
de_de: Wir haben es fast geschafft
fr_fr: On y est presque
id_id: Kita hampir sampai
pl_pl: Już prawie gotowe
pt_pt: Estamos quase lá
vi_vn: Gần hoàn tất rồi
zh_cn: 快全都准备就绪了

source: We're expected to generate over USD 1 billion in turnover this year, bringing our total turnover since inception to over USD 5.7 billion.
de_de: In diesem Jahr erwarten wir einen Umsatz von über 1 Milliarde US-Dollar zu generieren, was unseren Gesamtumsatz seit der Gründung bis auf über 5,7 Milliarden US-Dollar bringt.
fr_fr: Nous comptons réaliser un chiffre d'affaires de plus de 1 milliard de dollars US cette année, portant notre chiffre d'affaires total depuis notre création à plus de 5,7 milliards de dollars US.
id_id: Kami mengharapkan jumlah total pembelian kontrak mencapai USD 1 milyar tahun ini, menjadikan total omset kami sejak awal sebesar USD 5,7 milyar.
pl_pl: Oczekujemy wygenerowania obrotu w wysokości ponad 1 mld USD w tym roku, co daje całkowity obrót od powstania firmy wynoszący 5,7 mld USD.
pt_pt: Estima-se que vamos gerar mais de 1 bilhão de USD em volume de negócios este ano, levando o nosso volume de negócios total desde a nossa criação para mais de 5,7 bilhões de USD.
vi_vn: Chúng tôi đang dự kiến sẽ tạo ra hơn 1 tỷ USD trong doanh thu trong năm nay, đưa tổng doanh thu của chúng tôi kể từ khi thành lập đến hơn 5.7 tỷ USD.
zh_cn: 我们今年的预计营业额将超过10亿美元，自成立以来的总营业额超过57亿美元。

source: We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack.
de_de: Uns wurden Patente für ein 'Computerhandelssystem und die Methode zur Spekulation auf einem Finanzmarkt' und 'Computerhandelssystem für das Angebot von benutzerdefinierten Finanzmarktspekulationen' gewährt. Diese Patente beweisen unsere Fähigkeit zur Innovation und das wir im Wettbewerb die Nase vorn haben.
fr_fr: La société obtient des brevets en tant que « Système de courtage en ligne et méthode de spéculation sur un marché financier » et en tant que « Système de courtage en ligne fournissant des services de spéculation personnalisés sur les marchés financiers ». Ces brevets reflètent notre capacité à innover et à rester à la pointe du secteur.
id_id: Kami memperoleh hak paten sebagai 'Sistem trading komputer dan metode untuk berspekulasi dalam pasar finansial' dan 'Sistem trading komputer yang menawarkan spekulasi khusus pasar finansial'. Paten tersebut memperlihatkan kemampuan kami dalam berinovasi dan tetap terdepan dalam bisnis ini.
pl_pl: Otrzymujemy patenty na „System handlu komputerowego i metodę spekulacji na rynku finansowym” oraz „System handlu komputerowego oferującego spersonalizowane spekulacje rynkowe”. Patenty są dowodem na nasze umiejętności wprowadzania innowacji i bycia pionierem w branży.
pt_pt: São nos concedidas patentes para "Sistema de negociação informático e método para especulação nos mercados financeiros" e "Sistema de negociação informático para a oferta de especulações personalizadas sobre mercados financeiros". As patentes mostram a nossa capacidade de inovar e ficar à frente dos nossos concorrentes.
vi_vn: Chúng tôi được cấp bằng sáng chế cho 'Hệ thống kinh doanh máy tính và phương pháp suy đoán trên thị trường tài chính' và 'Hệ thống giao dịch máy tính để cung cấp hoạt động suy đoán thị trường tài chính tùy chỉnh'. Các bằng sáng chế cho thấy khả năng của chúng tôi trong việc đổi mới và luôn dẫn đầu trong ngành.
zh_cn: 我们获得了“用于金融市场投机的电脑交易系统及方法”和“用于定制金融市场投机的电脑交易系统”两项专利。这些专利说明了我们的创新性和领先水平。

source: We're looking to improve our products and services, and we want to understand your needs better. We'd like to interview you via phone, to know what you like about us, what you don't like, and where we can do better.
fr_fr: Nous cherchons à améliorer nos produits et services, et nous voulons mieux comprendre vos besoins. Nous aimerions vous interviewer par téléphone pour savoir ce que vous aimez de nous, ce que vous n'aimez pas, et où nous pouvons nous améliorer.
id_id: Untuk meningkatkan produk dan layanan kami, dan untuk memahami kebutuhan Anda dengan lebih baik, kami ingin mewawancarai Anda melalui telepon mengenai apa yang Anda sukai dan tidak mengenai kami dan dimana kami dapat melakukan perbaikan untuk menjadi lebih baik.
pl_pl: Zależy nam na ulepszaniu naszych produktów i usług, dlatego chcielibyśmy poznać Twoje potrzeby. Chcielibyśmy porozmawiać z Tobą przez telefon, aby dowiedzieć się, co Twoim zdaniem robimy dobrze, a co moglibyśmy usprawnić.
vi_vn: Chúng tôi luôn tìm kiếm cách thức để cải thiện sản phẩm và dịch vụ của chúng tôi, và chúng tôi muốn hiểu nhu cầu của bạn tốt hơn. Chúng tôi muốn phỏng vấn bạn qua điện thoại, để biết được những gì bạn thích về chúng tôi, những gì bạn không thích, và những điểm mà chúng tôi có thể làm tốt hơn.
zh_cn: 我们希望改进产品和服务, 希望进一步了解您的需求。我们想通过电话与您交谈, 了解您喜欢我们的原因, 您对我们有什么不满, 以及我们应该如何改善。

source: We're not obliged to conduct an appropriateness test, nor provide you with any risk warnings
de_de: Wir sind nicht dazu verpflichtet einen Eignungstest durchzuführen, noch Ihnen alle Risikowarnungen zukommen zu lassen
fr_fr: Nous ne sommes pas obligés d'effectuer un test de pertinence, ni de vous fournir des avertissements sur les risques
id_id: Kami tidak berkewajiban untuk melakukan uji kelayakan, atau memberi Anda peringatan risiko
pl_pl: Nie mamy obowiązku przeprowadzenia oceny zdolności ani przedstawienia Ci ostrzeżeń o ryzyku
pt_pt: Não estamos obrigados a realizar testes de adequação, nem de lhe fornecer quaisquer avisos sobre riscos
vi_vn: Chúng tôi không có nghĩa vụ tiến hành một bài kiểm tra phù hợp, cũng như cung cấp cho bạn bất kỳ cảnh báo nguy cơ nào
zh_cn: 我们没有义务进行适当性测试, 也没有义务向您提供任何风险警告

source: We're projected to register over 197 million transactions this year, bringing the total number of contracts that were bought and sold on our platform since inception to over 789 million.
de_de: Wir werden in diesem Jahr voraussichtlich mehr als 197 Millionen Transaktionen registrieren, womit die Gesamtzahl der Kontrakte, die auf unserer Plattform seit der Gründung gekauft und verkauft wurden, bis auf über 789 Millionen steigt.
fr_fr: Nous projetons d'enregistrer plus de 197 millions de transactions cette année, portant le nombre total de contrats qui ont été achetés et vendus sur notre plateforme depuis sa création à plus 789 millions.
id_id: Kami memproyeksikan pembelian hingga lebih dari 197 juta transaksi tahun ini, sehingga jumlah kontrak yang dibeli dan dijual pada platform kami sejak awal menjadi lebih dari 789 juta.
pl_pl: W tym roku spodziewamy się zarejestrować ponad 197 mln transakcji, co da łączną liczbę kupionych i sprzedanych kontraktów na naszej platformie od momentu założenia firmy wynoszącą 789 mln.
pt_pt: Projeta-se que vamos registar mais de 197 milhões de transações este ano, levando o número total de contratos que foram comprados e vendidos na nossa plataforma desde a sua criação para mais de 789 milhões.
vi_vn: Chúng tôi đang dự kiến sẽ thực hiện trên 197 triệu giao dịch trong năm nay, đưa tổng số hợp đồng đã được mua và bán được trên nền tảng của chúng tôi kể từ khi thành lập lên đến hơn 789 triệu.
zh_cn: 我们预计今年将有超过1亿9700万笔交易, 自成立以来购入和售出的合约总数超过7亿8900万。
