Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Proof of identity in your selfie must be clear, identifiable, and same as the one you submitted previously
de_de: Identitätsnachweis in Ihrem Selfie muss eindeutig erkennbar sein, und dasselbe, das Sie zuvor schon eingereicht haben
fr_fr: La preuve d’identité dans votre selfie doit être claire et identifiable, et identique à celle que vous avez soumis précédemment
id_id: Bukti identitas pada selfie Anda harus jelas, dapat diidentifikasi, dan sesuai dengan yang Anda kirimkan sebelumnya
pl_pl: Zdjęcie typu selfie do celów potwierdzenia tożsamości musi być wyraźne, możliwe do rozróżnienia i identyczne jak zdjęcie przesłane poprzednio
pt_pt: O comprovativo de identidade na sua selfie deve estar clara, identificável e ser o mesmo que você enviou anteriormente
vi_vn: Chứng minh danh tính bằng ảnh chân dung của bạn phải rõ ràng, có thể nhận dạng, và giống một trong những ảnh những quý vị đã nộp trước đó
zh_cn: 您的自拍照片中的身份证明必须清晰、可识别, 并且与您之前提交的相同

source: Proof of your employment
de_de: Nachweis Ihrer Erwerbstätigkeit
fr_fr: Preuve de votre emploi
id_id: Bukti pekerjaan Anda
pl_pl: Potwierdzenie zatrudnienia
pt_pt: Prova do seu emprego
vi_vn: Bằng chứng về công việc của bạn
zh_cn: 您的职业证明

source: Proof of your portfolio held elsewhere
de_de: Nachweis Ihres Portfolios, das Sie anderswo halten
fr_fr: Preuve de votre portefeuille tenu ailleurs
id_id: Bukti portofolio Anda di tempat lain
pl_pl: Potwierdzenie Twojego portfolio u innych usługodawców
pt_pt: Prova da carteira que mantém em outros lugares
vi_vn: Bằng chứng về thành tích công việc ở nơi khác
zh_cn: 您在别处的投资组合证明

source: Protect your account with two-factor authentication. Each time you sign into your account, you will need to enter your password, plus an authentication code generated by an app on your smartphone.
de_de: Schützen Sie Ihr Konto mit der Zwei-Faktor-Authentifizierung. Jedes Mal, wenn Sie sich bei Ihrem Konto anmelden möchten, müssen Sie Ihr Passwort sowie einen Authentifizierungscode, der von einer App auf Ihrem Smartphone generiert wird, eingeben.
fr_fr: Protéger votre compte avec l’authentification deux facteurs. Chaque fois que vous vous connectez à votre compte, vous devrez entrer votre mot de passe et un code d’authentification généré par une application sur votre smartphone.
id_id: Lindungi akun Anda dengan autentikasi dua faktor. Setiap kali Anda masuk ke akun Anda, Anda perlu memasukkan kata sandi dan kode autentikasi yang dihasilkan oleh aplikasi pada smartphone Anda.
pl_pl: Chroń swoje konto przy użyciu uwierzytelniania dwuskładnikowego. Przy każdym logowaniu do konta będzie konieczne wprowadzenie hasła oraz kodu uwierzytelniającego wygenerowanego przez aplikację na Twoim smartfonie.
pt_pt: Proteja a sua conta com a autenticação de dois fatores. Cada vez que você se conectar à sua conta, será necessário inserir a sua senha, mais um código de autenticação gerado por um aplicativo no seu smartphone.
vi_vn: Bảo vệ tài khoản của bạn với xác thực 2 yếu tố. Mỗi lần bạn đăng nhập vào tài khoản của bạn, bạn sẽ cần phải nhập mật khẩu của bạn, kèm với một mã số xác thực được tạo ra bởi một ứng dụng trên điện thoại di động của bạn.
zh_cn: 使用双因素身份验证保护您的账户。每次登录账户时, 您必须输入密码及由应用程序在您的智能手机上生成的认证代码。

source: Protect your profits
de_de: Schützen Sie Ihre Gewinne
fr_fr: Protégez vos profits
id_id: Melindungi keuntungan Anda
pl_pl: Chroń swoje zyski
pt_pt: Proteja os lucros
vi_vn: Bảo vệ lợi nhuận của bạn
zh_cn: 保护利润

source: Proven UI and UX experience with a strong portfolio of work
de_de: Bewährte UI und UX Erfahrung mit einem starken Arbeits-Portfolio
fr_fr: Expérience éprouvée en terme d'UI et d'UX avec un solide catalogue de projets
id_id: Berpengalaman UI dan UX yang telah terbukti dengan portofolio kerja yang kuat
pl_pl: Udokumentowane doświadczenie związane z interfejsem i doświadczeniem użytkownika poparte portfolio prac
pt_pt: Experiência comprovada em UI e UX com um forte portfólio de trabalho
vi_vn: Kinh nghiệm về UI và UX mà được chứng thực bởi một portfolio
zh_cn: 拥有丰富的用户界面和UX 经验和广泛的工作经历

source: Proven graphic design experience with a strong portfolio of work in branding, advertising, and marketing
de_de: Bewährte Grafikdesign-Erfahrung mit einem starken Arbeits-Portfolio in Branding, Werbung und Marketing
fr_fr: Expérience éprouvée de conception graphique avec un solide catalogue de projets en terme d’image de marque, de publicité et de marketing
id_id: Berpengalaman desain grafis yang terbukti dengan portofolio kerja yang kuat dalam branding, periklanan, dan pemasaran
pl_pl: Udokumentowane doświadczenie w projektowaniu graficznym poparte portfolio prac z brandingu, reklamy i marketingu
pt_pt: Experiência comprovada de design gráfico com um forte portfólio de trabalho em branding, publicidade e marketing
vi_vn: Kinh nghiệm về thiết kế đồ họa được chứng thực với một portfolio đã có với mục tiêu xây dựng thương hiệu, quảng cáo và tiếp thị
zh_cn: 拥有丰富的平面设计工作经验, 并在品牌、广告和营销方面有广泛的工作经历

source: Provide additional assistance to team when needed
de_de: Stellen Sie dem Team bei Bedarf zusätzliche Unterstützung zur Verfügung
fr_fr: Fournir une assistance complémentaire à l’équipe si nécessaire
id_id: Menyediakan bantuan tambahan kepada tim saat dibutuhkan
pl_pl: Zapewnianie dodatkowego wsparcia zespołowi w razie potrzeby
pt_pt: Prestar assistência adicional a equipe quando necessário
vi_vn: Cung cấp hỗ trợ bổ sung cho nhóm khi cần
zh_cn: 有需要时向团队提供额外帮助

source: Provide guidance to the Company's operational teams and act as internal second line support for AML-CTF, anti-fraud, and authentication purposes
de_de: Stellen Sie den operativen Teams des Unternehmens Leitlinien zur Verfügung und agieren Sie als sekundärer interner Support für AML-CTF, Betrugsbekämpfung und Authentifizierungszwecke
fr_fr: Guider les équipes opérationnelles de la Compagnie et agir comme deuxième ligne interne de support pour AML-CTF, dans la lutte contre la fraude et à des fins d’authentification
id_id: Memberikan panduan kepada tim operasional Perusahaan dan bertindak sebagai pendukung kedua internal pada AML-CTF, anti-penipuan, dan otentikasi
pl_pl: Udzielanie wskazówek zespołowi operacyjnemu Firmy i działanie jako druga linia wsparcia wewnętrznego w zakresie przeciwdziałania praniu pieniędzy, oszustwom i nadużyciom finansowym oraz uwierzytelniania
pt_pt: Fornecer orientação para equipes operacionais da empresa e atuar como segunda linha interna de suporte para AML-CTF, antifraude e finalidades de autenticação
vi_vn: Cung cấp hướng dẫn cho đội vận hành của Công Ty và làm việc như một tuyến nội bộ hỗ trợ thứ cấp cho AML-CTF, chống gian lận và các mục đích xác thực
zh_cn: 为公司的运营团队提供指导, 并为 AML-CTF、反欺诈和认证目的提供内部二线支持

source: Provide onsite support to all employees with the necessary hardware and software required for their jobs
de_de: Unterstützen Sie vor Ort alle Mitarbeiter mit der notwendigen Hard- und Software, die für deren Arbeit erforderlich ist
fr_fr: Fournir un soutien sur place à tous les employés avec le matériel nécessaire et les logiciels requis pour leur emploi
id_id: Memberikan dukungan pada semua karyawan dengan perangkat keras dan perangkat lunak yang diperlukan dalam membantu pekerjaan mereka
pl_pl: Zapewnianie wsparcia wszystkim pracownikom lokalnym w zakresie sprzętu i systemów niezbędnych do wykonywania ich pracy
pt_pt: Fornecer suporte no local para todos os funcionários com o hardware necessário e software necessário para seus trabalhos
vi_vn: Cung cấp hỗ trợ tại nơi làm việc cho tất cả các nhân viên với phần cứng và phần mềm cho công việc của họ khi họ cần
zh_cn: 为所有员工提供工作所需的硬件和软件现场支持

source: Provide such information to the licensee as they may reasonably require in order to enable the licensee to comply with their information reporting and other obligations.
de_de: Sie werden dem Lizenznehmer solche Informationen anbieten, wie dieser angemessen verlangen kann, um dem Lizenznehmer zu ermöglichen, deren Auskunftserteilung und andere Verpflichtungen zu erfüllen.
id_id: Memberi informasi tersebut kepada penerima lisensi yang mungkin diperlukan secara wajar untuk memungkinkan pemegang lisensi dalam mematuhi pelaporan informasi mereka dan kewajiban lainnya.
pl_pl: Dostarczanie takich informacji licencjobiorcy, których może wymagać w rozsądnym zakresie w celu umożliwienia licencjobiorcy spełnienia wymagań w zakresie obowiązku informacyjnego i innych obowiązków.
pt_pt: Fornecer tais informações ao licenciado conforme este puder razoavelmente necessitar para habilitá-lo a cumprir as suas obrigações de relatório de informações, entre outras.
vi_vn: Cung cấp thông tin đó tới nhà cung cấp giấy phép khi họ có thể yều cầu một cách hợp lý để tạo điều kiện cho nhà cấp giấy phép chấp hành việc báo cáo thông tin của họ và các bổn phận khác.
zh_cn: 根据合理要求提供资料, 使持牌机构能遵循规定提交资料报告及履行其它义务。

source: Provide technical leadership on cryptocurrencies and blockchain technology
de_de: Bieten Sie eine technische Führungsrolle auf Kryptowährungen und Blockchain-Technologie an
fr_fr: Assurer un leadership technique sur les technologies cryptodevises et blockchain
id_id: Memberikan kepemimpinan teknis pada mata uang kripto dan teknologi blockchain
pl_pl: Kierownictwo techniczne w zakresie kryptowalut i technologii blockchain
pt_pt: Fornecer liderança técnica na tecnologia de criptomoedas e blockchain
vi_vn: Cung cấp hướng dẫn kỹ thuật về tiền cryptocurrency và công nghệ blockchain
zh_cn: 为加密货币和区块链技术提供技术领导

source: Provide the customer support agent with the four-digit verification code below for confirmation.
de_de: Geben Sie dem Kunden-Support-Mitarbeiter den unten stehenden vierstelligen Bestätigungscode zur Bestätigung an.
fr_fr: Fournissez à l'agent du support client le code de vérification à quatre chiffres ci-dessous pour confirmation.
id_id: Informasikan kepada customer support mengenai empat angka kode verifikasi berikut untuk konfirmasi.
pl_pl: Podaj pracownikowi działu obsługi klienta czterocyfrowy kod weryfikujący podany poniżej w celu potwierdzenia.
pt_pt: Forneça o código de verificação de quatro dígitos abaixo ao agente do apoio ao cliente para confirmação.
vi_vn: Hỗ trợ khách hàng đại lý với mã xác minh bốn chữ số bên dưới để xác nhận.
zh_cn: 向客服代理提供以下四位数验证代码进行确认。

source: Provision of Service
de_de: Leistungserringung
id_id: Penyediaan Layanan
pl_pl: Świadczenie usług
pt_pt: Prestação de serviços
vi_vn: Các Điều Khoản về Dịch Vụ
zh_cn: 服务条款

source: Provision of Services
de_de: Dienstleistungserbringungen
id_id: Penyediaan Layanan
pl_pl: Świadczenie usług
pt_pt: Prestação de serviços
vi_vn: C. Các Điều Khoản Về Dịch Vụ
zh_cn: 服务条款

source: Provisions of Agreement
de_de: Bestimmungen der Vereinbarung
fr_fr: Dispositions du Contrat
id_id: Ketentuan Persetujuan
pl_pl: Postanowienia umowy
pt_pt: Provisões do Acordo
vi_vn: Quy định về Thỏa Thuận
zh_cn: 协议条款

source: Publish your name and logo (with or without a link to your Application) on our website, in press releases, and in promotional materials without additional consent;
de_de: Ihren Namen und Ihr Logo (mit oder ohne Link auf Ihre Anwendung) auf unserer Website, in Pressemitteilungen und Werbematerialien, ohne zusätzliches Einverständnis zu veröffentlichen;
id_id: Mempublikasikan nama dan logo (dengan atau tanpa link ke Aplikasi Anda) pada situs kami, dalam siaran pers, dan dalam materi promosi tanpa persetujuan tambahan.
pl_pl: Publikować swoje imię i logo (z łączem do Twojej Aplikacji lub bez niego) na naszej stronie internetowej, w notatkach prasowych i materiałach promocyjnych bez dodatkowych pozwoleń;
pt_pt: Publique o seu nome e o seu logotipo (com ou sem um link para o seu aplicativo) no nosso site, num comunicado de imprensa e em materiais promocionais, sem consentimento adicional;
vi_vn: Công bố tên và logo của bạn (có hoặc không có một liên kết đến Ứng dụng của bạn) trên trang web của chúng tôi, trong thông cáo báo chí, và trong các tài liệu quảng cáo nếu không đồng ý bổ sung;
zh_cn: 不必另外征求同意，将您的名称和徽标 （可包含应用程序链接，如需要）发布到我们网站、新闻发布和宣传材料;

source: Published in Chinese, English, French, German, Indonesian, Italian, Polish, Portuguese, Russian, Spanish, Thai and Vietnamese
de_de: Auf Chinesisch, Englisch, Französisch, Deutsch, Indonesisch, Italienisch, Polnisch, Portugiesisch, Russisch, Spanisch, Thailändisch und Vietnamesisch herausgegeben.
fr_fr: Publiée en chinois, anglais, français, allemand, indonésien, italien, polonais, portugais, russe, espagnol, thaï et vietnamien
id_id: Diterbitkan dalam bahasa Cina, Inggris, Perancis, Jerman, Indonesia, Italia, Polandia, Portugis, Rusia, Spanyol, Thai dan Vietnam
pl_pl: Dostępność w języku chińskim, angielskim, francuskim, niemieckim, indonezyjskim, włoskim, polskim, portugalskim, rosyjskim, hiszpańskim, tajskim i wietnamskim
pt_pt: Publicado em Chinês, Inglês, Francês, Alemão, Indonésio, Italiano, Polonês, Português, Russo, Espanhol, Tailandês e Vietnamita
vi_vn: Được xuất bản bằng tiếng Trung Quốc, tiếng Anh, tiếng Pháp, tiếng Đức, tiếng Indonesia, tiếng ý, tiếng Ba Lan, tiếng Bồ Đào Nha, tiếng Nga, tiếng Tây Ban Nha, Thái Lan và Việt Nam
zh_cn: 提供中文、英文、法文、德文、印尼文、意大利文、波兰文、葡萄牙文、俄文、西班牙文、泰文和越南文服务

source: Purchase
de_de: Kauf
fr_fr: Achat
id_id: Beli
pl_pl: Kup
pt_pt: Comprar
vi_vn: Mua
zh_cn: 买入

source: Purchase High Tick/Low Tick contracts to predict the highest or lowest tick among the next five ticks.
fr_fr: Achat de contrats Tick Haut/ Tick Bas pour prédire le tick le plus haut ou le plus bas parmi les cinq prochains ticks.
id_id: Beli kontrak High Tick/Low Tick untuk menganalisa tik tertinggi atau terendah antara lima tik selanjutnya.
pl_pl: Kup kontrakt typu Duże zmiany ceny/ małe zmiany ceny, aby prognozować, jaka będzie największa lub najmniejsza zmiana ceny wśród pięciu najbliższych.
vi_vn: Mua các hợp đồng Tick Cao/Tick Thấp để dự đoán Tick cao nhất hoặc thấp nhất trong số năm Tick tiếp theo.
zh_cn: 购买高跳动点/低跳动点合约以预测接下来的五个跳动点中的最高或最低跳动价位。

source: Purchase Price
de_de: Kaufpreis
fr_fr: Prix d'achat
id_id: Harga Beli
pl_pl: Cena zakupu
pt_pt: Preço de Compra
vi_vn: Giá Mua
zh_cn: 买入价格

source: Purchase Time
de_de: Kaufuhrzeit
fr_fr: Heure d'achat
id_id: Waktu Beli
pl_pl: Godzina zakupu
pt_pt: Hora da Compra
vi_vn: Thời Gian Mua
zh_cn: 买入时间

source: Purchase request sent
de_de: Kaufanfrage wurde gesendet
fr_fr: Demande d’achat envoyé
id_id: Permintaan pembelian dikirim
pl_pl: Zgłoszono chęć zakupu
pt_pt: Solicitação de compra enviada
vi_vn: Yêu cầu mua hàng được gửi
zh_cn: 采购请求已发送

source: Purpose of collecting Personal Data
de_de: Zweck der Erhebung personenbezogener Daten
fr_fr: But de recueillir des Données Personnelles
id_id: Tujuan mengumpulkan Data Pribadi
pl_pl: Cel zbierania danych osobowych
pt_pt: Objetivo de coletar dados pessoais
vi_vn: Mục đích của việc thu thập dữ liệu cá nhân
zh_cn: 收集个人资料的目的

source: Put Spread
pl_pl: Spread sprzedaży
pt_pt: Spead de venda
vi_vn: Đặt biên lãi
zh_cn: 卖权价差

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
de_de: Richten Sie für Ihre Gewinne ein Limit ein. Wenn Sie es erreicht haben, legen Sie einen Teil auf die Seite und handeln Sie mit dem restlichen Geld weiter.
fr_fr: Définissez une limite pour vos gains. Une fois cette limite atteinte, mettez une partie des fonds de côté et utilisez le reste pour vos opérations de trading.
id_id: Batasi keuntungan Anda. Setelah Anda mencapai target, sisihkan dan bertrading menggunakan sisa dana yang ada.
pl_pl: Ustaw limit dla swoich wygranych. Kiedy zostanie osiągnięty, odłóż część i handluj resztą pieniędzy.
pt_pt: Atribua um limite aos seus ganhos. Depois de atingi-lo, guarde uma parte do dinheiro e aposte com o restante.
vi_vn: Hãy đặt giới hạn cho số hợp đồng mà bạn thắng. Khi bạn đã đạt tới mức đó, hãy cất một số tiền sang một bên riêng và tiếp tục giao dịch với số tiền còn lại.
zh_cn: 对您的利润设置限额。一旦达到限额就将部分金额存起来，用剩余的资金继续操作。

source: Q. Miscellaneous
de_de: Q. Sonstiges
id_id: Q. Lain Lain
pl_pl: Q. Postanowienia różne
pt_pt: Q. Diversos
vi_vn: Q. Ngoài lề
zh_cn: 十七、杂项

source: Q3 2018
fr_fr: T3 2018
pl_pl: 3 kwartał 2018
vi_vn: Quý 3 Năm 2018
zh_cn: 2018年第三季

source: Q4 2018
fr_fr: T4 2018
pl_pl: 4 kwartał 2018
vi_vn: Quý 4 Năm 2018
zh_cn: 2018年第四季

source: Qiwi is a payment service provider that was founded in 2007. It provides individuals with a simple way to transfer money, receive payments, and pay online. For more information, please visit %1.
fr_fr: Qiwi est un fournisseur de services de paiement qui a été fondé en 2007. Il fournit aux particuliers un moyen simple de transférer de l’argent, recevoir des paiements et payer en ligne. Pour plus d’informations, veuillez visiter %1.
id_id: Qiwi adalah penyedia layanan pembayaran yang didirikan pada tahun 2007. Menyediakan setiap individu cara mudah dan sederhana dalam menransfer dana, menerima pembayaran, dan melakukan pembayaran online. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Qiwi to dostawca usług płatniczych działający od 2007 r. Umożliwia osobom indywidualnym dokonywanie przelewów pieniężnych, otrzymywanie płatności i dokonywanie płatności on-line w prosty sposób. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: Qiwi é um provedor de serviços de pagamentos fundado em 2007. Ele fornece a clientes particulares um método simples de transferir dinheiro, receber pagamentos e pagar online. Para mais informações, visite %1.
vi_vn: Qiwi là nhà cung cấp dịch vụ thanh toán được thành lập vào năm 2007. Nó giúp các cá nhân chuyển tiền, nhận thanh toán và thanh toán trực tuyến một cách đơn giản và hiệu quả. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Qiwi 是支付服务提供商, 成立于2007年。它为个人提供简单的在线转移资金、接收付款和支付。欲知详情, 请访问 %1。

source: Quality Assurance
de_de: Qualitätssicherung
fr_fr: Assurance qualité
pl_pl: Zapewnianie jakości
pt_pt: Garantia de Qualidade
vi_vn: Đảm Bảo Chất Lượng
zh_cn: 质量保证

source: Quantitative Analysis
de_de: Quantitative Analyse
fr_fr: Analyse quantitative
pl_pl: Analiza ilościowa
pt_pt: Análise quantitativa
vi_vn: Phân Tích Định Lượng
zh_cn: 量化分析

source: Quantitative Analyst
de_de: Quantitativer Analyst
fr_fr: Analyste quantitatif [H/F]
pl_pl: Analityk ilościowy
pt_pt: Analista Quantitativo
vi_vn: Phân Tích Định Lượng
zh_cn: 量化分析员

source: Quote Provision
de_de: Zitierte Bestimmung
id_id: Kutipan Penyediaan
pl_pl: Postanowienie dot. kwotowania
pt_pt: Provisão de cotações
vi_vn: Trích dẫn báo giá
zh_cn: 报价条款

source: Quote currency
de_de: Notierungswährung
fr_fr: Devise de cotation
id_id: Mata uang tawaran
pl_pl: Waluta kwotowania
pt_pt: Moeda de cotação
vi_vn: Báo giá tiền tệ
zh_cn: 报价货币

source: R. Interpretation of Terms
de_de: R. Interpretation der Bestimmungen
id_id: R. Interpretasi Terma
pl_pl: R. Interpretacja terminów
pt_pt: R. Interpretação de termos
vi_vn: R. Thuật ngữ của các Điều Khoản
zh_cn: 十三、术语释义

source: Range of markets
de_de: Auswahl an Märkten
fr_fr: Gamme de marchés
id_id: Rentang pasar
pl_pl: Wiele rynków
pt_pt: Variedade de mercados
vi_vn: Phạm vi của các thị trường
zh_cn: 市场范围

source: Ratio of Account Equity to Total Margin, expressed as a percentage.
de_de: Das Verhältnis von Eigenkapital zu gesamtem Margin, als Prozentsatz ausgedrückt.
id_id: Rasio dari Akun Ekuitas pada Total Margin, dinyatakan dalam persen.
pl_pl: Stosunek środków na koncie do całkowitej kwoty marży wyrażony w procentach.
pt_pt: Relação entre capital de conta e margem total, expressa como uma porcentagem.
vi_vn: Tỷ lệ vốn chủ sở hữu trên tổng số tiền ký quỹ, được biểu thị bằng phần trăm.
zh_cn: 账户资金与保证金总额的比率，以百分比表示。

source: Re-enter password
de_de: Passwort erneut eingeben
fr_fr: Saisissez à nouveau le mot de passe
id_id: Masukkan ulang kata sandi
pl_pl: Wpisz hasło ponownie
pt_pt: Redigite a senha
vi_vn: Nhập lại mật khẩu
zh_cn: 重新输入密码

source: Re-enter your password
de_de: Bitte geben Sie Ihr Passwort erneut ein
fr_fr: Saisissez à nouveau votre mot de passe
id_id: Masukkan kembali sandi Anda
pl_pl: Proszę ponownie wpisać hasło
pt_pt: Redigite a sua senha
vi_vn: Nhập lại mật khẩu của bạn
zh_cn: 重新输入密码

source: Read
de_de: Lesen
fr_fr: Lire
id_id: Baca
pl_pl: Odczyt
pt_pt: Ler
vi_vn: Đọc
zh_cn: 阅读

source: Read and understand our HackerOne bug bounty programme policy.
de_de: Lesen und verstehen Sie unsere HackerOne Belohnungsprogramm-Richtlinie.
fr_fr: Lire et comprendre notre politique de récompense pour la découverte de bug HackerOne.
id_id: Baca dan pahami peraturan program HackerOne yang kami miliki.
pl_pl: Zapoznaj się z naszą polityką dotyczącą programu zgłaszania usterek HackerOne i zaakceptuj jej warunki.
pt_pt: Leia e compreenda a política do nosso programa de prêmios por bugs HackerOne.
vi_vn: Đọc và hiểu chính sách chương trình phát hiện lỗi HackerOne của chúng tôi.
zh_cn: 阅读并了解我们的HackerOne编程缺陷奖励计划政策。

source: Read more.
de_de: Lesen Sie mehr.
fr_fr: En lire plus.
id_id: Baca lebih lanjut.
pl_pl: Dowiedz się więcej.
pt_pt: Leia mais.
vi_vn: Tìm hiểu thêm.
zh_cn: 阅读详细内容。

source: Read our simple introduction to this popular derivative instrument to find out what you can trade with CFDs and their advantages.
de_de: Lesen Sie unsere einfache Einführung in dieses beliebte Derivat-Instrument, um herauszufinden, was Sie mit CFDs und deren Vorteilen handeln können.
fr_fr: Lisez notre introduction simple à cet instrument dérivé populaire pour savoir ce que vous pouvez trader avec les CFDs et leurs avantages.
id_id: Baca pengantar sederhana kami untuk instrumen derivatif populer ini untuk mengetahui apa yang dapat Anda tradingkan dengan CFD dan keuntungan mereka.
pl_pl: Przeczytaj nasze proste wprowadzenie do tych popularnych instrumentów pochodnych, aby dowiedzieć się, czym możesz handlować za pośrednictwem kontraktów CFD oraz jakie są ich zalety.
pt_pt: Leia a nossa simples apresentação para este popular instrumento derivado para saber o que se pode negociar com CFDs e as suas vantagens.
vi_vn: Đọc giới thiệu đơn giản của chúng tôi về công cụ dẫn xuất phổ biến này để tìm hiểu những gì bạn có thể giao dịch với các CFD và lợi thế của chúng.
zh_cn: 阅读我们对这个流行衍生工具的简单介绍，了解您可以使用差价合约进行哪些交易及其优势。

source: Read the %1 company blog
de_de: Lesen Sie den %1 Unternehmens-Blog
fr_fr: Lire le blog d’entreprise %1
id_id: Baca blog perusahaan %1
pl_pl: Przeczytaj blog firmy %1
pt_pt: Leia o blog da empresa %1
vi_vn: Đọc blog của công ty %1
zh_cn: 阅读％1公司博客

source: Read the %1 tech blog
de_de: Lesen Sie den %1 Tech-Blog
fr_fr: Lire le blog tech %1
id_id: Baca blog teknologi %1
pl_pl: Przeczytaj blog techniczny %1
pt_pt: Leia o blog de tecnologia da empresa %1
vi_vn: Đọc blog công nghệ %1
zh_cn: 阅读％1技术博客

source: Ready to trade?
de_de: Bereit zum Handel?
fr_fr: Prêt à trader ?
id_id: Siap untuk bertrading?
pl_pl: Gotowi do handlowania?
pt_pt: Pronto a negociar?
vi_vn: Bạn đã sẵn sàng giao dịch?
zh_cn: 已经准备好开始交易了吗？

source: Real
de_de: Echt
fr_fr: Réel
id_id: Riil
pl_pl: Prawdziwe
vi_vn: Thực
zh_cn: 真实

source: Real Account
de_de: Echtes Konto
fr_fr: Compte réel
id_id: Akun Riil
pl_pl: Konto rzeczywiste
pt_pt: Conta Real
vi_vn: Tài khoản Thực
zh_cn: 真实账户

source: Real Advanced
de_de: Echt fortgeschritten
fr_fr: Réel Avancée
id_id: Riil Lanjutan
pl_pl: Prawdziwe zaawansowane
pt_pt: Demo avançada
vi_vn: Tài khoản thực cao cấp
zh_cn: 真实高级账户

source: Real Estate
de_de: Immobilien
fr_fr: Immobilier
id_id: Perumahan
pl_pl: Nieruchomości
pt_pt: Imobiliário
vi_vn: Bất Động Sản
zh_cn: 房地产

source: Real Money Account Opening
de_de: Echtgeldkonto Eröffnung
fr_fr: Ouverture d'un compte réel
id_id: Pendaftaran Akun Uang Riil
pl_pl: Otwarcie konta z prawdziwymi pieniędzmi
pt_pt: Abertura de conta de dinheiro real
vi_vn: Tài khoản Tiền Thực đang được mở
zh_cn: 开立真实资金账户

source: Real Standard
de_de: Echter Standard
fr_fr: Réel Standard
id_id: Standar Riil
pl_pl: Wysoki standard
pt_pt: Padrão real
vi_vn: Tiêu chuẩn thực
zh_cn: 真实标准
