Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website, the term 'we', 'us', 'our', 'ours', 'the Company', or '%1' shall denote either
de_de: Je nach Zuständigkeit, der das Konto des Kunden in Übereinstimmung mit der Kontoeröffnung der Website zugeordnet wurde, bezeichnet der Begriff ''wir'', ''uns'', ''unser(e)'', "das Unternehmen'', oder ''%1'' entweder
id_id: Tergantung pada yurisdiksi dimana akun Klien di daftarkan sesuai dengan prosedur pendaftaran akun pada situs, terma 'kami', 'kita', 'milik kami', 'milik kita', 'Perusahaan', atau '%1' adalah ditujukan kepada
pl_pl: W zależności od jurysdykcji, do której konto Klienta zostało przydzielone, zgodnie z procedurą otwierania kont na naszej stronie internetowej, terminy „my”, „nas”, „nasz”, „nasze”, „Firma” lub „%1” oznaczają
pt_pt: Dependendo da jurisdição a que uma conta de cliente tenha sido associada, de acordo com os procedimentos de abertura de conta do site, os termos "nós", "nosso", "nossa", "nossos", "nossas" "a Empresa" ou "%1" denotarão
vi_vn: Tùy thuộc vào thẩm quyền mà tài khoản của Khách hàng đã được đính kèm theo quy trình mở tài khoản của trang web, thuật ngữ 'chúng tôi', 'của chúng tôi', 'từ chúng tôi', 'Công ty' hoặc '%1 'sẽ biểu thị
zh_cn: 根据网站的开户程式对客户账户所附的管辖权, “我们”、“我们的”、“公司”或“%1”等词应表示

source: Depending on the level of risk that the Company is exposed to while acting as the client's counterparty, the Company acts largely in a principal capacity of the client's trades. As such, the execution venue will usually be %1. However, the Company may transmit the client's order to third-party liquidity providers, in which case the Company will determine the execution venue on the basis described above.
de_de: Abhängig von der Höhe des Risikos, dem das Unternehmen als Gegenpartner des Kunden ausgesetzt ist, agiert das Unternehmen weitgehend in einer wesentlichen Kapazität der Geschäfte der Kunden. Als solches ist der Ausführungsplatz in der Regel %1. Aber das Unternehmen kann die Bestellung des Kunden an Liquidität-Drittanbieter übertragen, in welchem Fall das Unternehmen den Ausführungsplatz anhand der oben beschriebenen Basis selbst bestimmt.
fr_fr: Suivant le niveau de risque auquel la Compagnie est exposée en agissant comme la contrepartie client, la Compagnie agit largement en tant que principal des opérations client. Ainsi, le lieu d'exécution sera normalement %1. Cependant, la Compagnie peut transmettre l'ordre du client à un fournisseur de liquidité en tierce partie, cas dans lequel la Compagnie déterminera le lieu d'exécution sur la base décrite ci-dessus.
id_id: Bergantung pada tingkat risiko yang dihadapi Perusahaan saat bertindak sebagai mitra klien, Perusahaan bertindak sebagian besar dalam kapasitas utama dari trading klien. Dengan demikian, tempat pelaksanaan biasanya adalah %1. Namun, Perusahaan dapat mengirimkan order klien ke penyedia likuiditas pihak ketiga, dalam hal mana Perusahaan akan menentukan tempat pelaksanaan atas dasar yang dijelaskan di atas.
pl_pl: W zależności od poziomu ryzyka, na które narażona jest Firma, działając jako kontrahent klienta, w wielu przypadkach Firma pełni funkcję zamawiającego zakłady klienta. W takim przypadku miejscem realizacji przeważnie jest %1. Jednak Firma zastrzega sobie prawo przekazania realizacji zleceń klientów zewnętrznym dostawcom płynności. W takim przypadku Firma sama wybierze miejsce realizacji na zasadach opisanych powyżej.
vi_vn: Tùy theo mức độ rủi ro mà Công Ty đang tiếp xúc với khi đóng vai trò là đối tác của khách hàng, chúng tôi chủ yếu là hành động trên quy tắc chính trong các giao dịch của khách hàng. Như vậy, địa điểm thực hiện thường sẽ là %1. Tuy nhiên, Công Ty có thể truyền lệnh mua bán của khách hàng cho các nhà cung cấp thanh khoản thuộc bên thứ ba, trong trường hợp này Công Ty sẽ xác định địa điểm thực hiện trên cơ sở mô tả ở trên.
zh_cn: 基于公司作为客户的交易相对方所接触的风险水平，公司在客户的交易中参与大部分的主要活动。因此，执行场所通常是在%1。然而，公司可能会将客户的订单转给第三方流动性提供商。在这种情况下，公司将根据以上所述自行确定执行场所。

source: Depending on the quality of the data feeds received from our feed providers, our servers might apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
de_de: Je nach der Qualität der Datenfeeds, die wir von unseren Feedlieferanten erhalten, werden unsere Server einen Algorithmus verwenden, der Ticks filtert. Ziel dieses filternden Algorithmus ist es, den Feed von Tick-Irrläufern zu säubern. Tick-Irrläufer sind Ticks, die deutlich aus der Handelsspanne des Markts herausfallen. Sie entstehen oft durch Verzögerungen bei der Datenübertragung mit Börsen oder Banken, die Börsennotierungen bereitstellen, menschliche Fehler oder Datenbankprobleme an irgendeinem Punkt zwischen der Quelle der Notierung und unseren Servern.
id_id: Tergantung pada kualitas data feed yang diterima dari penyedia feed kami, server kami mungkin menerapkan penyaringan tik algoritma. Tujuan dari penyaringan ini adalah untuk mengupas tik yang menyimpang. Tik menyimpang ini adalah diluar batasan trading, tik ini biasanya disebabkan oleh keterlambatan komunikasi pada pertukaran atau kesalahan pada bank, manusia atau masalah data yang terjadi antara penyedia data dan server kami.
pl_pl: W zależności od jakości strumienia danych od naszych dostawców nasze serwery mogą stosować algorytm filtrujący najmniejsze zmiany cen. Jego zadaniem jest podział strumienia błędnych zmian cen. Błędne zmiany cen to zmiany, które wyraźnie nie mieszczą się w aktualnym zakresie rynku; takie zmiany są często wynikiem opóźnień komunikacyjnych w wymianie walut lub między bankami, które podają kwoty, bądź też wynikiem błędu ludzkiego lub problemów z bazą danych w dowolnym momencie pomiędzy źródłem kwoty i naszymi serwerami.
pt_pt: Dependendo da qualidade dos feeds de dados recebidos dos nossos fornecedores de feeds, os nossos servidores podem aplicar um algoritmo de filtragem de tique-taques. O objetivo deste algoritmo de filtragem é cortar o feed de tique-taques extraviados. Os tique-taques extraviados são movimentos mínimos que caem evidentemente fora do intervalo de negociação atual do mercado; estes tique-taques são muitas vezes resultantes de atrasos de comunicação com as bolsas de valores ou bancos que fornecem as cotações, de erro humano ou de problemas com bases de dados em qualquer ponto entre o autor da cotação e os nossos servidores.
vi_vn: Tùy thuộc vào chất lượng của nguồn dữ liệu nhận được từ những bên cung cấp dữ liệu, máy chủ của chúng tôi áp dụng thuật toán lọc tick. Mục đích của thuật toán lọc này là để lọc các tick đi lạc. Các tick đi lạc là các tick mà nằm ngoài vùng giao dịch hiện tại của thị trường, những tick này thường do sự giao dịch bị trì hoãn hoặc ngân hàng có lỗi về yết giá, lỗi về nhân sự, hoặc lỗi dữ liệu tại bất cứ tick nào giữa nơi yết giá và máy chủ của chúng tôi.
zh_cn: 我们的服务器可能会根据数据提供者所提供的数据品质决定使用跳动点过滤算法。过滤算法的目标是去除离散价格。离散跳动点是明显超出市场现有交易区间的跳动点。造成这类跳动点的主要原因包括：提供报价的交易所或者银行通信延迟、报价源头与我们服务器之间的人为因素或数据库问题。

source: Depending on the quality of the feeds received from our feed providers, our servers might also apply a very short-term smoothing algorithm to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
de_de: Je nach der Qualität der Datenfeeds, die wir von unseren Feedlieferanten erhalten, werden unsere Server einen sehr kurzfristigen Glättungsalgorithmus auf den Datafeed anwenden. Dieser glättende Algorithmus entfernt ein wenig die "Zufallsausschläge", die bei einer Dateneinspeisung auftreten und stellt sicher, dass die Kunden, die pfadabhängige Kontrakte kaufen (wie die Ziel- oder Schwellenbereichskontrakte), ihre Kontrakte nicht durch kurzfristige Marktausschläge gefährdet sehen (Knock-in, Knock-out), die den echten Marktpreis nicht widerspiegeln.
id_id: Tergantung pada kualitas kutipan yang diterima dari penyedia data kami, server kami mungkin akan menerapkan penghalusan algoritma jangka pendek pada kutipan data. Penghalusan ini akan menghilangkan "gangguan" pada kutipan data dan memastikan Pelanggan yang membeli kontrak berdasarkan batasan (seperti kontrak menyentuh) tidak akan terpengaruh pada perubahan pasar yang bukan dicerminkan dari kondisi pasar sebenarnya.
pl_pl: W zależności od jakości strumienia danych od naszych dostawców nasze serwery mogą też stosować krótkoterminowy algorytm wygładzający. Ten algorytm usuwa część „losowych zakłóceń” otaczających strumień danych i zapewnia klientom, którzy kupili kontrakty zależne od wzoru (np. osiągnie jeden raz albo kontrakty z limitem) brak wpływu na ich kontrakty losowych krótkookresowych zakłóceń na rynku, które nie odzwierciedlają prawdziwej ceny rynkowej.
pt_pt: Dependendo da qualidade dos feeds recebidos dos nossos fornecedores de feeds, os nossos servidores poderão também aplicar um algoritmo de suavização a muito curto prazo ao feed de dados. Este algoritmo de suavização remove um pouco do "ruído aleatório" em torno do feed de dados e garante que os clientes que compram contratos dependentes dos percursos (como os contratos de um-toque ou de intervalo de barreira) não verão os seus contratos serem ativados ou desativados por ruídos de mercado de curto prazo aleatórios, que não reflitam o verdadeiro preço de mercado.
vi_vn: Tuỳ thuộc vào chất lượng của nguồn dữ liệu nhận được từ các bên cấp dữ liệu, máy chủ của chúng tôi sẽ thực hiện một thuật toán trơn ngắn với nguồn cấp dữ liệu. Thuật toán trơn này sẽ gỡ bỏ một số "rắc rối ngẫu nhiên" xung quanh nguồn dữ liệu, và bảo đảm rằng khách hàng người mua hợp đồng phụ thuộc (như là hợp đồng một chạm hoặc hợp đồng có rào cản) sẽ không có những hợp đồng bị những rắc rối của thị trường ngẫu nhiên thâm nhập vào cái mà không có phản ánh giá đúng của trị trường.
zh_cn: 我们的服务器也可能会根据数据提供者所提供的数据品质决定对数据源使用极短期的平滑算法。平滑算法去掉了数据源的少量“随机噪声”并确保购买固定路径合约（比如一触即付或价格范围合同）的客户不会让未反应真实市场价格的随机短期市场噪声启动或取消其合约。

source: Depending on your broker or trading platform, you can start trading from the time the Sydney market opens on Monday morning to the time the New York market closes on Friday evening – up to 24 hours a day, five days a week.
de_de: Je nach Ihrem Broker oder Ihrer Handelsplattform, können Sie ab dem Zeitpunkt zu dem der Sydney Markt am Montagmorgen eröffnet, bis zu der Zeit, zu der der New Yorker Markt am Freitagabend schließt – bis zu 24 Stunden pro Tag, fünf Tage die Woche zu handeln beginnen.
fr_fr: Dependant de votre broker ou de la plateforme, vous pouvez commencer à trader à partir de l'ouverture des marchés à Sydney le lundi matin jusqu'à la fermeture des marchés à New York le vendredi soir - jusqu'à 24 heures par jour, 5 jours par semaine.
id_id: Tergantung pada platfrom trading broker Anda, Anda dapat mulai trading dari mulai pasar Sydney buka di hari Senin pagi hingga saat pasar New York tutup pada Jumat malam - sampai dengan 24 jam sehari, lima hari seminggu.
pl_pl: Możesz handlować od godziny otwarcia rynku w Sydney w poniedziałek rano do zamknięcia rynku w Nowym Jorku w piątek wieczorem – do 24 godzin dziennie, pięć dni w tygodniu, w zależności od Twojego brokera czy platformy handlowej.
pt_pt: Dependendo da sua corretora ou plataforma de negociação, é possível começar a negociar a partir da hora em que o mercado de Sydney abre na segunda-feira de manhã, até a hora que o mercado de Nova Iorque fecha na sexta-feira à noite – até 24 horas por dia, cinco dias por semana.
vi_vn: Tùy thuộc vào người môi giới hoặc sàn giao dịch của bạn, bạn có thể bắt đầu giao dịch từ thời điểm thị trường Sydney mở vào sáng thứ hai thời gian thị trường New York đóng cửa vào tối thứ sáu-lên đến 24 giờ một ngày, năm ngày một tuần.
zh_cn: 您可根据经纪商或交易平台的规定，从周一早上悉尼市场开放时间到周五晚上纽约市场关闭时间这段期间内随时开始，每周五天，每天24小时交易。

source: Deposit
de_de: Einzahlung
fr_fr: Dépôt
pl_pl: Wpłata
pt_pt: Depositar
vi_vn: Gửi tiền
zh_cn: 存款

source: Deposit Bonus
de_de: Einzahlungsbonus
id_id: Bonus Deposit
pl_pl: Bonus przy wpłacie
pt_pt: Bônus de Deposito
vi_vn: Tiền thưởng ký quỹ
zh_cn: 存款奖金

source: Deposit and withdraw your funds via international bank wire transfer.
de_de: Beheben Sie und zahlen Sie Ihre Gelder via internationaler Banküberweisung ein.
fr_fr: Déposer et retirer vos fonds par virement bancaire international.
id_id: Deposit dan cairkan dana Anda melalui transfer bank internasional.
pl_pl: Wpłacaj i wypłacaj swoje środki za pośrednictwem międzynarodowego przelewu bankowego.
pt_pt: Deposite e retire os seus fundos através de transferências bancárias internacionais.
vi_vn: Gửi tiền và rút tiền của bạn thông qua chuyển khoản ngân hàng quốc tế.
zh_cn: 通过国际银行电汇存入和提取资金。

source: Deposit as little as USD 5 to start trading
de_de: Zahlen Sie so wenig wie 5 USD ein, um mit dem Handel zu beginnen
fr_fr: Un dépôt de 5 dollars US suffit pour commencer à trader
id_id: Deposit mulai dari USD 5 untuk memulai trading
pl_pl: Wpłać zaledwie 5 USD, aby rozpocząć handlowanie
pt_pt: Deposite tão pouco quanto $5 para começar a negociar
vi_vn: Gửi vào ít nhất là 5 USD để bắt đầu giao dịch
zh_cn: 仅需 5 美元的存款即可开始交易

source: Deposit or withdraw below
de_de: Unten einzahlen oder abheben
fr_fr: Déposer ou retirer ci-dessous
id_id: Deposit atau withdraw di bawah ini
pl_pl: Wpłaty lub wypłaty poniżej
pt_pt: Depositar ou retirar abaixo
vi_vn: Gửi tiền hoặc rút dưới đây
zh_cn: 在下方存款或提款

source: Deposit or withdraw to your account via bank wire, credit card, or e-wallet.
de_de: Ein- oder Auszahlung von, oder auf Ihr Konto mittels Banküberweisung, Kreditkarte oder e-Wallet.
fr_fr: Dépôt ou retrait sur votre compte par virement bancaire, carte de crédit ou portefeuille électronique.
id_id: Deposit atau penarikan melalui bank-wire, kartu kredit atau e-wallet.
pl_pl: Wpłaty i wypłaty na Twoje konto za pośrednictwem przelewu bankowego, karty kredytowej lub e-portfela.
pt_pt: Deposite ou retire dinheiro para a sua conta através de transferências bancárias, cartões de crédito ou carteiras-eletrônicas.
vi_vn: Gửi hay rút tiền qua tài khoản của bạn bằng điện chuyển khoản ngân hàng, thẻ tín dụng hay ví điện tử.
zh_cn: 通过银行电汇、信用卡或电子钱包向您的账户存款或提款。

source: Deposit: %1 blockchain confirmations
de_de: Einzahlung: %1 Blockchain Bestätigungen
fr_fr: Dépôt : %1 confirmations blockchain
id_id: Deposit: konfirmasi blockchain %1
pl_pl: Wpłata: potwierdzenia blockchain w liczbie %1
pt_pt: Depósito: %1 confirmações de blockchain
vi_vn: Đặt cọc: %1 blockchain xác nhận
zh_cn: 存款： %1区块链确认

source: Deposit: %1 working day
de_de: Einzahlung: %1 Werktag
fr_fr: Dépôt : %1 jour ouvrable
id_id: Deposit: %1 hari kerja
pl_pl: Wpłata: %1 dzień roboczy
pt_pt: Depósito: %1 dia útil
vi_vn: Gửi tiền: %1 ngày làm việc
zh_cn: 存款：%1工作日内

source: Deposit: Instant
de_de: Einzahlung: Sofort
fr_fr: Dépôt : instantané
id_id: Deposit: Langsung
pl_pl: Wpłata: błyskawiczna
pt_pt: Depósito: Instantâneo
vi_vn: Gửi tiền: tức thì
zh_cn: 存款：实时

source: Deposits and withdrawals for your MetaTrader 5 account always pass through your binary options account.
de_de: Ein- und Auszahlungen für Ihr MetaTrader 5 Konto laufen immer über Ihr binäres Optionen Konto.
fr_fr: Dépôts et retraits de votre compte MetaTrader 5 passent toujours par le biais de votre compte Binary.
id_id: Deposit dan penarikan untuk akun MetaTrader 5 Anda akan selalu melewati akun opsi binary Anda.
pl_pl: Wpłaty na konto MetaTrader 5 i wypłaty z niego zawsze są dokonywane za pośrednictwem Twojego konta do opcji binarnych.
pt_pt: Depósitos e retiradas da sua conta MetaTrader 5 passam sempre pela sua conta de opções binárias.
vi_vn: Tiền gửi và tiền rút tài khoản MetaTrader 5 luôn vượt qua thông qua tài khoản binary options của bạn.
zh_cn: MetaTrader 5账户总是通过二元期权账户存款和提款 。

source: Deposits and withdrawals have been disabled on your account. Please check your email for more details.
de_de: Ein- und Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfen Sie Ihre E-Mail für weitere Details.
fr_fr: Dépôts et retraits ont été désactivés sur votre compte. Veuillez vérifier votre email pour plus de détails.
id_id: Deposit dan penarikan telah dinonaktifkan pada akun Anda. Silakan periksa email Anda untuk informasi lebih lanjut.
pl_pl: Opcja dokonywania wpłat i wypłat została wyłączona na Twoim koncie. Sprawdź swoją skrzynkę e-mailową, aby uzyskać więcej informacji.
pt_pt: Depósitos e retiradas foram desativados na sua conta. Confira o seu e-mail para mais detalhes.
vi_vn: Gửi tiền và rút tiền đã bị vô hiệu hoá trên tài khoản của bạn. Vui lòng kiểm tra email của bạn để biết chi tiết.
zh_cn: 您的账户已被禁存款和提款。请检查您的电子邮件, 以了解更多详情。

source: Deposits and/or payments due are to be made in the currency chosen by you from the ones specified by the Company from time to time;
de_de: Ausständige Einzahlungen und/oder Zahlungen sind in der Währung vorzunehmen, die Sie aus der von uns - von Zeit zu Zeit angegebenen, ausgewählt haben;
id_id: Deposit dan/atau pembayaran harus dilakukan dalam mata uang yang Anda pilih dari yang ditentukan oleh Perusahaan dari waktu ke waktu;
pl_pl: Należne wpłaty i/lub płatności będą dokonywane w walucie wybranej przez Ciebie spośród walut określonych przez Firmę w określonym czasie;
pt_pt: Depósitos e/ou pagamentos devidos devem ser efetuados na moeda escolhida por você daquelas especificadas pela Empresa periodicamente;
vi_vn: Tiền gửi và / hoặc các khoản thanh toán phải được thực hiện bằng đơn vị tiền tệ mà bạn đã chọn từ những loại tiền mà Công Ty chỉ định theo thời gian;
zh_cn: 到期的存款和/或付款将定时以您从公司指定币种中选择的货币进行;

source: Derivative
de_de: Derivate
fr_fr: Dérivé
id_id: Derivatif
pl_pl: Instrument pochodny
pt_pt: Derivado
vi_vn: Phái sinh
zh_cn: 衍生工具

source: Derivative investment instruments such as Binary Options and related markets can be highly volatile. The prices of the underlying instrument which a Binary Option refers to may fluctuate rapidly and over wide ranges and may reflect unforeseeable events or changes in conditions, none of which can be controlled by you or %1.
de_de: Derivative Anlageinstrumente, wie binäre Optionen, und damit verbundene Anlagen können äußerst volatil sein. Die Kurse für das Basisinstrument, auf das sich eine binäre Option bezieht, kann schnell über weite Bereiche schwanken und unvorhersehbare Ereignisse oder Bedingungsänderungen widerspiegeln, die sich außerhalb Ihrer, oder der Kontrolle von %1 befinden.
id_id: Instrumen investasi derivatif seperti Opsi Binary dan pasar terkait memiliki tingkat volatilitas tinggi. Harga dasar pasar instrumen yang digunakan pada Opsi Binary dapat berfluktuasi dengan cepat dan pantas dan dapat dipengaruhi oleh berbagai perubahan kondisi, tidak ada yang bisa mengontrol baik Anda atau %1.
pl_pl: Instrumenty pochodne, takie jak Opcje binarne oraz związane z nimi rynki mogą być bardzo nieprzewidywalne. Ceny instrumentów bazowych Opcji binarnych mogą zmieniać się gwałtownie i znacznie, a ich zmiany mogą być powodowane nieprzewidywalnymi wydarzeniami lub zmianami warunków rynkowych, które nie mogą być kontrolowane ani przez Ciebie, ani przez %1.
pt_pt: Instrumentos financeiros derivados, tais como as opção binárias e mercados relacionados, podem ser altamente voláteis. Os preços dos instrumentos subjacentes a que se refere uma opção binária podem flutuar rapidamente sobre grandes intervalos e podem refletir eventos imprevisíveis ou mudanças nas condições, nenhum dos quais podem ser controlados por você ou pela %1.
vi_vn: Các công cụ đầu tư phái sinh như Binary Options và các thị trường liên quan có thể rất dễ bay hơi. Giá của công cụ cơ bản mà Binary Options đề cập đến có thể dao động nhanh chóng và trên phạm vi rộng và có thể phản ánh các sự kiện hoặc thay đổi không lường trước được trong điều kiện, không điều nào trong số đó có thể kiểm soát được bởi bạn hoặc %1.
zh_cn: 衍生投资工具（如二元期权和相关市场）的波动性很大。二元期权所涉及的基础工具价格可能会快速起伏，且幅度很大，很可能出现您和 %1 皆无法控制的突发事件或状况变化。

source: Description
de_de: Beschreibung
id_id: Deskripsi
pl_pl: Opis
pt_pt: Descrição
vi_vn: Mô tả
zh_cn: 说明

source: Design and develop applications and platforms based on blockchain technology
de_de: Entwerfen und entwickeln Sie Anwendungen und Plattformen basierend auf Blockchain-Technologie
fr_fr: Concevoir et développer des applications et des plateformes basées sur la technologie blockchain
id_id: Merancang dan membangun aplikasi dan platform berdasarkan teknologi blockchain
pl_pl: Projektowanie i tworzenie aplikacji i platform w oparciu o technologię blockchain
pt_pt: Projetar e desenvolver aplicativos e plataformas baseados na tecnologia blockchain
vi_vn: Thiết kế và phát triển các ứng dụng và nền tảng dựa trên công nghệ blockchain
zh_cn: 基于区块链技术的应用程序和平台设计和开发

source: Design logos, icons, and other visuals for our websites and applications
de_de: Erstellen Sie Logos, Icons und Grafiken für unsere Websiten und Anwendungen
fr_fr: Concevoir des logos, icônes et autres supports visuels pour nos sites Web et applications
id_id: Merancang logo, ikon, dan visual lainnya untuk situs web dan aplikasi kami
pl_pl: Projektowanie logo, ikon i innych elementów wizualnych na potrzeby naszej strony internetowej i aplikacji
pt_pt: Design de logotipos, ícones e outros recursos visuais para nossos sites e aplicativos
vi_vn: Thiết kế logo, biểu tượng, và các hình ảnh trực quan cho website và ứng dụng của chúng tôi
zh_cn: 为我们的网站和应用程序设计包括标识和图标等可视元素

source: Details
de_de: Angaben
fr_fr: Informations
id_id: Rincian
pl_pl: Szczegóły
pt_pt: Dados
vi_vn: Chi tiết
zh_cn: 详情

source: DevOps Engineer
de_de: DevOps Engineering
fr_fr: Ingénieur DevOps
pl_pl: Inżynier DevOps
pt_pt: Engenheiro DevOps
vi_vn: Kĩ sư lập trình
zh_cn: 开发运营工程师

source: Develop and implement databases; collect, design, process, analyse, and present data in a meaningful way.
fr_fr: Développer et implémenter des bases de données ; collecter, concevoir, traiter, analyser et présenter les données d'une manière significative.
id_id: Mengembangkan dan mengimplementasikan database; mengumpulkan, mendesain, memproses, menganalisis, dan menyajikan data dengan cara yang bermakna.
pl_pl: Tworzenie i wdrażanie baz danych oraz zbieranie, projektowanie, procesowanie, analizowanie i przedstawianie danych w zrozumiały sposób.
vi_vn: Phát triển và thực hiện các cơ sở dữ liệu; thu thập, thiết kế, xử lý, phân tích và trình bày dữ liệu một cách có ý nghĩa.
zh_cn: 开发和实施数据库; 有意义地收集、设计、处理、分析和呈现数据。
