Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Cover is made available on the basis of the depositor rather than on the basis of the number of deposits, meaning that if an individual has multiple accounts he will only be covered as to €20,000 on the global amount. Any other amount exceeding such threshold is not protected and will thus have to be borne by the investor.
de_de: Die Deckung steht auf der Grundlage des Einzahlers anstatt der Anzahl von Guthaben zur Verfügung. Dies bedeutet, dass, wenn eine Einzelperson mehrere Konten unterhält, nur ein Gesamtbetrag von 20.000 € geschützt ist. Jeder Betrag, der diesen Grenzwert übersteigt, ist nicht geschützt und muss vom Anleger getragen werden.
id_id: Perlindungan tersedia berdasarkan depositor dan bukan jumlah deposit, hal ini berarti jika seseorang memiliki akun lebih dari satu maka beliau hanya akan dilindungi sebesar €20,000 secara keseluruhan. Jika jumlah melebihi batasan tersebut maka tidak akan dilindungi dan hal tersebut akan ditanggung sendiri oleh investor.
pl_pl: Pokrycie obejmuje deponenta, nie zaś liczbę jego depozytów. Oznacza to, że w przypadku posiadania kilku kont przez jedną osobę, deponent uzyskuje pokrycie do całościowej kwoty 20 000 €. Pozostałe kwoty, niezależnie od ich wysokości, które przekraczają ten próg nie są objęte ochroną i w związku z tym pokrywa je inwestor.
pt_pt: A cobertura é disponibilizada com base no depositante, ao invés de com base no número de depósitos, significando que, se um indivíduo possuir várias contas, ele apenas será coberto até 20.000€ do valor global. Qualquer outro valor que exceder tal limite não será protegido e portanto, terá de ser arcado pelo investidor.
vi_vn: Bồi hoàn được dựa trên cơ sở của người gửi hơn là cơ sở của số lượng người gửi, có nghĩa là nếu một cá nhân có nhiều tài khoản thì anh ấy chỉ có thể được bồi hoàn tối đa tới €20,000 số tiền quy định chung. Bất cứ số tiền nào vượt quá ngưỡng này sẽ không được bảo vệ vì vậy các nhà đầu tư phải tự chịu khoản tiền đó.
zh_cn: 补偿保障的依据是存款个体，而不是存款次数。意思是说，如果某人拥有多个账户， 他最多只能领取总金额为20,000欧元的补偿。任何超过此限额金额的款数都不会获得保障，完全由投资者自行负责。

source: Craft, Metal, Electrical and Electronics Workers
de_de: Handwerks-, Metall-, Elektrische- und Elektronische-Arbeiter
fr_fr: Employées de l'artisanat, de la métallurgie, ainsi que des secteurs électriques et éléctroniques
id_id: Pekerja Kerajinan, Logam, Listrik dan Elektronik
pl_pl: Pracownicy sektora rzemieślniczego, metalurgicznego, elektrycznego i elektronicznego
pt_pt: Profissionais de artesanato, metalurgia, elétricos e eletrônicos
vi_vn: Thợ thủ công, kim khí và điện tử
zh_cn: 工艺、金属、电气和电子工人

source: Create
de_de: Erstellen
fr_fr: Créer
id_id: Mendaftar
pl_pl: Utwórz
pt_pt: Criar
vi_vn: Tạo
zh_cn: 创建

source: Create %1 account
fr_fr: Créer un compte %1
id_id: Daftar akun %1
pl_pl: Utwórz konto %1
vi_vn: Tạo tài khoản %1
zh_cn: 开立%1账户

source: Create Account
de_de: Konto einrichten
fr_fr: Créer un compte
id_id: Daftar Akun
pl_pl: Załóż konto
pt_pt: Criar conta
vi_vn: Tạo Tài Khoản
zh_cn: 开立账户

source: Create MAM account
de_de: MAM Konto einrichten
fr_fr: Créer un compte MAM
id_id: Daftar akun MAM
pl_pl: Utwórz konto MAM
pt_pt: Criar uma conta de gestor multi-contas
vi_vn: Tạo tài khoản MAM
zh_cn: 开立MAM账户

source: Create MetaTrader 5 account
de_de: MetaTrader 5 Konto einrichten
fr_fr: Créer un compte MetaTrader 5
id_id: Daftar akun MetaTrader 5
pl_pl: Utwórz konto MetaTrader 5
pt_pt: Criar uma conta MetaTrader 5
vi_vn: Tạo tài khoản MetaTrader 5
zh_cn: 开立 MetaTrader 5 账户

source: Create New Virtual-money Account
de_de: Neues virtuelles Echtgeldkonto erstellen
fr_fr: Créer un Nouveau Compte d’Argent Virtuel
id_id: Daftar Akun Dana Virtual Baru
pl_pl: Utwórz nowe konto z wirtualnymi pieniędzmi
pt_pt: Criar uma nova conta virtual
vi_vn: Tạo tài khoản tiền ảo mới
zh_cn: 开立新的虚拟货币账户。

source: Create account
de_de: Konto einrichten
fr_fr: Créer un compte
id_id: Daftar akun
pl_pl: Załóż konto
pt_pt: Criar conta
vi_vn: Tạo tài khoản
zh_cn: 开立账户

source: Create an MT5 account now
de_de: Erstellen Sie jetzt ein MT5 Konto
fr_fr: Créer un compte MT5 maintenant
id_id: Daftar akun MT5 sekarang
pl_pl: Utwórz konto MT5 teraz
pt_pt: Crie uma conta MT5 agora
vi_vn: Tạo một tài khoản MT5 ngay bây giờ
zh_cn: 立即开立MT5账户

source: Create and maintain wireframes and mockups for new and existing products
de_de: Erstellen und verwalten Sie Wireframes und Prototypen für neue und bestehende Produkte
fr_fr: Créer et maintenir des maquettes fonctionnelles (wireframes) et maquettes de produits nouveaux et existants
id_id: Membuat dan memelihara wireframes dan mockup untuk produk baru dan yang sudah ada
pl_pl: Przygotowywanie i uaktualnianie szkiców i makiet nowych i istniejących produktów
pt_pt: Criar e manter wireframes e mockups para produtos novos e existentes
vi_vn: Tạo và duy trì các công cụ trực quan và mô hình hướng dẫn cho những sản phẩm mới và sẵn có
zh_cn: 为新产品和现有产品创建和维护线框和模型

source: Create and update style guides to establish and maintain a consistent visual identity across our product ecosystem
de_de: Erstellen und aktualisieren Sie Style-Guides, um ein einheitliches Erscheinungsbild über unser Produkt-Ökosystem hinweg aufzubauen und zu pflegen
fr_fr: Créer et mettre à jour des guides de style afin d’établir et de maintenir une identité visuelle cohérente dans l’ensemble de notre écosystème produit
id_id: Membuat dan memperbarui panduan gaya untuk menetapkan dan mempertahankan identitas visual yang konsisten di seluruh ekosistem produk kami
pl_pl: Tworzenie i aktualizowanie przewodników w celu zapewnienia spójnej tożsamości wizualnej w ekosystemie naszych produktów
pt_pt: Criar e atualizar guias de estilo para estabelecer e manter uma identidade visual consistente em todo o ecossistema de nossos produtos
vi_vn: Tạo và nâng cấp các hướng dẫn mẫu để thiết lập và duy trì một bản sắc hình ảnh xuyên suốt hệ sinh thái sản phẩm của chúng tôi
zh_cn: 创建和更新风格指南, 在我们的产品生态系统建立和维护一致的视觉标识

source: Create clear, concise, and engaging content for the company's website, email newsletters, blog, social media channels, and other marketing materials
de_de: Erstellen Sie klare, prägnante und ansprechende Inhalte für die Website des Unternehmens, E-Mail Newsletter, Blogs, Social-Media-Kanäle und andere Marketingmaterialien
fr_fr: Créer un contenu clair, concis et engageant pour le site Internet de la compagnie, des newsletters, blog, médias sociaux et autres documents marketing
id_id: Membuat konten yang jelas, ringkas, dan menarik untuk situs web perusahaan, email newsletter, blog, media sosial, dan materi pemasaran lainnya
pl_pl: Tworzenie przejrzystych, spójnych i ciekawych treści publikowanych na stronie internetowej firmy, w newsletterach wysyłanych drogą e-mailową, na blokach, w kanałach mediów społecznościowych i w innych materiałach marketingowych
pt_pt: Criar conteúdos claros, concisos e cativantes para exibição no site, no blog, nos meios de mídia social e nos materiais de marketing da empresa
vi_vn: Tạo các nội dung rõ ràng, ngắn gọn và hấp dẫn cho website, các email bản tin, blog, các kênh truyền thông xã hội, cũng như các tài liệu marketing của công ty
zh_cn: 为公司网站、电子邮件通讯、博客、社交媒体渠道和其他营销材料创建清晰、简洁、引人入胜的内容

source: Create data analytics tools for trading/quantitative analysis
de_de: Erstellen Sie Daten-Analyse-Tools für Handels/quantitative Analyse
fr_fr: Créer des outils d’analyse de données pour l’analyse quantitative/trading
id_id: Buat alat analisis data untuk analisa trading/kuantitatif
pl_pl: Tworzenie narządzi do analizy handlowej/ilościowej
pt_pt: Criar ferramentas analíticas de dados para negociação/análise quantitativa
vi_vn: Tạo các công cụ phân tích dữ liệu mới cho phân tích giao dịch/định lượng
zh_cn: 创建用于交易/定量分析的数据分析工具

source: Create free account
de_de: Gratis konto eröffnen
fr_fr: Créer un compte gratuit
id_id: Daftar akun gratis
pl_pl: Załóż darmowe konto
pt_pt: Criar uma conta gratuita
vi_vn: Tạo tài khoản miễn phí
zh_cn: 注册免费账户

source: Create free account with
de_de: Gratis konto eröffnen mit
fr_fr: Créer un compte gratuit avec
id_id: Daftar akun gratis menggunakan
pl_pl: Załóż darmowe konto z
pt_pt: Crie uma conta gratuita com
vi_vn: Tạo tài khoản miễn phí với
zh_cn: 通过以下方式注册免费账户

source: Create mathematical/statistical models for pricing, analyse fat tails to assess margin requirements, and manage the risk for exotic options, Forex, and CFDs
de_de: Erstellen Sie mathematische/statistische Modelle für die Preisfindung, analysieren Sie 'Fat Tails', um Margin-Anforderungen zu beurteilen und leiten Sie das Risiko für exotische Optionen, Forex und CFDs
fr_fr: Créer les modèles mathématiques/statistiques pour le système de tarification, analyser les "fat tails" pour estimer les exigences de marge, et gérer le risque pour les options exotiques, le Forex, et les CFDs
id_id: Buat model matematika/statistik untuk penentuan harga, analisis fat tails untuk menilai persyaratan marjin, dan kelola risiko untuk opsi eksotis, Forex, dan CFD
pl_pl: Tworzenie modeli matematycznych/statystycznych na potrzeby wyceny, analiza tzw. „fat tails” w celu oszacowania wymaganego depozytu zabezpieczającego i zarządzanie ryzykiem związanym z opcjami egzotycznymi, rynkiem Forex i kontraktami na różnice kursowe
pt_pt: Criar modelos matemáticos/estatísticos para precificação, analisar fat tails para avaliar os requisitos de margem e gerenciar o risco de opções exóticas, Forex e CFDs
vi_vn: Tạo các biểu mẫu toán học/thống kê cho giá cả, phân tích bóng dài để đánh giá các yêu cầu về khoản đặt cọc, và quản lý rủi ro cho quyền chọn lại, giao dịch ngoại hối, và CFD
zh_cn: 创建用于定价的数学/统计模型, 分析肥尾效应以评估保证金要求, 并管理奇异期权、外汇和差价合约的风险

source: Create new token
fr_fr: Créer un nouveau jeton
id_id: Membuat token baru
pl_pl: Utwórz nowy token
vi_vn: Tạo token mới
zh_cn: 创建新令牌

source: Create new virtual-money account
de_de: Neues virtuelles Echtgeldkonto erstellen
fr_fr: Créer un nouveau compte d’argent virtuel
id_id: Daftar akun dana virtual baru
pl_pl: Utwórz nowe konto z wirtualnymi pieniędzmi
pt_pt: Criar uma nova conta virtual
vi_vn: Tạo tài khoản tiền ảo mới
zh_cn: 开立新的虚拟货币账户

source: Create or Manage Accounts
fr_fr: Créer ou Gérer des Comptes
id_id: Mendaftar atau Mengelola Akun
pl_pl: Tworzenie lub zarządzanie kontami
vi_vn: Tạo hoặc Quản Lý Tài Khoản
zh_cn: 开立或管理账户

source: Create strategies against potential risks that might arise due to disruptive innovation
de_de: Erstellen Sie Strategien gegen mögliche Risiken, die durch disruptive Innovation entstehen können
fr_fr: Créer des stratégies contre les risques potentiels qui peuvent arriver en raison d'innovation disruptive
id_id: Buat strategi melawan potensi risiko yang mungkin timbul karena inovasi yang mengganggu
pl_pl: Tworzenie strategii przeciwdziałania potencjalnemu ryzyku, które może pojawić się w związku z przełomowymi innowacjami
pt_pt: Criar estratégias contra os riscos potenciais que possam surgir devido a inovação disruptiva
vi_vn: Khởi tạo các chiến thuật để đối phó với những rủi ro tiềm tàng mà có thể xảy ra từ việc đổi mới đột phá
zh_cn: 针对因破坏式创新而可能产生的潜在风险制定策略

source: Create user personas; define user task flows and UI specifications; and run A/B tests to understand user behaviours and their most pressing needs
de_de: Erstellen Sie Persona; definieren Sie Benutzer-Auftrags-Flüsse und UI Spezifikationen; und führen Sie A / B-Tests durch, um Benutzer-Verhaltensweisen und ihre dringendsten Bedürfnisse zu verstehen
fr_fr: Créer des personnages utilisateur ; définir les flux des taches utilisateur et spécifications de l’interface utilisateur ; et exécuter des tests A / B pour comprendre les comportements des utilisateurs et leurs besoins les plus pressants
id_id: Buat persona pengguna; tentukan alur tugas pengguna dan spesifikasi UI; dan menjalankan pengujian A/B untuk memahami perilaku pengguna dan kebutuhannya yang paling mendesak
pl_pl: Tworzenie archetypów użytkowników, definiowanie przepływu zadań użytkowników i specyfikacji interfejsu użytkownika, przeprowadzania testów A/B w celu zrozumienia zachowania użytkowników i ich najpilniejszych potrzeb
pt_pt: Criar user personas; definir fluxos de tarefas do usuário e especificações da interface do usuário; e executar testes A/B para entender os comportamentos do usuário e suas necessidades mais urgentes
vi_vn: Tạo các đặc tính người dùng; xác định các luồng tác vụ người dùng và các thông số kỹ thuật UI; và chạy các bài kiểm tra A/B để hiểu các hành vi của người dùng và những nhu cầu bức xúc nhất của họ
zh_cn: 创建用户角色; 定义用户任务流和UI规范; 并运行A/B测试, 以了解用户行为和其最迫切需求

source: Create visual elements for websites and applications, including icons and images
de_de: Erstellen Sie visuelle Elemente für Websites und Anwendungen, einschließlich Symbole und Bilder
fr_fr: Créer des éléments visuels pour les sites Web et applications, y compris des icônes et images
id_id: Buat elemen visual untuk website dan aplikasi, termasuk ikon dan gambar
pl_pl: Tworzenie elementów wizualnych na potrzeby stron internetowych i aplikacji, w tym ikon i grafik
pt_pt: Criar elementos visuais para sites e aplicativos, incluindo ícones e imagens
vi_vn: Tạo các yếu tố thị giác cho trang web và ứng dụng, bao gồm biểu tượng và hình ảnh
zh_cn: 为网站和应用程序创建可视元素, 包括图标和图像

source: Create, execute, and update manual and automated test plans
de_de: Kreation, Ausführung und Aktualisierung von manuellen und automatisierten Testplänen
fr_fr: Créer, exécuter et mettre à jour les plans de tests manuels et automatisés
id_id: Buat, eksekusi, dan update rencana uji manual dan otomatis
pl_pl: Tworzenie, wykonywanie i aktualizowanie planów testów ręcznych i automatycznych
pt_pt: Executar e atualizar planos de teste manuais e automatizados
vi_vn: Tạo, thực thi và cập nhật các kế hoạch kiểm tra thủ công hoặc tự động
zh_cn: 创建、执行并更新手册和自动化测试计划

source: Creative and analytical thinking that leads to actionable solutions and outcomes
de_de: Kreatives und analytisches Denken, das zu umsetzbaren Lösungen und Ergebnissen führt
fr_fr: Pensée créatrice et analytique qui mène à des résultats et des solutions exploitables
id_id: Pemikiran kreatif dan analitis yang mengarah ke solusi dan hasil yang bisa ditindaklanjuti
pl_pl: Myślenie kreatywne i analityczne prowadzące do możliwych do zrealizowania wniosków i rozwiązań
pt_pt: Pensamento criativo e analítico que leva a táticas acionáveis ​​e resultados mensuráveis
vi_vn: Phân tích và tư duy sáng tạo để tạo ra những giải pháp khả thi và dẫn tới kết quả
zh_cn: 提供可行的解决方案和结果的创造性和分析性思维

source: Creative and analytical thinking that leads to actionable tactics and measurable results
de_de: Kreatives und analytisches Denken, das zu klagbaren Taktiken und messbaren Ergebnissen führt
fr_fr: Pensée créatrice et analytique qui mène à des tactiques et des résultats exploitables
id_id: Pemikiran kreatif dan analitis yang mengarah pada taktik yang dapat ditindaklanjuti dan hasil yang dapat diukur
pl_pl: Myślenie kreatywne i analityczne prowadzące do możliwych do zrealizowania taktyk i wymiernych rezultatów
pt_pt: Pensamento criativo e analítico que leva a táticas acionáveis ​​e resultados mensuráveis
vi_vn: Phân tích và tư duy sáng tạo để tạo ra những chiến thuật khả thi và kết quả đo lường được
zh_cn: 提供可行的策略和可衡量的结果的创造性和分析性思维

source: Creative and analytical thinking that leads to actionable tactics and results
de_de: Kreatives und analytisches Denken, das zu klagbaren Taktiken und Ergebnissen führt
fr_fr: Pensée créatrice et analytique qui mène à des tactiques et des résultats exploitables
id_id: Pemikiran kreatif dan analitis yang mengarah pada taktik dan hasil yang bisa ditindaklanjuti
pl_pl: Myślenie kreatywne i analityczne prowadzące do możliwych do zrealizowania taktyk i rezultatów
pt_pt: Pensamento criativo e analítico que leva a táticas acionáveis ​​e resultados mensuráveis
vi_vn: Phân tích và tư duy sáng tạo để tạo ra những chiến thuật khả thi và dẫn tới kết quả
zh_cn: 提供可行的策略和结果的创造性和分析性思维

source: Creative flair and versatility in developing concepts, graphics, and layouts for a wide range of media
de_de: Kreativität und Vielseitigkeit bei der Entwicklung von Konzepten, Grafiken und Layouts für eine Vielzahl von Medien
fr_fr: Esprit créatif et polyvalence dans l’élaboration des concepts, des graphiques et des maquettes pour un large éventail de médias
id_id: Kesan kreatif dan fleksibilitas dalam mengembangkan konsep, grafik, dan tata letak untuk berbagai media
pl_pl: Kreatywność i wszechstronność podczas tworzenia koncepcji, grafik i układów na potrzeby różnych mediów
pt_pt: Criatividade e versatilidade no desenvolvimento de conceitos, gráficos e layouts para uma ampla variedade de mídias
vi_vn: Sáng tạo tinh tế và linh hoạt trong phát triển các khái niệm, đồ họa và đặt ra một diện rộng các phương tiện truyền thông
zh_cn: 为各种媒体开发概念、图形和布局方面具有创造天赋和多元能力

source: Credit/Debit
de_de: Gutschrift/Lastschrift
fr_fr: Crédit/débit
id_id: Kredit/Debit
pl_pl: Winien/Ma
pt_pt: Crédito/Débito
vi_vn: Tín dụng/Ghi nợ
zh_cn: 借方/贷方

source: Credit/Debit Card
de_de: Kredit-/Debitkarte
fr_fr: Carte de Crédit/de Débit
id_id: Kartu Kredit/Debit
pl_pl: Karta kredytowa/ debetowa
pt_pt: Cartão de Crédito/Débito
vi_vn: Thẻ tín dụng/Thẻ ghi nợ
zh_cn: 信用卡/借记卡

source: Crypto
de_de: Krypto
id_id: Kripto
pl_pl: Kryptowaluty
pt_pt: Cripto
zh_cn: 加密

source: Cryptocurrencies
de_de: Kryptowährungen
fr_fr: Crypto devises
id_id: Mata uang kripto
pl_pl: Kryptowaluty
pt_pt: Criptomoedas
zh_cn: 加密货币

source: Cryptocurrencies commission per round trade. Example: A round trade of 1 lot of BTC/USD with spot price of 10,000 will pay USD 30 on standard account.
de_de: Kryptowährungs-Provision pro Handelsrunde. Beispiel: Eine Handelsrunde mit 1 Lot an BTC/USD mit einem Kassakurs von 10.000, zahlt 30 USD auf ein Standardkonto.
fr_fr: Les commissions de crypto monnaie par trade entier. Exemple : Un trade entier de 1 lot de BTC/USD avec un prix spot de 10 000 paiera 30 USD sur un compte standard.
id_id: Komisi Mata uang kripto per putaran trading. Contoh: Satu putaran trading dari 1 lot BTC/USD dengan harga spot 10.000 akan membayar USD 30 untuk akun standard.
pl_pl: Prowizja od kryptowaluty za rundę handlową. Na przykład: Runda handlowa składająca się z 1 partii BTC/USD w cenie spot 10 000 przyniesie zysk 30 USD na konta standardowe.
pt_pt: Comissões de criptomoedas por cada negociação completa. Por exemplo: Uma negociação completa de 1 lote de BTC/USD com preço à vista de 10.000 irá pagar 30 USD numa conta padrão.
vi_vn: Hoa hồng Cryptocurrencies cho mỗi vòng giao dịch. Ví dụ: Một vòng giao dịch của 1 lô BTC/USD với giá tại chỗ của 10.000 sẽ phải trả 30 USD trên tài khoản tiêu chuẩn.
zh_cn: 每回合交易的加密货币佣金。例如: 1手比特币/美元的一回合交易, 如现货价格为 10,000，标准账户将支付30美元。

source: Cryptocurrencies such as Bitcoin and Ethereum are decentralised digital assets that enable instant payments to anywhere in the world.
de_de: Kryptowährungen wie Bitcoin und Ethereum sind dezentrale digitale Anlagen, die sofortige Zahlungen an jeden Ort der Welt ermöglichen.
fr_fr: Les Crypto monnaies comme le Bitcoin et l'Ethereum sont des actifs numériques décentralisés qui permettent des paiements instantanés n’importe où dans le monde.
id_id: Mata uang kripto seperti Bitcoin dan Ethereum adalah aset digital terdesentralisasi yang memungkinkan pembayaran instan ke mana saja di dunia.
pl_pl: Kryptowaluty, takie jak Bitcoin czy Ethereum, to zdecentralizowane aktywa cyfrowe, które umożliwiają dokonywanie natychmiastowych płatności na całym świecie.
pt_pt: Criptomoedas como Bitcoin e Ethereum são ativos digitais descentralizados que permitem pagamentos instantâneos para qualquer parte do mundo.
vi_vn: Cryptocurrencies như Bitcoin và Ethereum là tài sản kỹ thuật số phi tập trung hóa cho phép thanh toán ngay lập tức ở bất cứ nơi nào trên thế giới.
zh_cn: 像比特币和以太币这样的加密货币是分散式的数字资产，可以在全世界任何地方即时支付。

source: Cryptocurrencies such as Bitcoin and Ethereum are decentralised digital currencies on the blockchain.
de_de: Kryptowährungen wie Bitcoin und Ethereum sind dezentrale digitale Währungen auf der Blockchain.
fr_fr: Les crypto devises comme le Bitcoin et l'Ethereum sont des monnaies digitales décentralisées sur la blockchain.
id_id: Mata uang kripto seperti Bitcoin dan Ethereum adalah mata uang digital terdesentralisasi pada blockchain.
pl_pl: Kryptowaluty, takie jak Bitcoin czy Ethereum, to zdecentralizowane waluty cyfrowe w bazie blockchain.
pt_pt: Criptomoedas como Bitcoin e Ethereum são ativos digitais descentralizados que permitem pagamentos instantâneos para qualquer parte do mundo.
vi_vn: Cryptocurrencies như Bitcoin và Ethereum là các loại tiền tệ kỹ thuật số phi tập trung hóa trên blockchain.
zh_cn: 比特币和以太币等加密货币是区块链上的分散式数字货币。

source: Cryptocurrency
de_de: Kryptowährung
fr_fr: Devise cryptée
id_id: Mata uang kripto
pl_pl: Kryptowaluta
pt_pt: Criptomoeda
zh_cn: 加密货币

source: Cryptocurrency contract specifications and commission scheme
de_de: Kryptowährung-Kontraktspezifikationen und Provisionsplan
fr_fr: Cahier des charges cryptodevise et plan de commission
id_id: Spesifikasi kontrak mata uang kripto dan skema komisi
pl_pl: Specyfikacje kontraktów w kryptowalucie i plan prowizji
pt_pt: Especificações do contrato de criptomoeda e regime de comissão
vi_vn: Các đặc tính kỹ thuật và kế hoạch hoa hồng của hợp đồng Cryptocurrency
zh_cn: 加密货币合约规格和佣金计划

source: Cryptocurrency margin policy
de_de: Kryptowährungs-Margin Richtlinie
fr_fr: Politique de marge pour crypto monnaie
id_id: Kebijakan margin mata uang kripto
pl_pl: Polityka dot. depozytu zabezpieczającego w przypadku kryptowalut
pt_pt: Política de margens de criptomoedas
vi_vn: Chính sách ký quỹ Cryptocurrency
zh_cn: 加密货币保证金政策

source: Cryptocurrency pairs including Bitcoin, Ethereum, and Litecoin.
de_de: Kryptowährungspaare, einschließlich Bitcoin, Ethereum und Litecoin.
fr_fr: Les paires de crypto devises en incluant le Bitcoin, l'Ethereum et le Litecoin.
id_id: Pasangan mata uang kripto seperti Bitcoin, Ethereum, dan Litecoin.
pl_pl: Pary kryptowalut, takie jak Bitcoin, Ethereum, czy Litecoin.
pt_pt: Pares de criptomoedas incluindo Bitcoin, Ethereum e Litecoin.
vi_vn: Các cặp Cryptocurrency bao gồm Bitcoin, Ethereum và Litecoin.
zh_cn: 加密货币对包括比特币、以太币和莱特币。

source: Cryptocurrency trading
de_de: Kryptowährungs-Handel
fr_fr: Trading de crypto monnaie
id_id: Trading mata uang kripto
pl_pl: Handlowanie kryptowalutami
pt_pt: Negociação de criptomoedas
vi_vn: Giao dịch cryptocurrency
zh_cn: 加密货币交易

source: Cryptocurrency/Blockchain Developer
de_de: Kryptowährung/Blockchain-Entwickler
fr_fr: Développeur de Cryptodevise/Blockchain
pl_pl: Deweloper ds. Kryptowaluty/Blockchain
pt_pt: Desenvolvedor de criptomoedas/blockchain
vi_vn: Lập Trình Viên Tiền Cryptocurrency/Blockchain
zh_cn: 加密货币/区块链开发员

source: Cultural diversity
de_de: Kulturelle Vielfalt
fr_fr: Diversité culturelle
id_id: Keragaman budaya
pl_pl: Różnorodność kulturowa
pt_pt: Diversidade cultural
vi_vn: Đa dạng về văn hóa
zh_cn: 多元文化

source: Currencies
de_de: Währungen
fr_fr: Devises
id_id: Mata uang
pl_pl: Waluty
pt_pt: Moedas
vi_vn: Đơn vị tiền tệ
zh_cn: 货币

source: Currency
de_de: Währung
fr_fr: Devise
id_id: Mata uang
pl_pl: Waluta
pt_pt: Moeda
vi_vn: Tiền tệ
zh_cn: 货币

source: Currency pairs are categorised as follows:
de_de: Währungspaare sind in folgende Kategorien unterteilt:
fr_fr: Les pairs de devises sont catégorisées de la façon suivante:
id_id: Pasangan mata uang dikategorikan sebagai berikut:
pl_pl: Pary walutowe kategoryzuje się w następujący sposób:
pt_pt: Pares de moedas são categorizados da seguinte forma:
vi_vn: Các cặp tiền tệ được phân loại như sau:
zh_cn: 货币对分类如下：

source: Current
de_de: Derzeit
fr_fr: Valeur actuelle
id_id: Saat ini
pl_pl: Obecne
pt_pt: Atual
vi_vn: Hiện tại
zh_cn: 当前
