Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
de_de: %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten. Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden.
fr_fr: %1 n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et %1 ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. %1 ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
id_id: %1 tidak berafiliasi dengan agen pembayaran manapun. Setiap agen pembayaran beroperasi sendiri dan %1 tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi agen pembayaran bersangkutan sebelum bertransaksi dengan mereka. %1 dengan apapun alasan tidak bertanggungjawab kepada transaksi yang dilakukan antara pelanggan dengan agen pembayaran.
pl_pl: Firma %1 nie jest powiązana z żadnym pośrednikiem płatności wymienionym powyżej. Każdy pośrednik płatności działa jako niezależny dostawca usług i nie jest zatwierdzony, gwarantowany ani w żaden inny sposób aprobowany przez %1. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW PŁATNOŚCI NA SWOJE WŁASNE RYZYKO. Zaleca się sprawdzenie wiarygodności pośredników płatności przed dokonaniem przelewu pieniędzy. Firma %1 nie będzie w żadnym wypadku ponosić odpowiedzialności za transakcje między jej klientami a pośrednikami płatności.
pt_pt: A %1 não está afiliada com nenhum dos agentes de pagamentos acima referidos. Cada agente de pagamentos opera como prestador de serviços independente e não é endossado, garantido ou de outra forma aprovado pela %1. OS CLIENTES LIDAM COM OS AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviarem quaisquer fundos. A %1 não poderá, em nenhuma circunstância, ser responsabilizada por operações realizadas entre clientes e agentes de pagamentos.
vi_vn: %1không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi %1. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ CHỊU RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. %1 trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán.
zh_cn: %1 与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由 %1 支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1 都不对客户与支付代理之间的交易承担责任。

source: %1 is not available in Costa Rica and is not regulated or supervised by any regulatory body in the Costa Rican financial system.
de_de: %1 steht in Costa Rica nicht zur Verfügung und wird auch nicht von einer Überwachungsbehörde im Costa Ricanischen Finanzsystem überwacht und kontrolliert.
fr_fr: %1 n'est pas disponible au Costa Rica et n'est soumise à la réglementation ou à la supervision d'aucun organisme de réglementation dans le système financier du Costa Rica.
id_id: %1 tidak tersedia di Kosta Rika dan tidak diatur atau diawasi oleh badan pengawas keuangan di Kosta Rika.
pl_pl: Usługi %1 nie są dostępne w Kostaryce, a firma %1 nie podlega żadnym przepisom ani nadzorowi organów regulacyjnych w ramach systemu finansowego Kostaryki.
pt_pt: A %1 não está disponível na Costa Rica e não é regulamentada nem supervisionada por nenhuma entidade regulamentar no sistema financeiro costa-riquenho.
vi_vn: %1 không có sẵn ở Costa Rica và không quy định hoặc giám sát bởi bất kỳ cơ quan quy định trong hệ thống tài chính Costa Rica.
zh_cn: %1在哥斯达黎加还不可使用，且不受哥斯达黎加金融体系任何监管机构的监管或监督。

source: %1 is owned and operated by the Binary Group Ltd. group of companies. For more information, %2visit our history page%3.
de_de: %1 ist Eigentum der Binary Group Ltd. Firmengruppe und wird von dieser betrieben. Weitere Informationen finden Sie auf %2unserer Geschichtsseite%3.
fr_fr: %1 appartient et est exploité par le groupe d'entreprises Binary Group Ltd. Pour obtenir des informations supplémentaires, %2consultez notre historique%3.
id_id: %1 dimiliki dan dioperasikan oleh grup perusahaan Binary Ltd. Untuk informasi lebih lanjut, %2kunjungi halaman sejarah kami%3.
pl_pl: Właścicielem i firmą zarządzającą %1 jest grupa Binary Group Ltd. Jeśli chcesz uzyskać więcej informacji, %2odwiedź stronę poświęconą naszej historii%3.
pt_pt: A %1 é detida e operada pelo grupo de empresas Binary Group Ltd. Para mais informações, %2"visite a página da nossa história%3.
vi_vn: %1 thuộc quyền sở hữu và được điều hành bởi tập đoàn Binary Ltd. Để biết thêm thông tin, %2ghé thăm trang lịch sử của chúng tôi 2%3.
zh_cn: %1 由 Binary 集团有限公司拥有和经营。欲了解更多信息，请%2访问我们的历史页面%3。

source: %1 is the award-winning industry pioneer in online options trading. We boast:
de_de: %1 ist der preisgekrönte Branchenpionier im Bereich des Online-Handels mit Optionen. Wir bieten:
fr_fr: Régulièrement récompensée pour ses services, %1 est une société pionnière sur le marché du trading d'options binaires en ligne. Notre société offre les avantages suivants :
id_id: %1 adalah pemenang penghargaan sebagai industri perintis opsi trading online. Kami bangga dengan:
pl_pl: %1 jest utytułowanym pionierem rynku w branży handlu opcjami w internecie. Nasze atuty:
pt_pt: A %1 é a premiada plataforma de negociações online, pioneira desta indústria. Nós nos orgulhamos:
vi_vn: %1 là đơn vị hàng đầu với những giải thưởng danh dự trong lĩnh vực giao dịch trực tuyến. Chúng tôi tự hào:
zh_cn: %1 是在线期权交易领域屡获殊荣的领先企业。我们拥有：

source: %1 launches Bitcoin (BTC) accounts for non-EU customers.
de_de: %1 startet Bitcoin (BTC) Konten für Kunden außerhalb der EU.
fr_fr: %1 lance des comptes Bitcoin (BTC) pour les clients hors UE.
id_id: %1 meluncurkan akun Bitcoin (BTC) bagi pelanggan non-Uni Eropa.
pl_pl: %1 uruchamia konta Bitcoin (BTC) dla klientów spoza UE.
pt_pt: A %1 lança contas de Bitcoin (BTC) para clientes fora da UE.
vi_vn: %1 ra mắt tài khoản Bitcoin (BTC) cho khách hàng không thuộc khối EU.
zh_cn: %1 为非欧盟客户推出比特币 (BTC) 账户。

source: %1 launches Bitcoin accounts
de_de: %1 startet Bitcoin Konten
fr_fr: %1 lance des comptes Bitcoin
id_id: %1 meluncurkan akun Bitcoin
pl_pl: %1 uruchamia konta Bitcoin
pt_pt: A %1 lança contas de Bitcoin
vi_vn: %1 ra mắt tài khoản Bitcoin
zh_cn: %1 推出比特币账户

source: %1 launches an %2e-commerce site for branded merchandise%3 – enabling clients, affiliates, and developers to buy and sell %1 products.
de_de: %1 führt eine %2eCommerce Site für Markenartikel%3 ein, die es Kunden, Geschäftspartnern und Entwicklern ermöglicht, %1 Produkte zu kaufen und zu verkaufen.
fr_fr: %1 lance un %2site de vente en ligne dédié à ses produits%3 - clients, affiliés et développeurs peuvent désormais acheter et vendre les produits %1.
id_id: %1 meluncurkan sebuah %2situs e-commerce untuk barang-barang bermerek%3 – memberi kesempatan kepada klien, afiliasi, dan pengembang untuk membeli dan menjual produk %1.
pl_pl: %1 uruchamia %2sklep internetowy z produktami z logiem firmy%3, umożliwiając klientom, partnerom i programistom zakup i sprzedaż produktów %1.
pt_pt: A %1 lança um site de %2comércio eletrônico para produtos da marca%3 – permitindo que clientes, afiliados e desenvolvedores possam comprar e vender produtos da %1.
vi_vn: ra mắt một trang web thương mại điện tử cho hàng hóa có thương hiệu - cho phép khách hàng, chi nhánh, và các nhà phát triển để mua và bán các sản phẩm.
zh_cn: %1 启动了品牌商品%3专用电子商务网站%2– 让客户、联盟会员和程序开发员买卖%1的产品。

source: %1 lots
id_id: %1 lot
pl_pl: Liczba partii: %1
pt_pt: %1 lotes
vi_vn: %1 lô
zh_cn: %1 手

source: %1 makes efforts that the quoted prices of each underlying asset that a Binary Option refers to will be reasonably related to the actual prices of such asset available in the market. %1 makes no warranty, expressed or implied, that the quoted prices represent prevailing market prices.
de_de: %1 bemüht sich, dass die für jeden zugrundeliegenden Anlagegegenstand, auf den sich eine Binäre Option bezieht, der tatsächliche auf dem Markt verfügbare Kurs für diese Anlage verwendet wird. %1 kann jedoch keine ausdrückliche oder stillschweigende Zusicherung abgeben, dass die genannten Kurse den vorhandenen Marktpreisen entsprechen.
id_id: %1 berusaha menyediakan kutipan harga dasar bagi setiap pasar yang ditampilkan oleh Opsi Binary adalah sepenuhnya merupakan harga aktual bagi setiap aset yang tersedia pada pasar. %1 tidak menjamin, baik tersurat ataupun tersirat dimana harga kutipan mewakili harga pasar yang berlaku.
pl_pl: %1 podejmuje starania, by notowane ceny każdego instrumentu bazowego stanowiącego podstawę Opcji binarnej były racjonalnym odzwierciedleniem rzeczywistych cen takiego instrumentu dostępnego na rynku. %1 nie daje żadnej gwarancji, ani wyrażonej ani domniemanej, że notowane ceny reprezentują aktualne ceny rynkowe.
pt_pt: A %1 esforça-se para que os preços cotados de cada ativo subjacente a que se refere uma opção binária sejam razoavelmente relacionados aos preços reais de tal ativo disponível no mercado. A %1 não garante, de forma explícita ou implícita, que os preços cotados representam os preços prevalecentes no mercado.
vi_vn: %1 sẽ nỗ lực làm cho giá niêm yết của mỗi tài sản trên Binary Option hợp lý với giá thực tế của tài sản này trên thị trường. %1 không đảm bảo, niêm yết hay thể hiện rằng giá được đưa ra thể hiện giá thị trường tại thời điểm đó.
zh_cn: %1 努力让二元期权所提交的每个标的资产报价与市场现有资产的实际价格合理相近。%1 不保证、表达或意味着所报的价代表市价。

source: %1 may have access to information that is not available to you, may have acquired trading positions at prices that are not available to you, and may have interests different from your interests. %1 does not undertake any obligation to provide you with market or other information we possess, nor to alter or refrain from our own trading.
de_de: %1 kann Zugang zu Informationen haben, die Ihnen nicht zur Verfügung stehen, hat Handelspositionen zu Preisen erworben, die Sie nicht realisieren können und kann zu Ihren Interessen unteschiedliche Interessen haben. %1 übernimmt keine Verpflichtung, Ihnen die in unserem Besitz befindlichen Marktinformationen oder andere Informationen zur Verfügung zu stellen oder Ihre eigenen Geschäfte zu verändern oder sie zu verhindern.
id_id: %1 mungkin dapat memiliki akses bagi informasi yang tidak tersedia untuk Anda, juga dapat memperoleh posisi trading yang tidak tersedia untuk Anda dan dapat memiliki keinginan yang berbeda dari Anda. %1 tidak memiliki kewajiban untuk menyediakan pasar kepada Anda atau informasi lain yang kami miliki atau untuk melakukan perubahan atau menahan diri dari trading sendiri.
pl_pl: %1 może mieć dostęp do informacji, które nie są dostępne dla klientów, może nabywać pozycje handlowe po cenach, które nie są dostępne dla klientów i może uzyskiwać odsetki inne niż klienci. %1 nie jest zobowiązane do przekazywania klientom posiadanych informacji rynkowych lub innych informacji, ani powstrzymywania się od handlowania, czy też zmieniania sposobu handlowania.
pt_pt: A %1 poderá ter acesso a informações que não estão disponíveis a você, poderá ter adquirido posições de negociação a preços que não estão disponíveis a você e poderá ter interesses diferentes de seus interesses. A %1 não assume qualquer obrigação de lhe fornecer informações de mercado ou outras que possuamos, nem de alterar ou de nos abster das nossas próprias negociações.
vi_vn: %1 có thể truy cập được thông tin mà bạn không tiếp cận được, cũng có thể có vị thế giao dịch được yêu cầu tại giá mà không có sẵn với bạn, và cũng có thể có lợi nhuận khác với lợi nhuận của bạn. %1 không có nghĩa vụ cung cấp cho bạn thông tin thị trường hoặc thông tin khác mà chúng tôi có, hoặc không được thay đổi hay từ chối từ giao dịch cá nhân của chúng tôi.
zh_cn: %1 可能有权限获取您所无法得到的信息，也可能以您无法得到的低价获取交易头寸，并可能跟您的利益有所不同。%1 没有义务为您提供我们所拥有的市场或其他信息，也不会对我们自己的交易做出任何变更或限制。

source: %1 offers Forex and contracts for differences via the hybrid model, i.e. dealing on own account (dealing desk – B-book) or partially hedging client orders with the Company's liquidity providers (no-dealing desk – A-book).
de_de: %1 bietet Forex und Kontrakte für Differenzbeträge via dem Hybrid Model an, d.h., auf einem eigenen Benutzerkonto handeln (Dealing Desk - B-Book) und Kundenorder zum Teil mit den Liquiditätsgebern des Unternehmens (Non-Dealing Desk - A-Book) absichern.
id_id: %1 menawarkan forex dan kontrak berdasarkan selisih menggunakan model hibrida yaitu transaksi pada akun sendiri (dealing desk – B-book) atau sebagian melakukan hedging order klien dengan penyedia likuiditas Perusahaan (no-dealing desk – A-book).
pl_pl: %1 oferuje kontrakty Forex oraz kontrakty na różnice kursowe. Na portalu stosowany jest model hybrydowy, t.j. zawieranie transakcji na własny rachunek (dealing desk – B-book) lub przy częściowym zabezpieczeniu oferowanym przez dostawców płynności Firmy (no-dealing desk – A-book).
pt_pt: A %1 disponibiliza negociações nos mercados cambiais e contratos financeiros por diferenças através do modelo híbrido, i.e., negociando por conta própria (mesa de operações - B-book) ou cobrindo parcialmente as ordens de clientes com os nossos fornecedores de liquidez (sem mesa de operações A-book).
vi_vn: %1 cung cấp ngoại hối và hợp đồng cho sự khác biệt thông qua mô hình lai, tức là, xử lý tài khoản riêng (bàn giao dịch - B-book) hoặc bảo toàn một phần đơn đặt hàng của khách hàng với các nhà cung cấp thanh khoản của Công Ty (không giao dịch - A-book).
zh_cn: %1通过混合模式提供外汇和差价合约，即通过自己的账户（有处理平台B-book）或部分对冲客户订单与公司的流动率提供商（无处理平台A-book）进行交易。

source: %1 offers a variety of account types to cater to the diverse needs of traders everywhere, whether you are an experienced trader or just starting out. Each account has been tailored to provide you with a unique opportunity to trade financial instruments.
de_de: %1 bietet eine Vielzahl von Konto-Typen, um den unterschiedlichen Bedürfnissen von Händlern überall gerecht zu werden; egal, ob Sie ein erfahrener Trader sind, oder gerade erst anfangen. Jedes Konto wurde darauf angepasst, Ihnen eine einzigartige Gelegenheit für den Handel von Finanzinstrumenten zur Verfügung zu stellen.
fr_fr: %1 offre une variété de types de comptes pour répondre aux divers besoins des traders dans le monde, que vous soyez un professionnel ou un débutant. Chaque compte a été conçu pour vous offrir une occasion unique de trader des instruments financiers.
id_id: %1 menawarkan berbagai jenis akun untuk memenuhi beragam kebutuhan trader di manapun, baik itu yang sudah berpengalaman maupun pemula. Setiap akun telah disesuaikan untuk memberi Anda kesempatan unik untuk bertrading instrumen keuangan.
pl_pl: %1 oferuje różnego rodzaju konta, aby zaspokoić różnorodne potrzeby graczy na całym świecie, niezależnie od tego, czy jesteś doświadczonym czy początkującym graczem. Każde konto zostało stworzone tak, by zapewnić Ci niepowtarzalną możliwość handlowania instrumentami finansowymi.
pt_pt: A %1 disponibiliza uma grande variedade de tipos de conta para atender às diversas necessidades de negociadores em todo o mundo, quer sejam negociadores experientes ou principiantes. Cada conta foi desenvolvida de forma personalizada para fornecer oportunidades únicas na negociação de instrumentos financeiros.
vi_vn: %1 cung cấp một loạt các loại tài khoản để phục vụ cho các nhu cầu đa dạng của thương nhân ở khắp mọi nơi, cho dù bạn có một kinh nghiệm giao dịch hoặc chỉ là mới bắt đầu. Mỗi tài khoản đã được thiết kế để cung cấp cho bạn một cơ hội độc nhất để giao dịch công cụ tài chính.
zh_cn: 无论您是经验丰富的交易员，还是新手，％1都能提供各种账户类型，满足各地交易者不同的需求。 每个账户都经过量身定制，为您提供独特的机会进行金融工具交易。

source: %1 offers a variety of account types to cater to the diverse needs of traders everywhere, whether you're an experienced trader or just starting out.
de_de: %1 bietet eine Vielzahl von Kontoarten, um den unterschiedlichen Bedürfnissen von Tradern überall gerecht zu werden; egal, ob Sie ein erfahrener Trader sind, oder gerade erst anfangen.
fr_fr: %1 offre une variété de types de comptes pour répondre aux divers besoins des traders dans le monde, que vous soyez un professionnel ou un débutant.
id_id: %1 menawarkan berbagai jenis tipe akun untuk memenuhi kebutuhan trader yang beragam dimanapun, baik itu trader berpengalaman maupun pemula.
pl_pl: %1 oferuje różnego rodzaju konta, aby zaspokoić różnorodne potrzeby graczy na całym świecie, niezależnie od tego, czy jesteś doświadczonym czy początkującym graczem.
pt_pt: A %1 disponibiliza uma grande variedade de tipos de conta para atender às diversas necessidades de negociadores em todo o mundo, quer sejam negociadores experientes ou principiantes.
vi_vn: %1 cung cấp một loạt các loại tài khoản để phục vụ cho các nhu cầu đa dạng của thương nhân ở khắp mọi nơi, cho dù bạn là một thương nhân nhiều kinh nghiệm hoặc chỉ là mới bắt đầu.
zh_cn: 无论您是经验丰富的交易员，还是新手，％1都能提供各种账户类型，满足各地交易者不同的需求。
