Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The Company's order execution policy (the "Policy") sets out the overview and approach of how %1 executes orders on behalf of the Company's clients.
de_de: Die Order-Ausführungsrichtlinie des Unternehmens (die "Richtlinie") legt den Überblick und Ansatz wie %1 Bestellungen im Auftrag seiner Kunden ausführt, dar.
fr_fr: La politique d’exécution des ordres (la "Politique") de la Compagnie expose la vue d'ensemble et l'approche de %1 en matière d'exécution des ordres pour le compte des clients de la Compagnie.
id_id: Kebijakan pelaksanaan order Perusahaan ("Kebijakan") menetapkan ikhtisar dan pendekatan tentang cara %1 mengeksekusi order atas nama klien Perusahaan.
pl_pl: Polityka Firma dot. realizacji zlecenia („Polityka”) stanowi ogólny zarys i podstawę podejścia Firmy do realizacji zleceń przez Firmę %1 w imieniu jej klientów.
vi_vn: Chính sách thực hiện lệnh của Công Ty ("Chính Sách") đặt ra các tổng quan và phương pháp tiếp cận trong cách %1 thực hiện đơn lệnh thay mặt cho khách hàng của Công Ty.
zh_cn: 公司的订单执行政策 （简称"政策"） 设置关于%1代替客户执行订单的概述和方法。

source: The Company's order execution policy comprises a set of procedures that are designed to obtain the best possible execution result for the client, subject to and taking into account:
de_de: Die Order-Ausführungsrichtlinie des Unternehmens umfasst eine Reihe von Verfahren, die dazu entworfen sind, das beste Ergebnis der Ausführung für den Kunden zu erhalten, Gegenstand und unter Berücksichtigung von:
id_id: Kebijakan eksekusi order Perusahaan terdiri dari serangkaian prosedur yang dirancang untuk mendapatkan hasil eksekusi terbaik bagi klien, tunduk dan mempertimbangkan:
pl_pl: Polityka Firmy dot. realizacji zlecenia składa się z zestawu procedur stworzonych w celu uzyskania najlepszej możliwej realizacji zlecenia klienta, przy uwzględnieniu:
pt_pt: A política e execução de ordens da Empresa é composta por um conjunto de procedimentos que foram concebidos para obter o melhor resultado de execução possível para o cliente, sujeito a e tendo em conta:
vi_vn: Chính sách thực hiện lệnh của Công Ty bao gồm một quy trình được thiết kế để có được kết quả thực hiện tốt nhất có thể cho khách hàng, tuân theo và tính đến:
zh_cn: 公司的订单执行政策包含一整套特定的程序，为客户获取最佳执行结果，需要遵循并考虑的因素包括：

source: The Company's policy cannot provide a guarantee, however, that when entering into Contracts with the client, the price will always be better than one that is or might have been available elsewhere.
de_de: Die Unternehmenspolitik kann keine Garantie geben, jedoch, wenn ein Kontrakt mit dem Kunden eingegangen wird, wird der Preis immer besser sein, als einer, der möglicherweise anderswo erhältlich ist oder gewesen wäre.
fr_fr: La politique de la Compagnie ne peut fournir une garantie, cependant, lors de l'entrée dans des contrats avec le client, le prix sera toujours meilleur que celui qui est ou aurait pu être disponible ailleurs.
id_id: Namun, kebijakan Perusahaan tidak dapat memberikan jaminan, bahwa ketika memasuki Kontrak dengan klien, harga akan selalu lebih baik daripada yang ada atau yang mungkin tersedia di tempat lain.
pl_pl: Polityka Firmy nie zapewnia gwarancji, jednak zawierając Kontrakty z klientem, cena będzie zawsze lepsza niż cena, która jest lub może być dostępna gdzie indziej.
pt_pt: A política da Empresa não pode garantir, no entanto, que quando se realiza um contrato com o cliente, o preço irá ser sempre melhor do que um preço está ou que poderá estar disponível em outro lugar.
vi_vn: Chính sách của Công Ty không thể đảm bảo, khi tham gia Hợp Đồng với khách hàng, giá sẽ luôn tốt hơn so với giá có thể có hoặc giá có sẵn ở nơi khác.
zh_cn: 公司的政策并不能提供保证，但当公司与客户订立合约后，获得的价格将总比别处合算。

source: The Company, exercising its absolute discretion, may accept or reject the Agent's application. Where the Agent's application is accepted, the Company shall include all relevant information including but not limited to name, address, website (if available), email address, telephone number, commission rates and payment methods used by the Agent in the Payment Agent list which is disclosed on the Company's website, %1www.binary.com%2.
de_de: Das Unternehmen, in Ausübung des freien Ermessens, kann die Bewerbung des Agenten annehmen oder ablehnen. Wenn die Bewerbung des Agenten akzeptiert wird, umfasst das Unternehmen alle relevanten Informationen, einschließlich aber nicht beschränkt auf Name, Adresse, Website (wenn vorhanden), E-Mail-Adresse, Telefonnummer, Provisionen und Zahlungsmethoden, die vom Agenten in der Zahlungs-Agenten-Liste die auf der Unternehmens-Website %1www.binary.com%2 veröffentlicht ist, verwendet werden.
id_id: Perusahaan, melaksanakan kebijaksanaan mutlaknya, dapat menerima atau menolak aplikasi Agen. Jika aplikasi Agen diterima, Perusahaan harus menyertakan semua informasi yang relevan termasuk tetapi tidak terbatas pada nama, alamat, situs web (jika tersedia), alamat email, nomor telepon, tarif komisi dan metode pembayaran yang digunakan oleh Agen dalam daftar Agen Pembayaran yang diungkapkan pada situs web Perusahaan, %1www.binary.com%2.
pl_pl: Firma, według własnego wyłącznego uznania, może zaakceptować lub odrzucić wniosek Pośrednika. Jeśli wniosek Pośrednika zostanie zaakceptowany, wszelkie istotne informacje na temat Pośrednika, między innymi jego imię i nazwisko, adres, strona internetowa (jeśli taką posiada), adres e-mailowy, numer telefonu, stosowane przez niego stawki prowizji i metody płatności, zostaną umieszczone przez Firmę na liście Pośredników płatności dostępnej na stronie internetowej Firmy, %1www.binary.com%2.
pt_pt: A Empresa, ao exercer o seu exclusivo critério, pode aceitar ou rejeitar o requerimento do Agente. Nos casos de o requerimento do Agente ser aceito, a Empresa irá incluir todas as informações relevantes, incluindo, mas não só, o nome, endereço, website (caso aplicável), endereço de e-mail, número de telefone, taxas de comissão e métodos de pagamento usados pelo Agente na lista de Agente de pagamentos, que está divulgada no site da Empresa, %1www.binary.com%2.
vi_vn: Công ty, thực hiện quyết định tuyệt đối của mình, có thể chấp nhận hoặc từ chối đơn của Đại lý. Khi đơn đăng ký của Đại lý được chấp nhận, Công ty sẽ bao gồm tất cả các thông tin liên quan bao gồm nhưng không giới hạn tên, địa chỉ, trang web (nếu có), địa chỉ email, số điện thoại, tỷ lệ hoa hồng và phương thức thanh toán được Đại lý sử dụng trong danh sách Đại lý thanh toán được tiết lộ trên trang web của Công ty, %1www.binary.com%2.
zh_cn: 公司拥有绝对自主权，可自行决定接受或拒绝代理的申请。如代理的申请被接受，公司须将代理使用的所有相关的适用信息，包括但不限于姓名、地址、网站（如有）、电子邮件地址、电话号码、佣金率和付款方法列入付款代理列表中，并在公司的网站%1www.binary.com%2上披露。

source: The Company, under no circumstances shall provide Investment and/or Financial and/or Legal and/or Tax and/or Regulatory and/or other Investment advice or state an opinion in relation to a Transaction. From time to time, we may decide to provide you with written or video information, which we may publish on our website or provide to you in any other manner. We will endeavor to ensure the accuracy and completeness of this information but it will not constitute independent investment research or investment advice provided by us to you.
de_de: Unter keinen Umständen, gibt das Unternehmen eine Anlageberatung, finanzielle, rechtliche, steuerliche oder behördliche Empfehlung, andere Investitionsberatung, oder eine Stellungnahme in Verbindung mit einer Transaktion. Von Zeit zu Zeit, können wir uns dazu entschließen, Ihnen schriftlich, oder per Video Informationen zukommen zu lassen, die wir entweder auf unserer Website veröffentlichen, oder in anderer Form an Sie weitergeben. Wir werden uns bemühen, die Richtigkeit und Vollständigkeit dieser Informationen sicherzustellen, aber sie werden keine Anlageberatung, oder Empfehlung von uns an Sie, darstellen.
id_id: Perusahaan, dalam keadaan apapun, tidak memberikan Investasi dan/atau Keuangan dan/atau Hukum dan/atau Pajak dan/atau Peraturan dan/atau saran Investasi lainnya atau menyatakan pendapat dalam kaitannya dengan Transaksi. Dari waktu ke waktu, kami dapat memutuskan untuk memberi Anda informasi tertulis atau video, yang dapat kami publikasikan di situs web kami atau diberikan kepada Anda dengan cara lain. Kami akan berusaha untuk memastikan keakuratan dan kelengkapan informasi ini tetapi ini bukan merupakan riset investasi independen atau saran investasi yang kami berikan kepada Anda.
pl_pl: Firma w żadnych okolicznościach nie udziela Ci doradztwa inwestycyjnego i/lub finansowego i/lub prawnego i/lub podatkowego i/lub odnoszącego się do przepisów regulacyjnych ani porady inwestycyjnej, ani nie wyrażamy opinii odnośnie transakcji. Od czasu do czasu możemy zapewniać Ci informacje w formie pisemnej publikowane w naszej witrynie internetowej lub w jakiejkolwiek innej formie. Dołożymy wszelkich starań, by zapewnić dokładność i kompletność takich informacji, ale takie informacje nie stanowią niezależnego badania inwestycyjnego ani porady inwestycyjnej udzielanych Ci przez nas.
pt_pt: A Empresa, em circunstância alguma, fornecerá conselhos de investimento e/ou financeiros e/ou legais e/ou fiscais e/ou regulamentares e/ou de outro tipo a você, nem declarará opiniões em relação a quaisquer transações. De vez em quando, poderemos decidir fornecer-lhe informações por escrito ou por vídeo, que poderemos publicar no nosso site ou fornecer por outra via. Envidaremos esforços para assegurar a precisão e integridade destas informações, mas elas não constituirão pesquisas ou conselhos de investimento fornecidos de nós a você.
vi_vn: Công ty, trong mọi trường hợp sẽ cung cấp tư vấn đầu tư và/ hoặc tài chính và/ hoặc pháp lý và/ hoặc thuế và / hoặc quy định và/ hoặc tư vấn đầu tư khác hoặc nêu một ý kiến liên quan đến giao dịch. Đôi khi, chúng tôi có thể quyết định cung cấp cho bạn thông tin bằng văn bản hoặc video mà chúng tôi có thể xuất bản trên trang web của chúng tôi hoặc cung cấp cho bạn theo bất kỳ cách nào khác. Chúng tôi sẽ nỗ lực để đảm bảo tính chính xác và đầy đủ của thông tin này nhưng nó sẽ không tạo thành nghiên cứu đầu tư độc lập hoặc tư vấn đầu tư do chúng tôi cung cấp cho bạn.
zh_cn: 公司在任何情况下都不会提供投资和/或财务和/或法律和/或税务和/或监管和/或其他投资建议, 或陈述与交易有关的意见。我们可能会陆续决定通过在我们网站上发布或以任何其他方式为您提供书面或视频信息。我们将努力确保这些信息的准确性和完整性, 但这并不构成我们为您提供独立的投资研究或投资建议。

source: The Country Manager is expected to acquire, service, manage, and expand our network of active affiliates in the countries where Binary Group targets to be represented. You will also contribute your energy, skills, and knowledge of the local business culture to increase our rapid growth rate worldwide.
de_de: Der Landesleiter wird unser Netzwerk an aktiven Affiliates in den Ländern wo die Binary Group repräsentiert sein möchte, erwerben, warten, verwalten und erweitern. Sie werden auch Ihre Energie, Fähigkeiten und Kenntnisse der lokalen Geschäftskultur beitragen, um unsere weltweit hohe Wachstumsrate zu erhöhen.
fr_fr: Le Manager Pays est attendu d'acquérir, d'aider, de gérer et de développer notre réseau d'affiliés actifs dans les pays où le Groupe Binary vise à se faire représenter. Vous contribuerez aussi votre énergie, compétences et connaissances de la culture d’entreprise locale à augmenter notre taux de croissance rapide dans le monde entier.
id_id: Country Manager diharapkan untuk memperoleh, melayani, mengelola, dan memperluas jaringan afiliasi aktif kami di negara-negara tempat Grup Binary menargetkan untuk diwakili. Anda juga akan berkontribusi energi, keterampilan, dan pengetahuan Anda tentang budaya bisnis lokal untuk meningkatkan tingkat pertumbuhan kami yang cepat di seluruh dunia.
pl_pl: Menedżer lokalny odpowiada za rozbudowę i obsługę sieci naszych aktywnych partnerów w krajach, w których grupa Binary Group chce mieć swoich przedstawicieli i za zarządzanie tą siecią. Dodatkowo Twoja energia, umiejętności i wiedza na temat lokalnej kultury biznesowej będzie przydatna w celu zwiększenia naszego tempa wzrostu na całym świecie.
pt_pt: Espera-se que o Gerente Nacional adquira, conserte, administre e expanda nossa rede de afiliados ativos nos países onde o Binary Group atua para ser representado. Você também contribuirá com sua energia, habilidades e conhecimento da cultura empresarial local para aumentar nossa rápida taxa de crescimento em todo o mundo.
vi_vn: Nhân viên quản lý quốc gia cần phục vụ, quản lý và mở rộng mạng lưới các chi nhánh hoạt động của chúng tôi tại các quốc gia nơi Binary Group nhắm đến. Bạn cũng sẽ đóng góp năng lượng, kỹ năng và kiến thức về văn hóa kinh doanh địa phương để tăng nhanh tốc độ tăng trưởng của chúng tôi trên toàn thế giới.
zh_cn: 区域经理负责在Binary集团视为目标的国家收购、服务、管理和扩大我们的活跃联盟网络。您也将贡献精力、技能和对当地商业文化的知识, 以促进我们在全球范围内的快速增长。

source: The Domain Name System (DNS) allows you to access a website through a user-friendly web address such as %1, instead of a complicated IP address.
de_de: Das Domain Name System (DNS) erlaubt Ihnen, eine Website durch eine anwenderfreundliche Webadresse wie %1, statt einer komplizierten IP Adresse zu betreten.
fr_fr: Le Système de Nom de Domaine (DNS) vous permet d'accéder au site internet à travers une adresse internet facile à utiliser comme %1, au lieu d'une adresse IP compliquée.
id_id: Domain Name System (DNS) memungkinkan Anda untuk mengakses suatu situs melalui alamat web yang mudah digunakan seperti %1, daripada alamat IP yang rumit.
pl_pl: System Nazw Domenowych (DNS – Domain Name System) umożliwia Ci dostęp do strony internetowej przy użyciu przyjaznych dla użytkowników adresów www, takich jak %1, zamiast skomplikowanych adresów IP.
pt_pt: O Sistema de Nomes de Domínio (Domain Name System – DNS) permite-lhe acessar o site através de um endereço Web amigável, tal como %1, em vez de um endereço IP complicado.
vi_vn: Hệ thống tên miền (DNS) cho phép bạn truy cập một trang web thông qua địa chỉ web thân thiện với người dùng, chẳng hạn như %1, thay vì địa chỉ IP phức tạp.
zh_cn: 域名系统 (DNS) 允许您通过方便使用的 web 地址 (如 %1) 而不是复杂的 IP 地址访问网站, 。

source: The Financial Products that we offer to deal in are contracts entered into between you and us. Under these contracts and subject to the specific terms of the relevant contract, in consideration for the premium or price that you pay us, we promise to pay you a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that we hold on your behalf and neither benefit from clients' assets protection in the event of our insolvency. Similarly the premium or price that you pay to take out a trade is not held as clients' money but as consideration for our undertaking to pay.
de_de: Die von uns für den Handel angebotenen Finanzprodukte sind zwischen Ihnen und uns abgeschlossene Kontrakte. Wir sagen zu, Ihnen einen bestimmten Betrag nach diesen Kontrakten und vorausgesetzt der besonderen Bedingungen des entsprechenden Kontrakts unter Berücksichtigung der Prämie oder des Kurses den Sie uns bezahlen, zu zahlen, wenn die Referenzanlagen oder Einschätzungen in einer bestimmten Weise performen. Dementsprechend sind diese Kontrakte keine Instrumente, die wir in Ihrem Auftrag halten und die in keiner Weise, für den Fall unserer Insolvenz, vom Kundenanlagenschutz profitieren werden. Gleichzeitig wird die von Ihnen bezahlte Prämie oder der bezahlte Kurs für die Ausführung des Geschäfts nicht als Kundengeld gehalten, sondern als unser Zahlungsversprechen behandelt.
id_id: Produk Keuangan yang kami tawarkan adalah kontrak antara Anda dan kami. Dibawah kontrak ini dan tertakluk kepada syarat dan ketentuan kontrak tertentu. Dengan mempertimbangkan premium atau harga kontrak yang Anda bayarkan, kami berjanji akan membayar jumlah tertentu sesuai dengan referensi aset atau sesuai dengan prestasi kontrak. Kontrak ini bukan merupakan instrumen yang kami pegang atas nama Anda termasuk memberi keuntungan dari proteksi aset klien yang dilindungi jika kami mengalami kepailitan. Demikian pula premi atau harga yang Anda bayar untuk bertrading tidak dikumpulkan sebagai uang klien melainkan sebagai dana untuk membayar.
pl_pl: Oferowane przez nas Produkty finansowe stanowią kontrakty zawierane pomiędzy Tobą a nami. Na podstawie tych kontraktów i w oparciu o określone warunki danego kontraktu, w zamian za zapłatę lub cenę, obiecujemy wypłacić Ci określoną kwotę, jeśli aktywa referencyjne lub pomiary zachowają się w określony sposób. Kontrakty te nie stanowią zatem instrumentów, które przechowujemy w Twoim imieniu i nie korzystamy z aktywów klientów w przypadku naszej niewypłacalności. Zapłata lub cena, którą płacisz za transakcję nie jest przechowywana jako środki pieniężne klienta, ale jako wynagrodzenie za nasze zobowiązanie się do zapłaty.
pt_pt: Os produtos financeiros que disponibilizamos para negociação são contratos celebrados entre você e nós. Ao abrigo destes contratos, e sujeito aos termos específicos do contrato relevante, em consideração do prêmio ou o preço que você nos paga, nós comprometemo-nos pagar-lhe uma certa quantidade, se os ativos ou medidas de referência tiverem um certo desempenho. Estes contratos, desse modo, não são instrumentos que mantenhamos no seu nome, nem beneficiam da proteção de ativos de clientes no caso da nossa falência. Da mesma forma, o prêmio ou o preço que você paga para efetuar um negócio não é mantido como dinheiro de cliente, mas sim como contrapartida do nosso compromisso de o pagar.
vi_vn: Các Sản Phẩm Tài Chính mà chúng tôi cung cấp để giao dịch là các hợp đồng được nhập vào giữa bạn và chúng tôi. Theo các hợp đồng này và theo các điều khoản cụ thể của hơp đồng có liên quan, trong việc xem xét mức phí hoặc mức giá mà bạn trả cho chúng tôi, chúng tôi hứa sẽ trả cho bạn một số tiền nhất định nếu tài sản tham chiếu hoặc các công cụ đo lường hoạt động một cách cụ thể. Các hợp đồng này không phải là các công cụ mà chúng tôi giữ thay mặt bạn và không được hưởng lợi từ việc bảo vệ tài sản của khách hàng trong trường hợp mất khả năng thanh toán của chúng tôi. Tương tự, phí bảo hiểm hoặc giá mà bạn phải trả để mua hàng không phải là khoản tiền của khách hàng mà là khoản chi phí phải trả cho cam kết của chúng tôi.
zh_cn: 我们所提供的金融产品交易为您我之间的合约。在这些合约和相关的特定条款约束下，由于您向我们支付了费用或价格，当相关资产或测量具备某些特定指标时，我们也承诺向您支付相应的金额。我们不会代替您拥有这些合约，如果我们破产，也不会从提供给客户的资产保护中获利。同样的，你所支付的交易费用或价格并不属于客户，而是对我们承诺支付的报酬。

source: The Foreign Exchange Market (Forex) is the world's largest and most liquid market – where anyone can buy, sell, and exchange currencies.
de_de: Der Foreign Exchange Market (Forex) ist der größte der Welt und der am meisten liquide Markt – wo jeder Währungen kaufen, verkaufen und tauschen kann.
fr_fr: Le marché des changes (Forex) est le plus grand du monde et le marché le plus liquide – où n’importe qui peut acheter, vendre et échanger des devises.
id_id: Pasar Foreign Exhange (Forex) adalah pasar terbesar dan paling likuid di dunia - dimana semua orang dapat menjual, membeli, dan menukar mata uang.
pl_pl: Rynek wymiany walut Forex jest największym rynkiem na świecie i charakteryzuje się największą płynnością – każdy może na nim kupować, sprzedawać i wymieniać waluty.
pt_pt: O mercados de câmbios (forex) é o maior e mais líquido mercado do mundo – onde qualquer pessoa pode comprar, vender e cambiar moedas.
vi_vn: Thị Trường Ngoại Hối là thị trường thanh khoản lớn nhất của thế giới – nơi mà ai cũng có thể bán, mua, và trao đổi các tiền tệ.
zh_cn: 外汇市场（Forex）是世界上最大、流动性最高的市场 - 任何人都可以买、卖、交易货币。

source: The Forex is an over-the-counter market where trading takes place between two parties, and not with a centralised exchange or marketplace.
de_de: Der Forex ist ein OTC-Markt, wo Handel zwischen zwei Parteien und nicht mittels einer zentralisierten Börse oder eines Marktplatzes stattfindet.
fr_fr: Le Forex est un marché hors cote où les négociations se font entre deux parties et non pas avec un échange centralisé ou marché.
id_id: Forex adalah pasar over-the-counter dimana trading berlangsung antara dua pihak, dan bukan dengan bursa atau pasar sentral.
pl_pl: Forex jest rynkiem obrotu pozagiełdowego, gdzie transakcje zawierane są pomiędzy dwoma stronami, a nie za pośrednictwem scentralizowanego rynku czy giełdy.
pt_pt: O forex é um mercado de balcão onde as negociações são realizadas entre duas partes e não com bolsas centralizadas ou nos mercados diretos.
vi_vn: Ngoại hối là một thị trường chứng khoán phi tập trung, nơi kinh doanh diễn ra giữa hai bên, và không phải với một tập trung trao đổi hoặc trên thị trường.
zh_cn: 外汇是场外交易市场，由两方直接交易，不经过中间交易所或市场。

source: The Forex is typically traded in <i>lots</i>. One standard <i>lot</i> is equivalent to 100,000 units. Each time you open a position on a currency symbol, you can start with a minimum transaction of <i>0.01 lots</i>.
de_de: Der Forex wird normalerweise in <i>Lots</i>gehandelt. Ein standardmäßiges <i>Lot</i> entspricht 100.000 Einheiten. Jedes Mal, wenn Sie eine Position auf einem Währungssymbol öffnen, können Sie mit einer Mindest-Transaktion von <i>0,01 Lots</i>beginnen.
fr_fr: Le Forex est typiquement échangé en <i>lots</i>. Un <i>lot</i> standard est équivalent à 100,000 unités. Chaque fois que vous ouvrez une position sur un symbole monétaire, vous pouvez démarrer avec un minimum de transaction de <i>0.01 lots</i>.
id_id: Forex biasanya ditradingkan dalam jumlah <i>lot</i>. Secara standar, satu <i>lot</i> sama dengan 100.000 unit. Setiap Anda membuka posisi pada simbol mata uang, Anda dapat bertrading mulai dari minimal transaksi berjumlah <i>0.01 lot</i>.
pl_pl: Kontrakty Forex są zazwyczaj sprzedawane w <i>partiach</i>. Jedna standardowa <i>partia</i> odpowiada 100 000 jednostek. Za każdym razem, gdy otwierasz pozycję dla symbolu walutowego, możesz rozpocząć od transakcji minimalnej wo wielkości <i>0,01 partii</i>.
pt_pt: Forex é geralmente negociado em <i>lotes</i>. Um <i>lote</i> padrão equivale a 100.000 unidades. Cada vez que você abre uma posição num símbolo de moeda, é possível começar com uma transação mínima de <i>0,01 lotes</i>.
vi_vn: Thị trường ngoại hối thường được giao dịch <i>theo các lô</i>. Một trong những tiêu chuẩn <i>rất nhiều</i> là tương đương với 100.000 đơn vị. Mỗi khi bạn mở một phiên trên một ký hiệu tiền tệ, bạn có thể bắt đầu với một giao dịch tối thiểu là <i>0,01 lô</i>.
zh_cn: 外汇交易通常以<i>手</i>计量。一个标准 <i>手</i>相当于100,000个单位。每次您在货币符号上开盘交易，可以<i>0.01 手</i>为最小交易量开始。
