Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: MT5 real-money account for Volatility Indices only.
de_de: MT5 Echtgeldkonto nur für Volatilitätsindizes.
fr_fr: Le compte de monnaie réel MT5 pour les Indices de Volatilité seulement.
id_id: Akun uang-riil MT5 untuk Indeks Volatilitas saja.
pl_pl: Konto z prawdziwymi pieniędzmi MT5 wyłącznie do wskaźników zmienności.
pt_pt: Conta de dinheiro real MT5 somente para índices "Volatility".
vi_vn: Tài khoản thực MT5 chỉ dành cho các Chỉ Số Biến Động.
zh_cn: 波动指数专用的MT5 真实资金账户。

source: MT5 withdrawals have been disabled on your account. Please check your email for more details.
de_de: MT5 Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfen Sie Ihre E-Mail für weitere Details.
fr_fr: Les retraits MT5 ont été désactivés sur votre compte. Veuillez vérifier votre email pour plus de détails.
id_id: Penarikan MT5 tidak tersedia pada akun Anda. Silahkan cek email untuk informasi lebih lanjut.
pl_pl: Opcja dokonywania wypłat z MT5 została wyłączona na Twoim koncie. Sprawdź swoją skrzynkę e-mailową, aby uzyskać więcej informacji.
pt_pt: Retiradas da MT5 foram desativadas na sua conta. Confira o seu e-mail para mais detalhes.
vi_vn: Rút tiền MT5 đã bị vô hiệu hoá trên tài khoản của bạn. Vui lòng kiểm tra email của bạn để biết chi tiết.
zh_cn: 您的MT5账户已被禁提款。请检查您的电子邮件, 以了解更多详情。

source: Made an impression in the first interview? We'll invite you to a second interview with our CEO and/or hiring manager.
de_de: Haben Sie im ersten Interview Eindruck gemacht? Dann laden wir Sie zu einem zweiten Gespräch mit unserem CEO und/oder Personalchef ein.
fr_fr: Vous avez fait une bonne impression durant votre premier entretien ? Nous vous inviterons à une deuxième entrevue avec notre CEO et/ou le directeur du recrutement.
id_id: Berhasil dalam wawancara pertama? Kami akan mengundang Anda untuk melakukan wawancara kedua dengan CEO dan/atau manajer perekrutan kami.
pl_pl: Udało Ci się zrobić wrażenie na rozmowie rekrutacyjnej? Zaprosimy Cię na drugą rozmowę z naszym dyrektorem generalnym lub kierownikiem ds. rekrutacji.
pt_pt: Fez uma boa impressão na primeira entrevista? Iremos convidá-lo para uma segunda entrevista com o nosso diretor e/ou gestor de recrutamento.
vi_vn: Đã tạo được một ấn tượng tốt trong cuộc phỏng vấn đầu tiên? Chúng tôi sẽ mời bạn đến một cuộc phỏng vấn thứ hai với CEO của chúng tôi và/hoặc quản lý tuyển dụng.
zh_cn: 在第一次面试中留下了深刻印象？我们将邀请您与首席执行官和/或招聘经理进行第二次面谈。

source: Maestro is an international debit card service by Mastercard. For more information, please visit %1.
fr_fr: Maestro est un service international de cartes de débit par Mastercard. Pour plus d'informations, veuillez visiter %1.
id_id: Maestro adalah layanan kartu debit internasional oleh Mastercard. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Maestro to międzynarodowa usługa w zakresie kart debetowych należąca do Mastercard. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: Maestro là một dịch vụ thẻ ghi nợ quốc tế của công ty Mastercard. Để biết thêm chi tiết, xin vui lòng truy cập vào %1.
zh_cn: Maestro是万事达卡的国际借记卡服务。欲了解详细信息, 请访问 %1。

source: Main
de_de: Haupt
fr_fr: Principal
id_id: Utama
pl_pl: Główne
pt_pt: Principal
vi_vn: Chính
zh_cn: 主页

source: Main password
de_de: Hauptpasswort
fr_fr: Mot de passe principal
id_id: Kata sandi utama
pl_pl: Hasło główne
pt_pt: Senha principal
vi_vn: Mật khẩu chính
zh_cn: 主密码

source: Main password (trading access)
de_de: Hauptpasswort (Handelszugang)
fr_fr: Mot de passe principal (accès trading)
id_id: Kata sandi utama (akses trading)
pl_pl: Hasło główne (dostęp umożliwiający handlowanie)
pt_pt: Senha principal (acesso às negociações)
vi_vn: Mật khẩu chính (dành cho kinh doanh)
zh_cn: 主密码（交易访问）

source: Maintain accurate system pricing parameters
de_de: Pflege von präzisen System-Kursgestaltungsparametern
fr_fr: Maintenir la précision des paramètres du système de tarification
id_id: Mempertahankan parameter sistem harga yang akurat
pl_pl: Dbanie o dokładność parametrów systemu wyceny
pt_pt: Manter parâmetros precisos de tarifação do sistema
vi_vn: Giữ cho các thông số định giá hệ thống luôn chính xác
zh_cn: 保持准确的系统定价参数

source: Maintain relationships with clients and partners to drive retention and loyalty
de_de: Pflegen Sie Beziehungen mit Kunden und Partnern, um Retention und Loyalität zu fördern
fr_fr: Entretenir des relations avec les clients et partenaires afin de stimuler la rétention et la loyauté
id_id: Menjaga hubungan dengan klien dan mitra untuk mendorong retensi dan kesetiaan
pl_pl: Dbanie o relacje z klientami i partnerami, aby zwiększyć ich lojalność i utrzymanie
pt_pt: Manter relacionamentos com clientes e parceiros para gerar retenção e fidelidade
vi_vn: Duy trì mối quan hệ với khách hàng và đối tác để đẩy mạnh và gìn giữ sự hợp tác và lòng trung thành
zh_cn: 维护与客户和合作伙伴的关系, 以提高保留率和忠诚度

source: Maintain trackable records of investigations in AML-CTF-related matters
de_de: Pflegen Sie verfügbare Aufzeichnungen von Untersuchungen bei AML-CTF-Angelegenheiten
fr_fr: Tenir des dossiers d’enquête sur AML-CTF et sujets connexes
id_id: Menjaga catatan penelusuran yang dapat dilacak dalam hal-hal yang terkait dengan AML-CTF
pl_pl: Prowadzenie przejrzystej dokumentacji dochodzeń związanych z przeciwdziałaniem praniu pieniędzy i oszustwom
pt_pt: Manter registros controláveis das investigações relacionadas a AML-CTF
vi_vn: Duy trì lưu trữ tài liệu có thể tra cứu và điều tra trong các vấn đề AML-CTF
zh_cn: 保存与 AML-CTF有关的调查记录

source: Maintaining a page or video channel about online trading? Get rewarded when you refer your followers and viewers to trade on our award-winning binary options platform.
fr_fr: Avez vous une page ou une chaîne de vidéo sur le trading en ligne ? Soyez récompensé lorsque vous référez vos disciples et téléspectateurs à échanger sur notre plateforme d’options binaires primée.
id_id: Mengelola halaman atau saluran video tentang trading online? Dapatkan imbalan dengan mereferensikan pengikut atau penonton Anda untuk bertrading pada platform opsi binary kami yang telah memenangi penghargaan.
pl_pl: Prowadzisz stronę internetową lub kanał wideo o handlowaniu on-line? Zarabiaj za polecanie naszej uhonorowanej nagrodami platformy do handlu opcjami binarnymi osobom, które Cię obserwują lub oglądają Twoje treści.
vi_vn: Bạn có đang chạy một trang web hoặc kênh video về giao dịch trực tuyến? Nhận thêm lợi nhuận khi bạn giới thiệu người theo dõi và người xem của bạn giao dịch trên nền tảng binary options nổi tiếng của chúng tôi.
zh_cn: 正在维护网上交易相关的页面或视频频道？推介您的关注者和观众在我们屡获殊荣的二元期权平台上交易，从而获得奖励。

source: Major and minor pairs, plus Smart FX indices
de_de: Wichtige und kleine Paare, plus Smart FX Indizes
fr_fr: Les paires majeures et mineures, ainsi que les indices Smart FX
id_id: Pasangan mayor dan minor, ditambah indeks Smart FX
pl_pl: Pary główne, pary drugorzędne plus inteligentne wskaźniki FX
pt_pt: Pares principais e secundários, mais índices FX inteligentes
vi_vn: Cặp lớn và nhỏ, cộng với chỉ số FX thông minh
zh_cn: 主要和次要货币对, 加上智能外汇指数

source: Major commodities such as gold, silver, and oil
de_de: Wichtige Rohstoffe wie Gold, Silber und Öl
fr_fr: Principaux produits tels que l’or, l'argent et le pétrole
id_id: Komoditas utama seperti emas, perak, dan minyak
pl_pl: Główne towary, takie jak złoto, srebro, ropa naftowa
pt_pt: Matérias-primas principais como ouro, prata e petróleo
vi_vn: Các mặt hàng chính như vàng, bạc, và dầu
zh_cn: 主要大宗商品，如黄金、白银和石油

source: Major pairs
de_de: Wichtige Paare
fr_fr: Paires majeures
id_id: Pasangan mayor
pl_pl: Pary główne
pt_pt: Pares principais
vi_vn: Cặp tiền tệ lớn
zh_cn: 主要货币对

source: Major pairs – Consist of the world's most widely traded currency pairs
de_de: Wichtige Paare - Bestehen aus den in der Welt am häufigsten gehandelten Währungspaaren
fr_fr: Les paires majeures – sont les paires de devises les plus couramment négociée dans le monde
id_id: Pasangan mayor - terdiri dari pasangan mata uang yang paling banyak ditradingkan di seluruh dunia
pl_pl: Pary główne – to pary handlowe, które są najczęstszym przedmiotem handlu na świecie
pt_pt: Pares principais – consistem dos pares de moedas mais negociados do mundo
vi_vn: Cặp tiền tệ lớn ( cặp lớn) - bao gồm cặp tiền tệ được giao dịch rộng rãi nhất thế giới
zh_cn: 主要货币对 - 包括世界上交易最广泛的货币对

source: Major pairs, minor pairs, and Smart FX indices.
de_de: Wichtige Paare, kleine Paare, und Smart FX Indizes.
fr_fr: Les paires majeures, les paires mineures, ainsi que les indices Smart FX.
id_id: Pasangan mayor, pasangan minor, dan indeks Smart FX.
pl_pl: Pary główne, pary drugorzędne i inteligentne wskaźniki FX
pt_pt: Pares principais, pares secundários e índices FX inteligentes.
vi_vn: Các cặp lớn, các cặp nhỏ, và chỉ số FX thông minh.
zh_cn: 主要货币对、次要货币对和智能外汇指数。

source: Major worldwide stock indices sourced from the OTC market.
de_de: Die wichtigsten weltweiten vom OTC-Markt bezogenen Aktienindizes.
fr_fr: Tous les principaux indices boursiers dans le monde issus du marché de gré à gré.
id_id: Indeks saham utama di seluruh dunia yang berasal dari pasar OTC.
pl_pl: Główne światowe wskaźniki rynku pozagiełdowego.
pt_pt: Índices principais de ações do mundo, oriundos do mercado OTC.
vi_vn: Các chỉ số chứng khoán trên toàn thế giới có nguồn gốc từ các thị trường chứng khoán phi tập trung.
zh_cn: 所有源自全球场外交易市场的主要股票指数。

source: Major, minor and exotic currency pairs.
de_de: Wichtige, kleine und exotische Währungspaare.
fr_fr: Paires de devises majeures, mineures et exotiques.
id_id: Pasangan mata uang mayor, minor, dan eksotis.
pl_pl: Główne, drugorzędne i egzotyczne pary walutowe.
pt_pt: Pares de moedas principais, secundários e exóticos.
vi_vn: Các cặp tiền tệ lớn, nhỏ và hiếm.
zh_cn: 主要、次要和奇异货币对。

source: Make a Deposit
de_de: Eine Einzahlung vornehmen
fr_fr: Effectuer un dépôt
id_id: Lakukan Deposit
pl_pl: Wpłać środki
pt_pt: Faça um Depósito
vi_vn: Gửi tiền
zh_cn: 存入资金

source: Make a deposit
de_de: Eine Einzahlung vornehmen
fr_fr: Effectuer un dépôt
id_id: Lakukan deposit
pl_pl: Wpłać środki
pt_pt: Faça um depósito
vi_vn: Gửi tiền
zh_cn: 存入资金

source: Make another transfer
de_de: Nehmen Sie einen anderen Transfer vor
fr_fr: Faire un autre transfert
id_id: Membuat transfer lainnya
pl_pl: Wykonaj kolejny przelew
pt_pt: Faça outra transferência
vi_vn: Tạo một chuyển khoản khác
zh_cn: 进行另一次转移

source: Make your trade
de_de: Führen Sie Ihr Geschäft aus
fr_fr: Effectuez votre transaction
id_id: Lakukan trading Anda
pl_pl: Dokonaj transakcji
pt_pt: Faça a sua negociação
vi_vn: Giao dịch
zh_cn: 执行交易

source: Malaysia
fr_fr: Malaisie
pl_pl: Malezja
pt_pt: Malásia
zh_cn: 马来西亚

source: Malaysia's lower cost of living compared to most western countries means that you can enjoy a high quality of life. You'll also find easy access to world-class healthcare, plus several international schools, colleges, and universities that offer globally-recognised programmes.
de_de: Malaysias niedrigere Lebenshaltungskosten - im Vergleich zu den meisten westlichen Ländern - bedeutet, dass Sie ein hohes Maß an Lebensqualität genießen können. Sie finden auch einfachen Zugang zu erstklassiger medizinischer Versorgung, sowie mehreren internationalen Schulen, Colleges und Universitäten, die weltweit anerkannte Programme anbieten.
fr_fr: Le faible coût de la vie de la Malaisie par rapport à la plupart des pays occidentaux signifie que vous pouvez profiter d'une qualité de vie élevée. Vous trouverez également un accès facile aux soins de santé d'excellent niveau, plusieurs écoles internationales, collèges et universités qui offrent des programmes reconnus à l’échelle mondiale.
id_id: Biaya hidup di Malaysia yang lebih rendah dibandingkan dengan kebanyakan negara barat dimana hal ini berarti Anda dapat menikmati kualitas hidup yang lebih tinggi. Anda juga akan menemukan akses mudah ke layanan kesehatan kelas dunia, ditambah beberapa sekolah internasional, akademi, dan universitas yang menawarkan program yang diakui secara global.
pl_pl: Koszty życia w Malezji są niższe niż w większości zachodnich państw. Dzięki temu możesz cieszyć się wysokim poziomem życia z łatwym dostępem do opieki zdrowotnej na światowym poziomie, kilku międzynarodowych szkół, uczelni i uniwersytetów, których dyplom jest rozpoznawalny na całym świecie.
vi_vn: Chi phí sống ở Malaysia thấp hơn so với các quốc gia phương Tây đồng nghĩa với việc bạn có thể tận hưởng một cuộc sống chất lượng hơn. Bạn cũng sẽ dễ dàng tìm thấy các dịch vụ sức khỏe tiêu chuẩn thế giới, cùng với các trường quốc tế, cao đẳng và đại học có các chương trình giảng dạy được công nhận trên toàn cầu.
zh_cn: 与大多数西方国家相比, 马来西亚的生活水平较低, 这意味着您可以享受高质量的生活。您还可以轻松获得世界一流的医疗保健服务, 以及数所提供全球认可课程的国际学校、学院和大学。

source: Malta
fr_fr: Malte
vi_vn: Cộng hòa Malta
zh_cn: 马耳他

source: Malta celebrates a large number of religious festivities and cultural events every year, filling the streets with carts laden with traditional sweets and delicacies.
de_de: Malta feiert jedes Jahr eine große Anzahl an religiösen Festivitäten und kulturellen Veranstaltungen, die die Strassen mit Wägen füllen, die mit traditionellen Süßigkeiten und Delikatessen beladen sind.
fr_fr: Malte célèbre un grand nombre de fêtes religieuses et des événements culturels chaque année, remplissant les rues de chariots chargés de friandises et sucreries traditionnelles.
id_id: Malta merayakan sejumlah besar perayaan keagamaan dan acara budaya setiap tahunnya, memenuhi jalan-jalan dengan gerobak sarat dengan permen tradisional dan makanan lezat.
pl_pl: Co roku na Malcie odbywa się wiele festiwali religijnych i wydarzeń kulturalnych, a ulice są pełne straganów z tradycyjnymi słodyczami i innymi smakołykami.
pt_pt: Malta celebra um grande número de festividades religiosas e eventos culturais todos os anos, enchendo as ruas com carrinhos carregados com doces e delícias tradicionais.
vi_vn: Malta tổ chức một số lượng lớn các lễ hội tôn giáo và các sự kiện văn hóa hàng năm, lấp đầy các đường phố với những chiếc xe chở đầy bánh ngọt và các món ngon truyền thống.
zh_cn: 马耳他每年有频密的宗教庆典和文化活动, 街道上全是满载传统糖果和美食的手推车。

source: Malta is one of the most densely-populated countries in the world with the smallest capital (Valletta) in the European Union. Maltese and English are the country's official languages, while Italian is also widely spoken. Malta has plenty of sunshine throughout the year and enjoys a mild climate.
de_de: Malta gehört zu den am dichtesten besiedelten Ländern der Welt, mit der kleinsten Hauptstadt (Valletta) in der Europäischen Union. Maltesisch und Englisch sind die offiziellen Landessprachen; Italienisch ist ebenfalls weit verbreitet. Malta hat das ganze Jahr über viel Sonnenschein und genießt ein mildes Klima.
fr_fr: Malte est un des pays les plus densément peuplés au monde avec la plus petite capitale (la Valette) dans l’Union européenne. Le Maltais et l’anglais sont les langues officielles du pays, tandis que l’italien est également largement parlé. Malte a beaucoup de soleil tout au long de l’année et bénéficie d’un climat doux.
id_id: Malta adalah salah satu negara terpadat di dunia dengan modal terkecil (Valletta) di Uni Eropa. Bahasa Maltese dan Inggris adalah bahasa resmi negara, sementara bahasa Italia juga digunakan secara luas. Malta memiliki banyak sinar matahari sepanjang tahun dan menikmati iklim yang sejuk.
pl_pl: Malta to jedno z najgęściej zaludnionych państw na świecie z najmniejszą stolicą (Valetta) w Unii Europejskiej. Oficjalnym językiem w tym państwie jest język maltański i angielski, a język włoski jest powszechnie używany. Malta to wyspa z umiarkowanym klimatem i dużą liczbą dni słonecznych w ciągu roku.
pt_pt: Malta é um dos países mais densamente povoados do mundo com a capital (Valletta) mais pequena da União Europeia. Maltês e inglês são as línguas oficiais do país, enquanto Italiano é frequentemente falado. Malta tem muito sol durante todo o ano e desfruta de um clima ameno.
vi_vn: Malta là một trong những quốc gia có mật độ dân cư cao nhất trên thế giới và có thủ đô nhỏ nhất (Valletta) trong khối Liên Minh Châu Âu. Tiếng Malta và Tiếng Anh là ngôn ngữ chính của quốc gia, trong khi đó Tiếng Italia cũng được sử dụng rộng rãi. Malta được hưởng ánh nắng mặt trời quanh năm và một nền khí hậu ôn hòa.
zh_cn: 马耳他是世界上人口最密集的国家之一, 但其首都 (瓦莱塔) 的人口却是欧洲联盟里最少的。该国的官方语言是马耳他语和英语, 而意大利语也被广泛使用。马耳他一年四季都有充足的阳光, 气候温和。

source: Malta's natural attractions are absolutely breathtaking, from its sheer cliffs and lush valleys to its golden sandy beaches and underwater structures in clear blue seas.
de_de: Maltas natürliche Attraktionen sind absolut traumhaft, von seinen steilen Felsen und üppigen Tälern zu seinen goldenen Sandstränden und Unterwasserstrukturen in blauen, klaren Meeren.
fr_fr: Les attraits naturels de Malte sont absolument à couper le souffle, de ses falaises abruptes et des vallées luxuriantes à ses plages de sable doré et ses structures sous-marines dans des mers bleues transparentes.
id_id: Daya tarik alam Malta benar-benar menakjubkan, mulai dari tebingnya yang curam dan lembahnya yang subur sampai ke pantai berpasir keemasan dan struktur bawah lautnya yang biru jernih.
pl_pl: Atrakcje naturalne Malta zapierają dech w piersiach: urwiste klify, doliny z bujną roślinnością, piaszczyste plaże i podwodne skały w krystalicznie czystym morzu.
pt_pt: As atrações naturais de Malta são de tirar o fôlego, das falésias altas e vales exuberantes às praias de areia dourada e estruturas subaquáticas no mar cristalino.
vi_vn: Các điểm tham quan tự nhiên của Malta vô cùng ngoạn mục, từ những vách đá tuyệt đẹp và thung lũng xanh tốt đến những bãi biển cát vàng và những công trình dưới nước trong làn nước trong xanh.
zh_cn: 不论是陡峭的悬崖和郁郁葱葱的山谷, 或是金色沙滩和清澈的蓝色海水下的建筑物，马耳他的自然魅力绝对迷人。

source: Malta's strategic location in the Mediterranean Sea saw it occupied by a number of foreign powers, including the Greeks, Romans, Arabs, French, and most recently, the British. It gained independence from the British in 1964, and joined the European Union in 2004. Today, Malta is a popular tourist destination and a high-income country powered by an industrialised, service-based economy.
de_de: Maltas strategische Lage im Mittelmeer führte dazu, dass es durch eine Reihe von ausländischen Mächten, einschl. der Griechen, Römer, Araber, Franzosen, und zuletzt den Briten besetzt war. Es gewann Unabhängigkeit von den Briten im Jahre 1964 und trat 2004 der Europäischen Union bei. Malta ist heute ein beliebtes Touristenziel und ein Hocheinkommensland, das von einer industrialisierten, dienstleistungsorientierten Wirtschaft angetrieben wird.
fr_fr: L’emplacement stratégique de Malte en Méditerranée l'a vu occupée par un certain nombre de puissances étrangères, y compris les Grecs, Romains, arabes, Français et plus récemment, les britanniques. Elle a gagné l’indépendance de la Grande-Bretagne en 1964 et a rejoint l’Union Européenne en 2004. Aujourd'hui, Malte est une destination touristique populaire et un pays à revenu élevé, alimenté par une économie industrialisée, axée sur le service.
id_id: Lokasi strategis Malta di Laut Tengah membuatnya diduduki oleh sejumlah kekuatan asing, termasuk Yunani, Romawi, Arab, Prancis, dan yang paling baru, Inggris. Memperoleh kemerdekaan dari Inggris pada tahun 1964, dan bergabung dengan Uni Eropa pada tahun 2004. Saat ini, Malta adalah tujuan wisata yang populer dan negara berpenghasilan tinggi yang ditenagai oleh industri, ekonomi berbasis layanan.
pl_pl: Malta posiada strategiczne położenie na Morzu Śródziemnym, w związku z czym wyspa była okupowana przez wiele nacji, w tym przez Greków, Rzymian, Arabów i Francuzów oraz Brytyjczyków. Niepodległość od Wielkiej Brytanii zdobyła w 1964 r., a w 2004 r. dołączyła do Unii Europejskiej. Dziś Malta jest popularnym kierunkiem turystycznym i państwem o wysokim dochodzie narodowym, powiązanym z gospodarką przemysłowo-usługową.
pt_pt: A localização estratégica de Malta no mar Mediterrâneo levou à sua ocupação por várias potências estrangeiras, incluindo os gregos, romanos, árabes, franceses e, mais recentemente, os britânicos. Ela ganhou independência dos britânicos em 1964 e se juntou à União Europeia em 2004. Hoje, Malta é um destino turístico popular e um país de elevado rendimento, impulsionado por uma economia industrializada, baseada em serviços.
vi_vn: Vị trí chiến lược của Malta ở Biển Địa Trung Hải đã bị chiếm đóng một số cường quốc nước ngoài, bao gồm Hy Lạp, La Mã, Ả Rập, Pháp và gần đây nhất là Anh. Malta đã giành được độc lập từ tay Anh vào năm 1964, và gia nhập Liên minh châu Âu vào năm 2004. Ngày nay, Malta là một điểm đến du lịch nổi tiếng và một quốc gia có thu nhập cao chủ yếu nhờ nền kinh tế công nghiệp hóa, dịch vụ.
zh_cn: 由于其位于地中海的战略位置，马耳他曾经被许多外国势力占领过, 包括希腊、罗马、阿拉伯和法国, 以及近期的英国。它于1964年摆脱英国获得独立, 并于2004年加入欧盟。今天, 马耳他是非常受欢迎的旅游胜地, 也是个主要依赖工业和服务业为经济基础的高收入国家。

source: Manage IT assets and maintain an up-to-date asset registry
de_de: Verwalten Sie IT Vermögen und pflegen Sie eine aktuelles Asset-Register
fr_fr: Gérer les actifs IT et tenir un registre des actifs à jour
id_id: Mengelola aset IT dan mempertahankan daftar aset terbaru
pl_pl: Zarządzaj aktywami IT i prowadź aktualny rejestr aktywów
pt_pt: Gerenciar ativos de TI e manter um registro de ativos atualizado
vi_vn: Quản lý tài sản IT và cập nhật sổ lưu trữ tài sản
zh_cn: 管理IT资产并维护最新的资产注册表

source: Manage MAM account
de_de: MAM Konto verwalten
fr_fr: Gérer le compte MAM
id_id: Mengelola akun MAM
pl_pl: Zarządzaj kontem MAM
pt_pt: Gerenciar conta gestor multi-contas
vi_vn: Quản lý tài khoản MAM
zh_cn: 管理MAM账户

source: Manage MT5 password
de_de: MT5 Passwort verwalten
fr_fr: Changer le mot de passe MT5
id_id: Mengelola kata sandi MT5
pl_pl: Zarządzanie hasłem MT5
pt_pt: Gerenciar a senha da MT5
vi_vn: Quản lý mật khẩu MT5
zh_cn: 管理 MT5 密码

source: Manage and maintain all software, hardware, and associated peripherals including printers, copiers, and phones
de_de: Verwalten und pflegen Sie alle Software-, Hardware- und zugehörigen Peripheriegeräte, einschließlich Drucker, Kopierer und Telefone
fr_fr: Gérer et entretenir tous les logiciels, matériels et périphériques connexes, y compris les imprimantes, les copieurs et téléphones
id_id: Mengelola dan menjaga semua perangkat lunak, perangkat keras, dan periferal terkait termasuk printer, mesin fotokopi, dan telepon
pl_pl: Zarządzanie oprogramowaniem, sprzętem komputerowym i powiązanymi urządzeniami, takimi jak drukarki, kopiarki oraz telefony i utrzymywanie ich w odpowiednim stanie
pt_pt: Gerenciar e manter todos os softwares, hardwares e periféricos associados, incluindo impressoras, copiadoras e telefones em pleno funcionamento
vi_vn: Quản lý và duy trì tất cả các phần mềm, phần cứng và các thiết bị văn phòng liên quan, bao gồm máy in, máy copy và điện thoại
zh_cn: 管理和维护所有软件、硬件和相关外围设备, 包括打印机、复印机和电话

source: Manage database security by controlling access to data through authentication, authorisation, and auditing
de_de: Verwalten Sie Datenbank-Sicherheit durch die Steuerung des Zugriffs auf Daten durch Authentifizierung, Autorisierung und Überwachung
fr_fr: Gérer la sécurité de la base de données en contrôlant l’accès aux données par le biais de l’authentification, l'autorisation et l'audit
id_id: Mengelola keamanan basis data dengan mengontrol akses ke data melalui autentikasi, otorisasi, dan audit
pl_pl: Zarządzanie bezpieczeństwem bazy danych poprzez kontrolę dostępu do danych przez weryfikację, uwierzytelnianie i kontrole
pt_pt: Gerenciar a segurança do banco de dados controlando o acesso aos dados por meio de autenticação, autorização e auditoria
vi_vn: Quản lý bảo mật cơ sở dữ liệu bằng cách kiểm soát truy cập dữ liệu qua xác thực, ủy quyền và kiểm tra
zh_cn: 通过身份验证、授权和审核控制对数据的访问, 从而管理数据库安全性
