Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Trading in Binary Options is speculative and involves a high degree of risk that can result in the loss of your entire investment. Therefore, trading in Binary Options is appropriate only for persons that understand and are willing to assume the economic, legal and other risks involved in such transactions. You should be satisfied that Binary Options trading is suitable for you in light of your investment circumstances and attitude towards risk before trading. You should not engage in speculative Binary Options trading unless you understand the basic aspects of such trading and its risks. If you are in any doubt as to whether Binary Option trading is appropriate and suitable for you, please seek independent advice from a investment consulting professional. %1 does not provide such advice. It is your responsibility, taking into account your personal circumstances and investment resources, to take particular care and make careful considerations independently, both prior to applying to engage in Binary Options with %1, as well as prior to making any individual order. Where you do not understand the risks involved in applying for a trading account with %1 or in making any individual order, you should seek advice and consultation from an independent investment advisor. If you continue to not understand the risks involved in trading in Binary Options, you should not trade at all.
de_de: Der Handel mit Binären Optionen ist spekulativ und beinhaltet einen hohen Grad an Risiken, der dazu führen kann, dass Sie Ihre gesamte Investition verlieren können. Daher ist der Handel mit Binären Optionen nur für Menschen geeignet, die die mit solchen Transaktionen verbundenen wirschaftlichen, rechtlichen und sonstigen Risiken erkennen und sie eingehen möchten. Sie müssen sich vor dem Trading davon überzeugen, ob der Handel von Binären Optionen im Licht Ihrer Investitionsumstände und Ihrer Haltung zu den Risiken für Sie geeignet ist. Sie sollten sich nicht mit dem spekulativen Handel mit Binären Optionen beschäftigen, es sei denn, Sie verstehen die Grundaspekte solcher Geschäfte und ihre Risiken. Wenn Sie im Zweifel sind, ob der Handel mit Binären Optionen für Sie geeignet und tragbar ist, lassen Sie sich bitte von einem Anlageberater beraten. %1 bietet keine solche Beratung an. Es ist in Ihrer Verantwortung, bevor Sie bei %1 beantragen, sich an Binären Optionen zu beteiligen oder bevor Sie eine einzelne Order aufgeben, Ihre persönlichen Umstände und Investitionsmittel zu berücksichtigen, sich besonders vorsichtig zu verhalten und unabhängig Überlegungen anzustellen. Sofern Sie die Risiken, die mit dem Antrag auf Beteiligung an Binären Optionen bei %1 oder der Erteilung einer einzelnen Order verbunden sind, nicht verstehen, müssen Sie sich von einem unabhängigen Finanzberater Rat und Beratung einholen. Wenn Sie dann noch immer nicht die mit dem Handel von Binären Optionen verbundenen Risiken verstehen, sollten Sie überhaupt keine derartigen Geschäfte abschließen.
id_id: Trading pada Opsi Binary merupakan spekulasi dan melibatkan tingkat risiko tinggi yang dapat menyebabkan kerugian bagi seluruh investasi Anda. Maka, trading di Opsi Binary hanya cocok bagi orang yang memahami dan bersedia menanggung risiko ekonomi, hukum dan risiko lainnya pada transaksi tersebut. Anda puas dengan trading Opsi Binary yang cocok bagi Anda dalam menerangkan keadaan investasi dan sikap terhadap risiko sebelum bertrading. Anda sebaiknya tidak melibatkan diri dalam spekulasi Opsi Binary kecuali jika Anda memahami aspek dasar trading tersebut dan risikonya. Jika Anda masih belum yakin apakah trading Opsi Binary cocok untuk Anda, dapatkan saran indipenden dari seorang profesional konsultasi investasi. %1 tidak menyediakan saran tersebut. Merupakan tanggung jawab Anda untuk mempertimbangkan keadaan dan sumber investasi, untuk berhati hati dan mempertimbangkan untuk bertrading Opsi Binary bersama %1, termasuk pada saat melakukan pembelian kontrak. Ketika Anda tidak memahami tentang risiko yang terlibat pada saat mendaftar trading akun %1 atau membuat pembelian kontrak, maka Anda perlu memperoleh saran dan melakukan konsultasi dari penasihat investasi independen. Jika Anda berkelanjutan tidak memahami risiko yang terlibat pada trading Opsi Binary, maka Anda tidak perlu bertrading sama sekali.
pl_pl: Handlowanie Opcjami binarnymi jest czynnością spekulacyjną związaną z wysokim poziomem ryzyka i może skutkować utratą całej zainwestowanej kwoty. Z tego względu handel Opcjami binarnymi jest czynnością odpowiednią tylko dla osób, które rozumieją ryzyko ekonomiczne, prawne i inne ryzyka powiązane z takimi transakcjami i są chętne przyjąć te ryzyko. Przed rozpoczęciem handlowania należy być pewnym, że handel Opcjami binarnymi jest dla Ciebie odpowiedni, biorąc pod uwagę Twoją sytuację i podejście do ryzyka. Nie należy angażować się z spekulacyjny handel Opcjami binarnymi, jeśli nie rozumiesz podstawowych aspektów takiego handlowania i związanego z nim ryzyka. Jeśli masz jakiekolwiek wątpliwości, czy handel Opcjami binarnymi jest odpowiedni dla Ciebie, proszę skonsultować się z niezależnym doradcą inwestycyjnym. %1 nie zapewnia takich porad. Twoim obowiązkiem jest, biorąc pod uwagę Twoją indywidualną sytuację i środki inwestycyjne, zastanowić się dokładnie i być ostrożnym/ostrożną zarówno przed złożeniem wniosku o rozpoczęcie handlu Opcjami binarnymi z %1, jak i przed złożeniem każdego indywidualnego zlecenia. W przypadku, gdy nie rozumiesz ryzyka związanego ze złożeniem wniosku o otwarcie konta handlowego z %1 lub ze składaniem indywidualnych zleceń, należy skonsultować się z niezależnym doradcą inwestycyjnym. Jeśli mimo to wciąż nie rozumiesz ryzyka związanego z handlem Opcjami binarnymi, nie powinieneś/powinnaś nimi w ogóle handlować.
pt_pt: A negociação de opções binárias é especulativa e envolve um alto grau de risco que pode resultar na perda total do seu investimento. Portanto, a negociação de opções binárias é apropriada apenas para pessoas que compreendem e que estão dispostas a assumir os riscos econômicos, legais e outros envolvidos em tais transações. Antes de começar a negociar, você deveria estar convencido de que a negociação de opções binárias é apropriada para si, tendo em conta as suas circunstâncias de investimento e atitude perante riscos. Não se envolva em negociações especulativas de opções binárias a menos que compreenda os elementos básicos de tais negociações e os seus riscos. Se você tiver quaisquer dúvidas sobre a adequação das negociações de opções binárias para si, procure aconselhamento independente de um consultor de investimentos profissional. A %1 não presta tais serviços. É da sua responsabilidade, levando em conta as suas circunstâncias pessoais e recursos para investimento, ser particularmente cuidadoso e tomar decisões cuidadosas independentemente, tanto antes de se inscrever para se envolver com opções binárias na %1, bem como antes de realizar uma ordem individual. Nos casos em que você não compreenda os riscos envolvidos na inscrição para uma conta de negociação na %1 ou na realização de uma ordem individual, deverá procurar aconselhamento e consultoria de um consultor profissional independente. Se você continuar a não compreender os riscos envolvidos na negociação de opções binárias, não deveria negociar de modo algum.
vi_vn: Giao dịch Binary Options là hoạt động đầu cơ và có rủi ro cao có thể gây ra thua lỗ cho toàn bộ vốn đầu tư của bạn. Vì vậy, giao dịch Binary Options chỉ thích hợp với người đã hiểu biết đầy đủ và sẵn sàng chấp nhận rủi ro kinh tế, pháp lý và những rủi ro khác có liên quan tới những giao dịch này. Bạn nên biết rằng giao dịch Binary Options thích hợp với bạn trong điều kiện bạn sẵn sàng về vốn đầu tư và thái độ đối với những rủi ro xảy ra trước khi giao dịch. Bạn không nên thực hiện các giao dịch Binary Options trừ khi bạn hiểu những thành phần cơ bản của những giao dịch này và các rủi ro của nó. Nếu bạn còn nghi ngờ về giao dịch Binary Options có thích hợp với bạn hay không, vui lòng tìm nguồn tư vấn độc lập với các đội ngũ chuyên gia tư vấn đầu tư. %1 không cung cấp cho bạn những tư vấn này. Đó là trách nhiệm của bạn, đặt các điều kiện cá nhân và nguồn lực đầu tư vào tài khoản của bạn, đặt mối quan tâm thực sự và cân nhắc cẩn thận một cách độc lập, vừa ưu tiên cho việc tham gia vào Binary Options thông qua %1, cùng với ưu tiên đặt lệnh cá nhân. Bạn còn chưa hiểu rủi ro có liên quan trong việc tham gia mở tài khoản giao dịch với %1 hoặc trong việc đặt lệnh cá nhân ở chỗ nào, bạn nên tìm kiếm tư vấn và lời khuyên từ nhà tư vấn đầu tư độc lập. Nếu bạn vẫn tiếp tục không hiểu về những rủi ro có liên quan tới giao dịch Binary Options, thì bạn không nên giao dịch.
zh_cn: 二元期权交易是投机活动，有很大风险，可能会导致您亏损所有投资。因此，进行二元期权交易活动只适合了解并愿意承担经济、法律和其他相关风险的人士。进行交易前，您必须进行评估，并对您的投资情况、态度及二元期权交易的适合性感到满意。在交易与风险有基本了解之前，您不应参与二元期权的投机交易。如果不确定二元期权交易是否适合您，请向专业投资顾问寻求建议。%1 不提供此类服务。在您通过 %1 进行二元期权交易并下订单前，您有责任先考虑自身情况和投资资源，慎重、独立地作出决定。如果您对 %1 交易账户或订单所牵涉到的风险有任何不解之处，请务必向投资顾问寻求建议。如果您还是对二元期权交易的风险不够了解，请不要进行任何交易。

source: Trading is unavailable at this time.
de_de: Der Handel ist zu diesem Zeitpunkt nicht verfügbar.
fr_fr: Le Trading n’est pas disponible en ce moment.
id_id: Trading tidak tersedia untuk saat ini.
pl_pl: Handlowanie nie jest dostępne w tym czasie.
pt_pt: As negociações estão atualmente indisponíveis.
vi_vn: Giao dịch không khả dụng tại thời điểm này.
zh_cn: 此时无法交易。

source: Trading on %1 can become addictive. If you feel the need to exclude yourself from the website, please use the %2self-exclusion facilities%3.
de_de: Der Handel auf %1 kann süchtig machen. Wenn Sie das Bedürfnis verspüren, sich von der Website auszuschließen, verwenden Sie bitte die %2Selbstausschluss Einrichtungen%3.
fr_fr: Le trading sur %1 peut devenir addictif. Si vous ressentez le besoin de vous exclure du site Web, veuillez utiliser l'%2option d'auto exclusion%3.
id_id: Trading di %1 dapat menyebabkan ketagihan. Jika Anda merasa perlu mengecualikan diri Anda dari situs, silakan gunakan fasilitas %2pengecualian diri%3.
pl_pl: Handlowanie na %1 może uzależniać. Jeśli uważasz, że powinieneś lub powinnaś skorzystać z samodzielnego wykluczenia ze strony internetowej, skorzystaj z %2funkcji samodzielnego wykluczenia.%3
vi_vn: Giao dịch trên %1 có thể gâynghiện. Nếu bạn cảm thấy cần thiết để tách rời bản thân ra khỏi trang web này, xin vui lòng sử dụng công cụ tự loại trừ%3.
zh_cn: 透过 %1 交易可能会上瘾。如果您觉得有必要限制自己进入此网站, 请使用 %2自我禁止设施%3。

source: Trading platforms
de_de: Handelsplattformen
fr_fr: Plateformes de trading
id_id: Platform trading
pl_pl: Platformy handlowe
pt_pt: Plataformas de negociação
vi_vn: Sàn giao dịch
zh_cn: 交易平台

source: Trading times is unavailable in this country. If you have an active %1 account, please %2log in%3 for full access.
fr_fr: Les horaires de trading ne sont pas disponibles dans ce pays. Si vous avez un compte %1 actif, veuillez vous %2connecter%3 pour un accès complet.
id_id: Waktu trading tidak tersedia pada negara berikut. Jika Anda memiliki akun %1 aktif, silahkan %2masuk%3 untuk akses penuh.
pl_pl: Godziny handlu są niedostępne w tym kraju. Jeśli posiadasz aktywne konto %1, %2zaloguj się%3, aby uzyskać pełny dostęp.
vi_vn: Thời gian giao dịch không có sẵn ở đất nước này. Nếu bạn có tài khoản %1 đang hoạt động, vui lòng %2lođăng nhập %3 để có thể truy cập đầy đủ.
zh_cn: 此国家不提供交易时间。如果您有活跃的 %1 账户, 请%2登录%3以获得完整的访问权限。

source: TradingView for %1
de_de: TradingView für %1
fr_fr: Affichage du Trading pour %1
id_id: TradingView untuk %1
pl_pl: TradingView dla %1
pt_pt: TradingView para a %1
vi_vn: Xem giao dịch %1
zh_cn: %专用的TradingView

source: Transaction
de_de: Transaktion
id_id: Transaksi
pl_pl: Transakcja
pt_pt: Transação
vi_vn: Giao dịch
zh_cn: 交易

source: Transaction ID
de_de: Transaktions-ID
fr_fr: ID de Transaction
id_id: ID Transaksi
pl_pl: ID transakcji
pt_pt: ID da transação
vi_vn: ID Giao Dịch
zh_cn: 交易ID

source: Transaction monitoring is your responsibility in its entirety. The Company shall not conduct any monitoring of your trades entered into by you;
de_de: Transaktionsüberwachung liegt vollständig in Ihrer Verantwortung. Das Unternehmen führt keine Überwachung der von Ihnen eingegangenen Geschäfte durch;
id_id: Pemantauan transaksi adalah tanggung jawab Anda secara keseluruhan. Perusahaan tidak akan melakukan pemantauan terhadap trading yang Anda lakukan;
pl_pl: Monitorowanie transakcji jest Twoją wyłączną odpowiedzialnością. Firma nie będzie w żaden sposób monitorować zawieranych przez Ciebie zakładów;
pt_pt: O monitoramento de transações é inteiramente a sua responsabilidade. A Empresa não realizará qualquer monitoramento das negociações que você realizar;
vi_vn: Giám sát giao dịch là trách nhiệm của bạn. Công Ty sẽ không thực hiện bất kỳ giám sát nào về các giao dịch của bạn do bạn nhập;
zh_cn: 交易监控纯粹是您的责任。公司不对您的交易进行任何监督;

source: Transaction performed by %1 (App ID: %2)
de_de: Überweisung durchgeführt von %1 (App ID: %2)
fr_fr: Transaction effectuée par %1 (identifiant d'application : %2)
id_id: Transaksi dilakukan oleh %1 (App ID: %2)
pl_pl: Transakcja dokonana przez %1 (App ID: %2)
pt_pt: Transação executada por %1 (App ID: %2)
vi_vn: Giao dịch thực hiện bởi %1 (ID ứng dụng: %2)
zh_cn: 交易执行者为%1 (应用程序 ID: %2)

source: Transactions in CFD instruments are traded outside a stock exchange or OTF or MTF;
de_de: Transaktionen mit CFD Instrumenten werden außerhalb einer Börse oder OTF oder MTF gehandelt;
id_id: Transaksi instrumen CFD ditradingkan di luar bursa saham atau OTF atau MTF;
pl_pl: Handel transakcjami w instrumenty CFD odbywa się poza giełdą papierów wartościowych, OTF i MTF;
pt_pt: Transações de instrumentos de CFD são negociados fora de bolsas de valores ou OTFs ou MTFs;
vi_vn: Các giao dịch trong các công cụ CFD được giao dịch bên ngoài một sàn giao dịch chứng khoán hoặc OTF hoặc MTF;
zh_cn: 差价合约工具交易在证券交易所或OTF或MTF之外交易;

source: Transfer
de_de: Überweisung
fr_fr: Transfert
pl_pl: Przelew
pt_pt: Transferir
vi_vn: Chuyển khoản
zh_cn: 转账

source: Transfer Between Accounts
de_de: Überweisung zwischen Konten
fr_fr: Transfert Entre Comptes
id_id: Transfer Antar Akun
pl_pl: Przelewaj środki między kontami
pt_pt: Transferir entre contas
vi_vn: Chuyển khoản giữa các tài khoản
zh_cn: 账户间转账

source: Transfer from
de_de: Überweisung von
fr_fr: Virement depuis
id_id: Transfer dari
pl_pl: Przelew z
pt_pt: Formulário de transferências
vi_vn: Chuyển từ
zh_cn: 转移自

source: Transfer funds between your real money accounts.
de_de: Überweisen Sie zwischen Ihren Echtgeld-Konten.
fr_fr: Virez des fonds entre vos comptes d’argent réel.
id_id: Transfer dana antar akun uang riil Anda.
pl_pl: Przelewaj środki między Twoimi kontami z prawdziwymi pieniędzmi.
pt_pt: Transfira fundos entre as suas contas de dinheiro real.
vi_vn: Chuyển tiền giữa các tài khoản tiền thật của bạn.
zh_cn: 在真实资金账户间转移资金。

source: Transfer funds from your MetaTrader 5 account into your binary options account.
de_de: Überweisen Sie Gelder von Ihrem MetaTrader 5 Konto auf Ihr binäres Optionen Konto.
fr_fr: Transférez des fonds depuis votre compte MetaTrader 5 sur votre compte d'options binaires.
id_id: Transfer dana dari akun MetaTrader 5 kedalam akun opsi binary Anda.
pl_pl: Prześlij środki z Twojego konta MetaTrader 5 na swoje konto opcji binarnych.
pt_pt: Transfira fundos da sua conta MetaTrader 5 para a sua conta de opções binárias.
vi_vn: Chuyển tiền từ tài khoản MetaTrader 5 của bạn vào tài khoản binary options của bạn.
zh_cn: 把资金从您的MetaTrader 5账户转移到二元期权账户︰

source: Transfer funds from your binary options account into your MetaTrader 5 account.
de_de: Überweisen Sie Geld von Ihrem binären Optionen Konto auf Ihr MetaTrader 5 Konto.
fr_fr: Transférez des fonds du compte d'options binaires à votre compte MetaTrader 5 .
id_id: Transfer dana dari akun opsi binary Anda kedalam akun MetaTrader 5 Anda.
pl_pl: Przelej środki z konta opcji binarnych na swoje konto MetaTrader 5.
pt_pt: Transfira fundos da sua conta de opções binárias para a sua conta MetaTrader.
vi_vn: Chuyển tiền từ tài khoản binary options vào tài khoản MetaTrader 5.
zh_cn: 把资金从您的二元期权账户转移到MetaTrader 5账户︰

source: Transfer funds to a payment agent
fr_fr: Transférer des fonds à un agent de paiement
id_id: Transfer dana ke agen pembayaran
pl_pl: Prześlij środki pośrednikowi płatności
vi_vn: Chuyển tiền đến một đại lý thanh toán
zh_cn: 将资金转予付款代理

source: Transfer funds to your MT5 account
de_de: Überweisen Sie Gelder auf Ihr MT5 Konto
fr_fr: Transférez des fonds sur votre compte MT5
id_id: Transfer dana ke akun MT5 Anda
pl_pl: Przelej środki na swoje konto MT5
pt_pt: Transfira fundos para a sua conta MT5
vi_vn: Gửi tiền vào tài khoản MT5 của bạn
zh_cn: 将资金转入您的 MT5 账户

source: Transfer limit: %1*
fr_fr: Limite de transfert : %1*
id_id: Batasan transfer: %1*
pl_pl: Limit przelewu: %1*
vi_vn: Giới hạn chuyển: %1*
zh_cn: 转账限额: %1*

source: Transfer of Data
de_de: Datentransfer
id_id: Transfer Data
pl_pl: Przekazywanie danych
pt_pt: Transferência de dados
vi_vn: Truyền dữ liệu
zh_cn: 数据传输

source: Transfer of Funds from the MT5 Real Account
de_de: Überweisung von Geldern vom MT5 Echtgeldkonto
id_id: Transfer Dana dari Akun Riil MT5
pl_pl: Transfer środków z Prawdziwego konta MT5
pt_pt: Transferência de fundos da conta real MT5
vi_vn: Chuyển tiền từ Tài Khoản Thực MT5
zh_cn: 从MT5 真实账户转移资金

source: Transfer to
de_de: Überweisung an
fr_fr: Transfert à
id_id: Kirim ke
pl_pl: Przelew do
pt_pt: Transferir para
vi_vn: Chuyển tới
zh_cn: 转给

source: Transfer to Login ID
de_de: Wechsel zur Login ID
fr_fr: Transfert à l'Identifiant de Connexion
id_id: Transfer ke Login ID
pl_pl: Przelew dla loginu
pt_pt: Transferir para ID de Início de Sessão
vi_vn: Chuyển tới ID đăng nhập
zh_cn: 转给登录 ID

source: Transfer to MT5
de_de: An MT5 überweisen
fr_fr: Transfert à MT5
id_id: Transfer ke MT5
pl_pl: Przelew na konto MT5
pt_pt: Transferir para a MT5
vi_vn: Chuyển tới MT5
zh_cn: 转至 MT5

source: Translate data into consumable information and assist in making data-driven decisions across departments.
fr_fr: Traduire les données en informations utiles et aider à prendre des décisions fondées sur les données dans tous les départements.
id_id: Menerjemahkan data menjadi informasi yang dapat dikonsumsi dan membantu dalam membuat keputusan berbasis data pada seluruh departemen.
pl_pl: Przekształcanie danych w łatwe do wykorzystania informacje i pomoc w podejmowaniu decyzji na ich bazie w różnych działach firmy.
vi_vn: Dịch dữ liệu vào tiêu thụ thông tin và hỗ trợ trong việc quyết định hướng dữ liệu trên toàn bộ phận.
zh_cn: 将数据转换为可应用的信息, 并协助各部门做出数据驱动的决策。

source: Translate the ongoing business needs of the company into a suitable IT infrastructure
de_de: Umsetzung des laufenden Geschäftsbedarfs des Unternehmens in eine geeignete IT-Infrastruktur
fr_fr: Répondre aux besoins permanents de la compagnie à travers la mise en œuvre d'une infrastructure informatique adéquate
id_id: Menterjemahkan secara berkala untuk kepentingan perusahaan kedalam infrastruktur yang cocok
pl_pl: Poprawne tłumaczenie treści IT w zależności od potrzeb biznesowych firmy
pt_pt: Traduzir as necessidade de negócio contínuas da empresa numa infraestrutura informática adequada
vi_vn: Dịch các vấn đề đang diễn ra cần thiết cho công ty ở một thiết bị cơ sở hạ tầng IT phù hợp
zh_cn: 将公司的日常业务需求转化成合适的信息技术基础设施

source: Translations
de_de: Übersetzungen
fr_fr: Traductions
id_id: Translasi
pl_pl: Tłumaczenia
pt_pt: Traduções
vi_vn: Dịch
zh_cn: 翻译

source: Transparent risk and potential reward
de_de: Transparentes Risiko und potentieller Gewinn
fr_fr: Risques transparents et rendement potentiel
id_id: Risiko transparan dan potensi laba
pl_pl: Brak ukrytego ryzyka i znana wysokość potencjalnego zysku
pt_pt: Risco transparente e recompensa potencial
vi_vn: Minh bạch về các rủi ro và lợi ích có thể xảy ra
zh_cn: 风险透明化和潜在奖励

source: Troubleshoot and debug problems in existing applications, and find new ways to improve their speed, functionality, and scalability
de_de: Beheben Sie und lösen Sie Probleme in bestehenden Anwendungen, und finden Sie neue Wege, deren Geschwindigkeit, Funktionalität und Skalierbarkeit zu verbessern
fr_fr: Dépanner et déboguer les problèmes dans les applications existantes et trouver de nouvelles façons d’améliorer leur vitesse, leur fonctionnalité et évolutivité
id_id: Memecahkan masalah dan memperbaiki, serta menemukan cara baru untuk meningkatkan kecepatan, fungsi, dan skalabilitas aplikasi yang ada
pl_pl: Rozwiązywanie i debugowanie problemów w istniejących aplikacjach i szukanie nowych sposobów na usprawnienie szybkości, funkcjonalności i skalowalności tych aplikacji
pt_pt: Solucionar problemas e depurar problemas em aplicativos existentes e encontrar novas maneiras de melhorar sua velocidade, funcionalidade e escalabilidade
vi_vn: Khắc phục và sửa lỗi trong các ứng dụng hiện có và tìm ra các cách mới để cải tiến tốc độ, chức năng cũng như khả năng mở rộng cũng chúng
zh_cn: 对现有应用程序中的问题进行故障排除和调试，并找出提高其速度，功能和可伸缩性的新方法

source: Troubleshoot and debug problems in existing database systems, and find new ways to improve their speed, functionality, and scalability
de_de: Beheben Sie und lösen Sie Probleme in bestehenden Datenbanksystemen, und finden Sie neue Wege, deren Geschwindigkeit, Funktionalität und Skalierbarkeit zu verbessern
fr_fr: Dépanner et déboguer des problèmes dans les systèmes de base de données existants et trouver de nouvelles façons d’améliorer leur vitesse, leur fonctionnalité et évolutivité
id_id: Memecahkan masalah dan memperbaiki sistem berbasis data, dan menemukan cara baru untuk meningkatkan kecepatan, fungsi, dan skalabilitas yang ada
pl_pl: Rozwiązywanie i debugowanie problemów w istniejących systemach i szukanie nowych sposobów na usprawnienie szybkości, funkcjonalności i skalowalności tych systemów
pt_pt: Solucionar problemas e depurar problemas em aplicativos existentes e encontrar novas maneiras de melhorar sua velocidade, funcionalidade e escalabilidade
vi_vn: Khắc phục và sửa lỗi các vấn đề tồn tại trong hệ thống cơ sở dữ liệu, và tìm các cách mới để cải tiến tốc độ, chức năng cũng như khả năng mở rộng của chúng
zh_cn: 对现有数据库系统中的问题进行故障排除和调试，并找出提高其速度，功能和可伸缩性的新方法

source: Trust
de_de: Vertrauen
fr_fr: Confiance
id_id: Kepercayaan
pl_pl: Zaufanie
pt_pt: Confiança
vi_vn: Sự tin tưởng
zh_cn: 可靠

source: Trusted by traders since 2000
de_de: Hat das Vertrauen der Trader seit 2000
fr_fr: Les traders lui font confiance depuis l'an 2000
id_id: Dipercaya oleh trader sejak 2000
pl_pl: Zaufanie graczy od 2000 r.
pt_pt: Corretora de confiança desde 2000
vi_vn: Tin cậy bởi các nhà giao dịch từ năm 2000
zh_cn: 自2000年以来备受交易员信赖

source: Try Binary Bot
de_de: Testen Sie Binary Bot
fr_fr: Essayez Binary Bot
id_id: Coba Bot Binary
pl_pl: Wypróbuj Binary Bot
pt_pt: Experimente o Robô Binary
vi_vn: Thử Binary Bot
zh_cn: 试试 Binary Bot

source: Try SmartCharts
de_de: Probieren Sie SmartCharts aus
fr_fr: Essayer les graphiques intelligents
id_id: Coba SmartChart
pl_pl: Wypróbuj wykresy Smart
pt_pt: Experimente o SmartCharts
vi_vn: Thử SmartCharts
zh_cn: 体验SmartCharts

source: Try TradingView
de_de: Testen Sie TradingAnsicht (TradingView)
fr_fr: Essayez TradingView
id_id: Coba TradingView
pl_pl: Wypróbuj widok handlowy (TradingView)
pt_pt: Experimente a TradingView
vi_vn: Thử TradingView
zh_cn: 体验TradingView

source: Try WebTrader
de_de: Testen Sie WebTrader
fr_fr: Essayez WebTrader
id_id: Coba WebTrader
pl_pl: Wypróbuj WebTrader
pt_pt: Experimente o Webtrader
vi_vn: Thử Webtrader
zh_cn: 体验WebTrader
