Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You should not trade or invest in Binary Options unless you know and understand the features risks involved and you may lose all the money invested.
de_de: Sie sollten keine Binären Optionen handeln oder in sie investieren, so lange bis Sie die damit verbundenen Risiken kennen und verstehen und dass Sie das gesamte investierte Geld verlieren könnten.
id_id: Anda tidak perlu bertrading atau berinvestasi pada Opsi Binary kecuali jika Anda memahami berbagai risiko yang terlibat dan Anda mungkin akan kehilangan semua dana yang Anda investasikan.
pl_pl: Nie należy handlować opcjami binarnymi, ani inwestować w nie, jeżeli nie posiadasz wiedzy na temat ryzyk z tym związanych lub nie rozumiesz ich i jeżeli nie możesz pozwolić sobie na stratę wszystkich zainwestowanych pieniędzy.
pt_pt: Você não deveria negociar ou investir em opções binárias a menos que conheça e compreenda os riscos envolvidos e saiba que poderá perder todo o dinheiro investido.
vi_vn: Bạn không nên giao dịch hoặc đầu tư vào Binary Options trừ khi bạn biết và hiểu về đặc tính rủi ro có liên quan và bạn có thể bị thua lỗ tất cả số tiền mà bạn đã đầu tư.
zh_cn: 在您对需要承担的风险有充分了解，并知道您可能损失所有投资之前，请不要进行二元期权交易或投资活动。

source: You should read these ST&Cs carefully as well as the Summary of the Order Execution Policy and Summary of the Conflicts Policy, the applicable Contract Details together with the Risk Disclosure Notice and any other documents that we have supplied or in the future do supply to you.
de_de: Sie müssen diese ST&Cs sowie die Zusammenfassug der Orderausführungsregeln und Zusammenfassung der Konfliktregeln, die anwendbaren Vertragseinzelheiten zusammen mit der Risikoweitergabenachricht und weitere Dokumente, die wir Ihnen zur Verfügung gestellt haben oder in Zukunft zur Verfügung stellen, sorgfältig durchlesen.
id_id: Anda perlu membaca Ketentuan Lanjutan secara berhati hati termasuk mengenai Ringkasan Kebijakan Orde Eksekusi dan Ringkasan mengenai Konflik Kebijakan, Keterangan Kontrak yang berlaku bersamaan dengan Pemberitahuan Penyingkapan Risiko dan dokumen lain yang kami terima atau yang akan kami terima.
pl_pl: Należy dokładnie zapoznać się z niniejszymi DW, jak również ze Streszczeniem polityki dot. realizacji zlecenia oraz Streszczeniem polityki dot. sporów, mającymi zastosowanie Szczegółami kontraktu oraz Informacją o narażeniu na ryzyko oraz wszelkimi innymi dokumentami, które zostały Ci dostarczone lub zostaną dostarczone w przyszłości.
pt_pt: Você deve ler estes termos e condições de serviço cuidadosamente, bem como o Resumo da Política de Execução de Ordens e o Resumo da Política de Conflitos, os detalhes do contrato aplicável, juntamente com o Aviso de Divulgação de Risco e quaisquer outros documentos que tenhamos fornecido ou que no futuro fornecermos.
vi_vn: Bạn nên đọc cẩn thận những ST&C này, cũng như Bản tóm tắt Chính Sách thực hiện Lệnh, Bản tóm tắt Xung đột Chính sách, chi tiết Hợp Đồng được áp dụng cùng với Báo Cáo Tuyên Bố Rủi Ro và những tài liệu khác mà chúng tôi đã cung cấp hoặc sẽ cung cấp cho bạn trong tương lai.
zh_cn: 您必须谨慎的阅读这些补充条款、条件、订单执行政策摘要、冲突政策摘要、适用的合约细节、风险说明以及我们目前和将来向您提供的其他文件。

source: You understand that products based on a random number generator (the "Volatility Indices") are gaming products whereas products based on financial market indices (forex, indices, commodities) are financial instruments.
de_de: Sie verstehen, dass Produkte, die auf einem Zufallszahlengenerator (die "Volatilität Indizes") basieren, Glücksspielprodukte sind, wohingegen Produkte die auf Finanzmarkt Indizes (Forex, Indizes, Rohstoffe) basieren, finanzielle Instrument sind.
id_id: Anda memahami bahwa produk berdasarkan generator nomor acak ("Indeks Volatilitas") adalah produk yang tidak berdasarkan indeks pasar keuangan. Produk berdasarkan indeks pasar keuangan (forex, indeks, komoditas) merupakan instrumen keuangan.
pl_pl: Rozumiesz, że produkty oparte na generatorze losowych liczb („Wskaźniki zmienności”) są produktami typu gry losowe, a produkty oparte na wskaźnikach rynków finansowych (forex, wskaźniki, towary) są instrumentami finansowymi.
pt_pt: Você compreende que produtos baseados num gerador de números aleatórios (os "Índices Volatility") são produtos de jogo, enquanto produtos baseados em índices de mercados financeiros (forex, índices, matérias-primas) são instrumentos financeiros.
vi_vn: Bạn hiểu rằng các sản phẩm dựa trên bộ tạo số ngẫu nhiên ("Chỉ số biến động") là sản phẩm gaming trong khi các sản phẩm dựa trên chỉ số thị trường tài chính (ngoại hối, chỉ số, hàng hóa) là công cụ tài chính.
zh_cn: 您了解基于随机数字生成器 （"波动率指数"）的产品属于博彩产品，而基于金融市场指数（外汇、指数、大宗商品）的产品属于金融工具。

source: You want to buy a certain currency pair if you think the base currency will go up. The reverse holds true:
de_de: Sie möchten ein bestimmtes Währungspaar kaufen, wenn Sie glauben, dass die Basiswährung steigen wird. Das Gegenteil gilt:
fr_fr: Vous souhaitez acquérir une certaine paire de devises si vous pensez que la devise de base va augmenter. L’inverse est vrai :
id_id: Anda ingin membeli pasangan mata uang tertentu jika Anda berpikir mata uang dasar akan naik. Kebalikannya berlaku:
pl_pl: Chcesz zakupić określoną parę walutową, jeśli sądzisz, że cena waluty bazowej wzrośnie. Istnieje też zależność odwrotna:
pt_pt: Você deseja comprar um certo par de moedas quando pensa que o preço da moeda de base vai subir. O inverso também se aplica:
vi_vn: Bạn muốn mua một cặp tiền tệ nhất định nếu bạn nghĩ rằng các loại tiền tệ cơ sở sẽ lên giá. Ngược lại đúng:
zh_cn: 如果您认为基础货币将上涨，您会买入某个货币对。反之亦然：

source: You want to sell that currency pair if you think the base currency will go down.
de_de: Sie wollen das Währungspaar verkaufen, wenn Sie glauben, dass die Basiswährung sinken wird.
fr_fr: Vous voulez vendre la paire de devises si vous pensez que la devise de base va baisser.
id_id: Anda ingin menjual pasangan mata uang itu jika menurut Anda mata uang dasar akan turun.
pl_pl: Chcesz sprzedać parę walutową, jeśli sądzisz, że cena waluty bazowej spadnie.
pt_pt: Você deseja vender um certo par de moedas quando pensa que o preço da moeda de base vai descer.
vi_vn: Bạn muốn bán cặp tiền tệ nếu bạn nghĩ rằng các loại tiền tệ cơ sở sẽ đi xuống.
zh_cn: 如果您认为基础货币将下跌，您会卖出此货币对。

source: You will also encourage security awareness throughout the organisation via regular communication on security best practices and the latest online threats.
de_de: Sie werden auch Sicherheitsbewusstsein in der Organisation mittels regulärer Kommunikation zu besten Sicherheitspraktiken und aktuellsten Onlinegefahren fördern.
fr_fr: Vous encouragerez aussi la sensibilisation à la sécurité dans l'ensemble de l’organisation via une communication régulière sur les meilleures pratiques de sécurité et les dernières menaces en ligne.
id_id: Anda juga akan mendorong kesadaran keamanan di seluruh organisasi melalui komunikasi reguler pada praktik terbaik keamanan dan ancaman online terbaru.
pl_pl: Do Twoich obowiązków będzie należeć również zwiększanie świadomości w zakresie bezpieczeństwa poprzez regularne informowanie o najlepszych praktykach i najnowszych zagrożeniach online.
pt_pt: Você também irá incentivar a conscientização de segurança em toda a organização através de comunicação regular sobre as melhores práticas de segurança e das mais recentes ameaças online.
vi_vn: Chúng tôi khuyến khích bạn nên có nhận thức tốt hơn về bảo mật trong toàn tổ chức thông qua liên lạc thường xuyên với chúng tôi để nhận được thông tin về cách thực hiện bảo mật tài khoản tốt nhất và các mối đe dọa trực tuyến mới nhất.
zh_cn: 您也将通过定期沟通安全又可靠的最佳做法和最新的在线威胁, 鼓励整个组织提高安全意识。

source: You will also test and debug complex technical and UI issues related to our trading platform (that processes over one million transactions per day), based on feedback from our clients and customer service team.
de_de: Sie werden auch komplexe technische Probleme und UI-Fragen im Zusammenhang mit unserer Handelsplattform (die über 1 Million Transaktionen pro Tag verarbeitet) testen und lösen, basierend auf dem Feedback unserer Kunden und unsres Kunden-Service-Teams.
fr_fr: Vous testerez également et déboguerez les problèmes techniques complexes et liés à l'UI associés à notre plateforme de trading (qui traite plus d'1 million de transactions par jour), basés sur les commentaires de nos clients et l’équipe du service clientèle.
id_id: Anda juga akan menguji dan men-debug masalah teknis dan UI yang kompleks terkait dengan platform trading kami (yang memproses lebih dari satu juta transaksi per hari), berdasarkan tanggapan dari klien kami dan tim customer service.
pl_pl: Będziesz również odpowiadać za debugowanie i testowanie powiązane ze skomplikowanymi problemami technicznymi i problemami z interfejsem użytkownika na naszej platformie handlowej (która obsługuje ponad milion transakcji dziennie) w oparciu o opinie naszych klientów i zespołu obsługi klienta.
pt_pt: Você também irá testar e depurar questões de complexo técnico e de interface do usuário relacionadas com a nossa plataforma de negociação (que processa mais 1 milhão de transações por dia), com base no feedback dos nossos clientes e equipe de atendimento.
vi_vn: Bạn cũng sẽ kiểm tra và vá lỗi các vấn đề kỹ thuật và giao diện người dùng phức tạp liên quan đến nền tảng giao dịch của chúng tôi (xử lý hơn một triệu giao dịch mỗi ngày), dựa trên phản hồi từ khách hàng và đội ngũ hỗ trợ khách hàng của chúng tôi.
zh_cn: 您也须根据客户和客户服务团队的反馈, 对与我们每天处理超过100万笔交易的平台相关的复杂技术和 UI问题进行测试和调试。

source: You will be asked to prove that you are the owner of the account being authenticated.
de_de: Sie werden aufgefordert nachzuweisen, dass Sie der Inhaber des Kontos, das authentifiziert wird, sind.
fr_fr: On vous demandera de prouver que vous êtes le propriétaire du compte qui est en train d'être authentifié.
id_id: Anda akan diminta untuk membuktikan bahwa Anda adalah pemilik akun yang diautentikasi.
pl_pl: Poprosimy Cię o udowodnienie, że konto podlegające weryfikacji należy do Ciebie.
pt_pt: Será solicitado que você prove que você é o proprietário da conta que está sendo autenticada.
vi_vn: Bạn sẽ được yêu cầu để chứng minh rằng bạn là chủ sở hữu của tài khoản đang được xác thực.
zh_cn: 您须证明您是通过验证的账户拥有人。

source: You will be automatically logged out after such time.
de_de: Sie werden nach einer bestimmten Zeit automatisch abgemeldet.
fr_fr: Vous compte sera automatiquement déconnecté à l'issue de ce délai.
id_id: Anda akan otomatis keluar setelah waktu yang ditetapkan tercapai.
pl_pl: Zostaniesz automatycznie wylogowany po tym czasie.
pt_pt: A sua sessão será terminada automaticamente após esse tempo.
vi_vn: Bạn sẽ bị tự động đăng thoát sau khoảng thời gian này.
zh_cn: 在该时间后您将自动退出登录。

source: You will be redirected to a third-party website which is not owned by Binary.com.
de_de: Sie werden zu einer Website eines Drittanbieters weitergeleitet, die sich nicht im Besitz von Binary.com befindet.
fr_fr: Vous serez redirigé vers un site tiers qui n’est pas détenu par Binary.com.
id_id: Anda akan diarahkan ke situs pihak ketiga yang tidak dimiliki oleh Binary.com.
pl_pl: Nastąpi przekierowanie do witryny internetowej strony trzeciej, której właścicielem nie jest Binary.com.
pt_pt: Você será redirecionado para um site de terceiros que não pertence à Binary.com.
vi_vn: Bạn sẽ được chuyển hướng đến một trang web bên thứ ba mà không thuộc sở hữu của Binary.com.
zh_cn: 您将被转到不是Binary.com拥有的第三方网站。

source: You will be subjected to swap rates if you keep a position open past 23:59:59 GMT.
de_de: Wenn Sie eine Position nach 23:59:59 GMT eröffnen, sind Sie Swapsätzen ausgesetzt.
fr_fr: Vous serez sujet à des taux swap si vous gardez une position ouverte après 23:59:59 GMT.
id_id: Anda akan dikenakan suku bunga swap bagi posisi berjalan diatas pukul 23:59:59 GMT.
pl_pl: Jeśli utrzymasz pozycję otwartą po godzinie 23:59:59 GMT, będą miały zastosowanie stawki swapowe.
pt_pt: Você será submetido a taxas de swap se mantiver uma posição aberta depois das 23:59:59 GMT.
vi_vn: Bạn sẽ phải chịu ảnh hưởng bởi tỷ lệ trao đổi nếu bạn giữ một phiên mở qua 23:59:59 GMT.
zh_cn: 23:59:59 GMT过后仍未平仓的头寸须付掉期利率。

source: You will be subjected to swap rates if you keep a position open past the market close.
de_de: Wenn Sie eine Position nach dem Marktschluss offnen halten, sind Sie Swapsätzen ausgesetzt.
fr_fr: Vous serez sujet à des taux swap si vous gardez une position ouverte après la fermeture du marché.
id_id: Anda akan dikenakan suku bunga swap jika posisi berjalan melewati waktu penutupan pasar.
pl_pl: Jeśli utrzymasz pozycję otwartą po zamknięciu rynku, będą miały zastosowanie stawki swapowe.
pt_pt: Você será submetido a taxas de swap se mantiver uma posição aberta depois da hora de fecho do mercado.
vi_vn: Bạn sẽ phải chịu ảnh hưởng bởi tỷ lệ trao đổi nếu bạn giữ một phiên mở sau khi thị trường đã đóng.
zh_cn: 收市后仍未平仓的头寸须付掉期利率。

source: You will charge a commission to process the transactions.
de_de: Sie berechnen eine Kommission, um die Transaktionen zu bearbeiten.
fr_fr: On vous facturera une commission afin de traiter les transactions.
id_id: Anda akan mengenakan komisi untuk memproses transaksi.
pl_pl: Za przeprowadzenie transakcji zostanie pobrana prowizja.
pt_pt: Você irá cobrar uma comissão para processar as transações.
vi_vn: Bạn sẽ tính tiền hoa hồng để xử lý các giao dịch.
zh_cn: 您将收取交易处理的佣金费。

source: You will earn a fixed payout based on the volume of individual trades purchased by each referred client. Please refer to our IB commission structure for Forex, metals, and Volatility Indices.
de_de: Sie erhalten eine feste Auszahlung auf dem Umfang der einzelnen Geschäfte, die von jedem weitergeleiteten Kunden erworben wurden. Bitte beziehen Sie sich auf unsere IB Provisionsstruktur für Forex, Metalle und Volatilität Indizes.
fr_fr: Vous gagnerez un gain fixe basé sur le volume des échanges individuels achetés par chaque client référé. Veuillez vous reporter à notre structure de commission IB pour le Forex, les métaux et les Indices de volatilité.
id_id: Anda akan mendapatkan pembayaran tetap berdasarkan volume trading individu yang dibeli oleh setiap klien yang direferensikan. Silakan lihat struktur komisi IB kami untuk Forex, logam, dan Indeks Volatilitas.
pl_pl: Zyskasz wypłatę w określonej wysokości w zależności od liczby zakupionych kontraktów przez każdego przekierowanego do nas klienta. Zapoznaj się ze strukturą prowizji w naszym programie IB w przypadku rynku forex, metali i wskaźników zmienności.
pt_pt: Você irá ganhar uma pagamento fixo com base no volume de negociações individuais adquiridas por cada cliente indicado. Consulte a nossa estrutura de comissões de IB para Forex, metais e índices Volatility.
vi_vn: Bạn sẽ kiếm được một khoảng được trả cố định dựa trên khối lượng giao dịch cá nhân mua của mỗi khách hàng được giới thiệu. Xin vui lòng tham khảo cấu trúc hoa hồng IB cho Ngoại Hối, kim loại, và Chỉ Số Biến Động của chúng tôi.
zh_cn: 您将根据每位经您介绍的客户所购入的个人交易量获得固定收入。请参阅我们的外汇、金属和波动率指数的IB佣金结构。

source: You will have the potential to earn another level of income from our affiliate program.
de_de: Sie haben das Potenzial, ein anderes Level an Einnahmen aus unserem Partnerprogramm zu verdienen.
fr_fr: Vous aurez la possibilité de gagner un niveau de revenu supplémentaire par le biais de notre programme d’affiliation.
id_id: Anda akan memiliki potensi untuk mendapatkan tingkat lain pendapatan dari program afiliasi kami.
pl_pl: Nasz program partnerski zapewni Ci potencjalne źródło dodatkowego dochodu.
pt_pt: Você terá a oportunidade de ganhar outro nível de rendimento do nosso programa de afiliados.
vi_vn: Bạn sẽ có tiềm năng để kiếm được một mức độ thu nhập khác từ các chương trình liên kết của chúng tôi.
zh_cn: 您将从我们的联盟计划受惠，开辟另一潜在收入源流。

source: You will increase awareness of your services and generate new business.
de_de: Sie werden das Bewusstsein Ihrer Dienstleistungen erhöhen und Neugeschäfte generieren.
fr_fr: Vous allez augmenter la connaissance de vos services et générer de nouvelles affaires.
id_id: Anda akan memperjelas layanan Anda dan menghasilkan peluang bisnis baru.
pl_pl: Zwiększysz rozpoznawalność swoich usług i zyskasz nowych klientów.
pt_pt: Você aumentará o reconhecimento dos seus serviços e gerará novas oportunidades de negócio.
vi_vn: Bạn sẽ nâng cao nhận thức của các dịch vụ của bạn và tạo ra kinh doanh mới.
zh_cn: 您的服务将受推广，生意蒸蒸日上。

source: You will not be able to change your fiat account's currency after creating this MT5 account. Are you sure you want to proceed?
fr_fr: Vous ne pourrez pas changer la devise de votre compte fiat après avoir créé ce compte MT5. Êtes-vous sûr de vouloir continuer ?
id_id: Anda tidak akan dapat merubah mata uang akun fiat Anda setelah mendaftar akun MT5. Apa Anda yakin ingin melanjutkan?
pl_pl: Po utworzeniu tego konta MT5 nie będzie już można zmienić waluty Twojego konta fiducjarnego. Na pewno chcesz kontynuować?
vi_vn: Bạn sẽ không thể thay đổi đơn vị tiền tệ cho tài khoản fiat của mình sau khi tạo xong tài khoản MT5 này. Bạn có chắc là muốn tiếp tục không?
zh_cn: 开立此 MT5 账户后, 将无法更改法定账户的币种。确定要继续吗？

source: You will not be able to change your fiat account's currency after making this deposit. Are you sure you want to proceed?
fr_fr: Vous ne pourrez pas changer la devise de votre compte fiat après avoir effectué ce dépôt. Êtes-vous sûr de vouloir continuer ?
id_id: Anda tidak akan dapat merubah mata uang akun fiat Anda setelah melakukan deposit. Apa Anda yakin ingin melanjutkan?
pl_pl: Po dokonaniu tej wpłaty nie będzie już można zmienić waluty Twojego konta fiducjarnego. Na pewno chcesz kontynuować?
vi_vn: Bạn sẽ không thể thay đổi đơn vị tiền tệ cho tài khoản fiat của mình sau lần gửi tiền này. Bạn có chắc là muốn tiếp tục không?
zh_cn: 存入此款项后, 将无法更改法定账户的币种。确定要继续吗？

source: You will provide us with any information that we may reasonably require to fully satisfy the demand or the requirements of the applicable government authority, upon our request.
de_de: Sie werden uns, auf unsere Anfrage hin, mit jeglichen Informationen versorgen, die wir gerechtfertigt verlangen können, um die Nachfrage, oder die Bestimmungen der entsprechenden Regierungsbehörde zufriedenstellen zu können.
id_id: Anda akan memberikan informasi apapun yang kami perlukan dalam memenuhi atau berdasarkan permintaan atau persyaratan yang diminta oleh pihak berwajib, atas permintaan kami.
pl_pl: Na nasze wezwanie podasz nam wszelkie informacje, które w rozsądnym zakresie mogą być wymagane w celu sprostania wszelkim żądaniom odpowiednich instytucji rządowych.
pt_pt: Você nos fornecerá quaisquer informações que possamos razoavelmente necessitar para satisfazer plenamente as exigências ou as necessidades da autoridade governamental aplicável, a nosso pedido.
vi_vn: Bạn sẽ cung cấp cho chúng tôi với bất kỳ thông tin nào chúng tôi yêu cầu hợp lý để đáp ứng đầy đủ nhu cầu hoặc các yêu cầu của các cơ quan chính phủ áp dụng, theo yêu cầu của chúng tôi.
zh_cn: 为了充分满足有关政府机关需求，我们可能向您提出任何合理信息请求，您将为我们提供相关信息。

source: You will solve complex user experience problems, and seamlessly communicate product features and functions to our users through meaningful design. You will play a key role in creating intuitive and functional products that give our users the best experience possible so we can keep growing our user base and revenue.
de_de: Sie werden komplexe Anwendererfahrungs-Probleme lösen und Produkt-Features und Funktionen durch sinnvolle Gestaltung an unsere Nutzer problemlos kommunizieren. Sie werden bei der Schaffung von intuitiven und funktionellen Produkten, die unseren Benutzern das bestmögliche Erlebnis bieten, eine Schlüsselrolle spielen, damit wir unsere Nutzerbasis und unsren Umsatz erweitern können.
fr_fr: Vous résoudrez les problèmes d’expérience utilisateur complexes et communiquerez en toute transparence les caractéristiques et fonctions produit à nos utilisateurs grâce à un design significatif. Vous jouerez un rôle clé dans la création de produits intuitifs et fonctionnels qui donnent à nos utilisateurs la meilleure expérience possible afin que nous puissions continuer à grossir notre base d’utilisateurs et nos revenus.
id_id: Anda akan memecahkan masalah pengalaman pengguna yang kompleks, dan dengan lancar mengkomunikasikan fitur dan fungsi produk kepada pengguna kami melalui desain yang jelas. Anda akan memainkan peran kunci dalam menciptakan produk intuitif dan fungsional yang memberikan pengalaman terbaik kepada pengguna kami sehingga kami dapat terus mengembangkan basis pengguna dan pendapatan kami.
pl_pl: Będziesz odpowiadać za rozwiązywanie skomplikowanych problemów związanych ze środowiskiem użytkownika i sprawne przekazywane naszym użytkownikom kwestii związanych z funkcjami poprzez projektowanie zrozumiałego interfejsu. Będziesz odgrywać kluczową rolę w tworzeniu intuicyjnych i funkcjonalnych produktów, które zapewnią naszym użytkownikom najlepsze korzystanie z naszych usług, tak byśmy mogli rozwijać naszą bazę klientów i zwiększać dochód.
pt_pt: Você irá resolver problemas de experiência de usuários complexos e apresentar os recursos e as funcionalidade de produtos diretamente através de projetos de design significativos. Você irá desempenhar um papel principal na criação de produtos intuitivos e funcionais que fornecem a melhor experiência possível aos usuários, para que possamos continuar a fazer crescer a nossa base de usuários e as nossas receitas.
vi_vn: Bạn sẽ giải quyết các vấn đề về trải nghiệm người dùng phức tạp và truyền đạt liền mạch các tính năng và chức năng của sản phẩm tới người dùng của chúng tôi thông qua thiết kế có ý nghĩa. Bạn sẽ đóng vai trò chính trong việc tạo ra các sản phẩm và chức năng trực quan nhằm mang đến cho người dùng trải nghiệm tốt nhất có thể để chúng tôi tiếp tục phát triển cơ sở người dùng của mình và phát triển doanh thu.
zh_cn: 您须解决复杂的用户体验问题, 并通过有意义的设计与我们的用户密切沟通产品功能和功效。您将在创建直观和功能强大的产品方面发挥关键作用, 为我们的用户提供最佳体验, 以便我们的用户群和收入能不断增长。

source: You will take all reasonable steps to comply with any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident;
de_de: Sie werden alle notwendigen Schritte unternehmen, um dem Gesetz, der Verordnung, der Charter, der Satzung oder der Regelung, die für Sie, oder den Zuständigkeitsbereich in dem Sie ansässig sind, gelten, nachzukommen;
id_id: Anda akan mematuhi undang-undang, tata cara, piagam, oleh-hukum, atau aturan yang berlaku untuk Anda atau yurisdiksi di mana Anda tinggal;
pl_pl: Podejmiesz odpowiednie kroki, aby zapewnić przestrzeganie prawa, ordynacji, statusów, uchwał i wszelkich przepisów mających zastosowanie w odniesieniu do Ciebie bądź Twojej jurysdykcji;
pt_pt: Você tomará todas as medidas razoáveis para cumprir qualquer lei, decreto, estatuto, cláusula ou regra aplicável a você ou à jurisdição em que você seja residente;
vi_vn: Bạn sẽ dành tất cả các bước hợp lý để thực hiện theo bất kỳ Luật, Pháp Lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc thẩm quyền ở nơi mà bạn đang cư trú;
zh_cn: 您将采取一切合理步骤，遵守您居住的管辖区适用的法律、条例、宪章、法令或规则；
