Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You acknowledge that the Money Manager is entitled to receive USD 20/per lot for Commission as fee charges. You also agree that the Company reserves the right to revise the fee charges from time to time. You further acknowledge that the Company shall be responsible for calculating the fee charges, via its automated systems. Thus, the Company shall be duly authorised to deduct the amount, defined as Commission, from the Account and to pay the Money Manager.
de_de: Sie bestätigen, dass der Vermögensverwalter dazu berechtigt ist, 20 USD je Lot zur Kommission als Gebühren zu erhalten. Sie stimmen ebenfalls zu, dass sich das Unternehmen das Recht vorbehält, die Gebühren von Zeit zu Zeit zu überarbeiten. Sie bestätigen weiter, dass das Unternehmen zur Berechnung der Gebühren mittels seiner automatisierten Systeme verantwortlich sein wird. Somit soll das Unternehmen ordnungsgemäß dazu ermächtigt sein, den Betrag, der als Kommission definiert ist, vom Konto abzuziehen, und den Vermögensverwalter zu bezahlen.
fr_fr: Vous reconnaissez que le Gestionnaire de Fonds est admissible au bénéfice de USD $20 / par lot pour Commission en tant que frais. Vous acceptez également que la société se réserve le droit de réviser les tarifs de temps en temps. Vous reconnaissez en outre que la compagnie sera responsable du calcul des tarifs, par l’intermédiaire de ses systèmes automatisés. Ainsi, la société est dûment autorisée à déduire du montant, défini comme la Commission, sur le Compte et à payer au Gestionnaire de Fonds.
id_id: Anda mengetahui bahwa Money Manager berhak untuk menerima USD 20/per lot sebagai biaya Komisi. Anda juga setuju bahwa Perusahaan berhak untuk merevisi biaya biaya tersebut dari waktu ke waktu. Anda lebih lanjut mengakui bahwa Perusahaan akan bertanggung jawab untuk menghitung biaya biaya, melalui sistem otomatisnya. Dengan demikian, Perusahaan akan diberi wewenang untuk mengurangi jumlah, yang didefinisikan sebagai Komisi, dari Akun dan untuk membayar biaya Money Manager.
pl_pl: Przyjmujesz do wiadomości, że podmiot zarządzający pieniędzmi jest upoważniony do otrzymania 20 USD za partię w ramach Prowizji zgodnie z obowiązującymi opłatami. Zgadzasz się ponadto na to, że Firma zastrzega sobie prawo do okresowego zmian opłat. Przyjmujesz też do wiadomości, że Firma jest w pełni upoważniona do odliczenia Kwoty, określonej jako Prowizja, z Konta i przekazania jej podmiotowi zarządzającemu pieniędzmi.
pt_pt: Você reconhece e aceita que o gestor de dinheiro tem direito a receber 20 USD por lote em comissões por taxas de encargo. Você também aceita que a Empresa reserva-se o direito de atualizar as taxas de encargo de vez em quando. Você ainda reconhece e aceita que a Empresa será responsável pelo cálculo das taxas de encargo através dos seus sistemas automatizados. Portanto, a Empresa estará devidamente autorizada a deduzir o valor (definido como comissão) da conta e pagar o gestor de dinheiro.
vi_vn: Bạn thừa nhận rằng Nhà Quản Lý Tiền Bạc có quyền nhận được USD $20 Hoa Hồng như chi phí lệ phí cho mỗi lô. Bạn cũng đồng ý rằng công ty có quyền để sửa đổi những chi phí lệ phí theo thời gian. Bạn công nhận thêm rằng các Công Ty có trách nhiệm tính phí lệ phí, thông qua hệ thống tự động của mình. Vì vậy, Công Ty sẽ được hợp lệ được ủy quyền để khấu trừ số tiền, được xác định như Hoa Hồng, từ Tài Khoản và để trả cho Nhà Quản Lý Tiền Bạc.
zh_cn: 您确认, 资金经理有权收取20美元/每手交易的佣金作为收费。您也同意公司保留随时修改收费的权利。您进一步确认公司须负责通过其自动化系统计算收费金额。因此, 公司已被授权可从账户中扣除被定义为佣金的金额, 并支付资金经理。

source: You acknowledge that the Money Manager is not an employee or representative of the Company. Thus, you agree that you have an absolute responsibility to diligently monitor the entire performance of your Account.
de_de: Sie erkennen an, dass der Vermögensverwalter kein Mitarbeiter oder Vertreter des Unternehmens ist. Somit stimmen Sie zu, dass Sie die absolute Verantwortung dazu haben, die gesamte Leistung Ihres Kontos sorgfältig zu überwachen.
fr_fr: Vous reconnaissez que le Gestionnaire de Fonds n’est pas un employé ou un mandataire de la Société. Par conséquent, vous convenez que vous avez une responsabilité absolue de surveiller avec diligence la performance d’ensemble de votre Compte.
id_id: Anda mengakui bahwa Money Manager adalah bukan karyawan atau perwakilan Perusahaan. Dengan demikian, Anda setuju bahwa Anda memiliki tanggung jawab mutlak untuk secara tekun memantau seluruh kinerja Akun Anda.
pl_pl: Przyjmujesz do wiadomości, że podmiot zarządzający pieniędzmi nie jest pracownikiem ani przedstawicielem Firmy. W związku z tym zgadzasz się, że ponosisz całkowitą odpowiedzialność za staranne monitorowanie wszystkich działań na Twoim Koncie.
pt_pt: Você reconhece e aceita que o gestor de dinheiro não é um funcionário nem representante da Empresa. Portanto, você aceita que lhe cabe toda a responsabilidade do monitoramento diligente de todo o desempenho da sua conta.
vi_vn: Bạn thừa nhận rằng Nhà Quản Lý Tiền Bạc không phải là một nhân viên hoặc người đại diện của Công Ty. Vì thế, bạn đồng ý rằng bạn có một trách nhiệm tuyệt đối để siêng năng giám sát hiệu suất toàn bộ Tài Khoản của bạn.
zh_cn: 您确认资金经理不是公司的雇员或代表。因此, 您同意您有绝对的责任尽力监控您的账户的整体表现。

source: You acknowledge that the Money Manager is not authorised to withdraw or give instructions in relation to any payment transactions for your Account to any person other than yourself. Likewise, the Money Manager is not authorised to accept or amend any of the terms of the Client Agreement.
de_de: Sie bestätigen, dass der Vermögensverwalter nicht dazu ermächtigt ist, abzuheben oder Anweisungen in Bezug auf Zahlungsvorgänge für Ihr Konto zu irgend einer anderen Person als Ihnen zu erteilen. Ebenso ist der Vermögensverwalter nicht dazu ermächtigt jegliche Bedingungen der Kundenvereinbarung zu akzeptieren oder zu ändern.
fr_fr: Vous reconnaissez que le Gestionnaire de Fonds n’est pas autorisé à faire des retraits ou à donner des instructions à l’égard de toute transaction de paiement pour votre Compte à une personne autre que vous-même. De même, le Gestionnaire de Fonds n’est pas autorisé à accepter ou modifier les termes du Contrat Client.
id_id: Anda mengakui bahwa Money Manager tidak berwenang untuk menarik atau memberikan instruksi sehubungan dengan setiap transaksi pembayaran untuk Akun Anda kepada orang lain selain Anda sendiri. Demikian juga, Money Manager tidak berwenang untuk menerima atau mengubah salah satu ketentuan Perjanjian Klien.
pl_pl: Przyjmujesz do wiadomości, że podmiot zarządzający pieniędzmi nie jest uprawniony do dokonywania wypłat lub przekazywanie instrukcji związanych z jakąkolwiek transakcją płatniczą dokonywaną z Twojego Konta na konto innej osoby poza Tobą. Podmiot zarządzający pieniędzmi nie jest też uprawniony do akceptowania ani zmiany jakichkolwiek warunków Umowy z klientem.
pt_pt: Você reconhece e aceita que o gestor de dinheiro não está autorizado a retirar fundos nem dar instruções em relação a quaisquer transações de pagamento da sua conta a qualquer pessoa além de você. Da mesma forma, o gestor de dinheiro não está autorizado a aceitar ou corrigir quaisquer termos deste Acordo de Cliente.
vi_vn: Bạn thừa nhận rằng Nhà Quản Lý Tiền Bạc không được ủy quyền để thu hồi hoặc đưa ra các chỉ dẫn liên quan đến bất kỳ giao dịch thanh toán cho Tài Khoản của bạn cho bất kỳ người nào khác ngoài chính bạn. Tương tự như vậy, Nhà Quản Lý Tiền Bạc không được ủy quyền để chấp nhận hoặc sửa đổi bất kỳ các Điều Khoản của Thỏa Thuận Khách Hàng.
zh_cn: 您确认, 资金经理无权撤回或向除您以外的任何人提供您的账户的任何付款交易记录的指示。相同的, 资金经理无权接受或修改客户协议中的任何条款。

source: You acknowledge that we may use, store, or otherwise process personal information provided by you in connection with the provision of margin trading services described in this Agreement. You consent to the processing and transmittal of your personal information for the purposes of performing the contract and administering the relationship between you and us.
de_de: Sie erkennen an, dass wir persönliche Informationen, die Sie uns in Verbindung mit der Bestimmung von Margin-Handelsdiestleistungen, wie in dieser Vereinbarung beschrieben, bereitgestellt haben, verwenden, speichern oder anderweitig verarbeiten können. Sie stimmen der Bearbeitung und der Übermittlung Ihrer persönlichen Informationen zu Zwecken der Durchführung des Kontrakts und der Verwaltung der Beziehung zwischen Ihnen und uns, zu.
id_id: Anda mengetahui dimana kami dapat menggunakan, menyimpan atau memproses informasi pribadi yang Anda sediakan dalam hubungannya dengan layanan trading margin yang dijelaskan pada Perjanjian ini. Anda bersetuju mengenai pemprosesan dan pengiriman informasi pribadi adalah bertujuan untuk menjalankan proses jual beli kontrak dan mengadministrasi hubungan antara Anda dan kami.
pl_pl: Przyjmujesz do wiadomości, że możemy przechowywać lub w inny sposób przetwarzać dostarczone przez Ciebie dane osobowe w związku ze świadczeniem usług handlowania na kredyt opisanych w niniejszej Umowie. Wyrażasz zgodę na przetwarzanie i przekazywanie Twoich danych osobowych w celach związanych z realizacją kontraktu i utrzymywaniem relacji między nami.
pt_pt: Você reconhece e aceita que podemos usar, armazenar ou de outra forma processar informações pessoais fornecidas por você em conexão com o fornecimento de serviços de negociação em margem descritos neste Acordo. Você autoriza o processamento e a transmissão das suas informações pessoais para fins de executar o contrato e administrar a relação entre você e nós.
vi_vn: Bạn thừa nhận rằng chúng tôi có thể sử dụng, lưu trữ, hoặc xử lý thông tin cá nhân được bạn cung cấp liên quan đến việc cung cấp các dịch vụ kinh doanh ký quỹ được mô tả trong thỏa thuận này. Bạn đồng ý với việc xử lý và chuyền tải thông tin cá nhân của bạn cho các mục đích thực hiện hợp đồng và quản lý các mối quan hệ giữa bạn và chúng tôi.
zh_cn: 您确认我们可能会使用、保存或以其他方式处理您向我们提供的与本协议所述保证金交易服务相关的个人信息。您同意我们处理和传送您的个人信息作为履行合约和管理您和我们之间的关系用途。

source: You acknowledge that we reserve the right to establish a minimum and maximum transaction size which may be subject to alteration and that we will only execute Orders that fall within the range of the minimum and maximum transaction size.
de_de: Sie erkennen an, dass wir uns das Recht vorbehalten, eine minimale und maximale Transaktionsgröße, die Änderungen unterliegen kann, zu bestimmen, und dass wir nur Order ausführen werden, die innerhalb der Reichweite der minimalen und maximalen Transaktionsgröße liegen.
id_id: Anda mengetahui bahwa kami berhak untuk menentukan jumlah minimal dan maksimal transaksi yang dapat berubah dan hanya akan mengeksekusi Order yang jatuh dalam kisaran ukuran transaksi minimum dan maksimum tersebut.
pl_pl: Przyjmujesz do wiadomości, że zastrzegamy sobie prawo do ustanawiania minimalnego i maksymalnego rozmiaru transakcji, który może być poddawany zmianom, oraz że będziemy realizować wyłącznie zlecenia, które mieszczą się w wyznaczonym przedziale minimalnego i maksymalnego rozmiaru transakcji.
pt_pt: Você reconhece e aceita que reservamos o direito de estabelecer um tamanho de transação mínimo e máximo que pode estar sujeita a alteração e que apenas iremos executar ordens que se enquadram dentro do intervalo dos tamanhos de transação mínimos e máximos.
vi_vn: Bạn thừa nhận rằng chúng tôi có quyền thay đổi một kích thước của giao dịch tối thiểu và tối đa và rằng chúng tôi sẽ chỉ thực hiện các lệnh nằm trong phạm vi của các kích thước của giao dịch tối thiểu và tối đa.
zh_cn: 您确认我们保留建立最小和最大交易额并可作出更改的权利， 以及我们仅执行在最小和最大交易金额范围内的订单。

source: You acknowledge that we reserve the right to void or close out one or more of your Transactions if we observe any breaches of warranty given under this Agreement.
de_de: Sie erkennen an, dass wir uns das Recht vorbehalten, eine oder mehrere Ihrer Transaktionen als nichtig zu erklären oder zu schließen, wenn wir irgendwelche Garantieverstöße, die unter dieser Vereinbarung gegeben sind, beobachten.
id_id: Anda mengetahui bahwa kami berhak untuk menolak atau menutup salah satu atau lebih Transaksi jika kami melihat terjadi pelanggaran dari jaminan yang diberikan pada Perjanjian ini.
pl_pl: Przyjmujesz do wiadomości, że zastrzegamy sobie prawo do unieważnienia lub zamknięcia dowolnej Twojej transakcji, jeśli dostrzeżemy jakiekolwiek naruszenia zapewnienia udzielonego zgodnie z niniejszą umową.
pt_pt: Você reconhece e aceita que reservamos o direito de invalidar ou fechar uma ou mais das suas transações, caso observemos quaisquer violações de garantias concedidas neste Acordo.
vi_vn: Bạn thừa nhận rằng chúng tôi có quyền để làm rỗng hoặc đóng một hoặc nhiều giao dịch của bạn nếu chúng tôi quan sát bất kỳ vi phạm quy định được đưa ra theo Thỏa Thuận này.
zh_cn: 您确认如果我们发觉任何违反本协议项下提供的担保，我们保留取消或关闭您的一个或多个交易的权利。

source: You acknowledge that you have full legal power and capacity to submit and execute this Agreement and grant authorisation to the Money Manager to place any Order or proceed any transaction for your Account.
de_de: Sie bestätigen, dass Sie die volle rechtliche Befugnis und Kapazität besitzen, diese Vereinbarung abzuschicken und auszuführen und dem Vermögensverwalter Ermächtigung erteilen, um Order zu platzieren oder Transaktionen für Ihr Konto auszuführen.
fr_fr: Vous reconnaissez que vous avez le plein pouvoir et capacité de soumettre et de signer ce Contrat et d'accorder des autorisations au Gestionnaire de Fonds pour placer des ordres ou de procéder à toute transaction pour votre compte.
id_id: Anda mengakui bahwa Anda memiliki kekuatan dan kapasitas hukum penuh untuk menyerahkan dan melaksanakan Perjanjian ini dan memberikan otorisasi kepada Money Manager untuk menempatkan Pesanan apa pun atau melanjutkan setiap transaksi untuk Akun Anda.
pl_pl: Potwierdzasz, że posiadasz pełną zdolność prawną do zawarcia i wykonania niniejszej Umowy i upoważniasz podmiot zarządzający pieniędzmi do zawarcia Zakładu lub wykonania dowolnej transakcji na Twoim koncie.
pt_pt: Você reconhece e aceita que possui todo o poder e a capacidade legal de enviar e executar este Acordo e conceder autorização ao gestor de dinheiro para efetuar qualquer ordem ou avançar com qualquer transação na sua conta.
vi_vn: Bạn thừa nhận rằng bạn có quyền lực pháp lý đầy đủ và có khả năng gửi và thực hiện các Thỏa Thuận này và cấp uỷ quyền để Nhà Quản Lý Tiền Bạc đặt bất kỳ Lệnh hoặc tiến hành bất kỳ giao dịch trên Tài Khoản của bạn.
zh_cn: 您确认您具有充分的法律权力和能力提交和执行本协议, 并授权资金经理为您的账户提交任何订单或进行任何交易。

source: You acknowledge that your Account shall be managed and traded only by the Money Manager and not by any other third parties.
de_de: Sie erkennen an, dass Ihr Konto nur vom Vermögensverwalter und keinem sonstigen Dritten verwaltet und gehandelt werden soll.
fr_fr: Vous reconnaissez que votre Compte doit être géré et échangé seulement par le Gestionnaire de Fonds et non par des tiers.
id_id: Anda mengakui bahwa Akun Anda akan dikelola dan ditradingkan hanya oleh Money Manager dan bukan oleh pihak ketiga lainnya.
pl_pl: Potwierdzasz, że Twoje Konto ma być zarządzane, a transakcje na nim zawierane przez podmiot zarządzający pieniędzmi, i nie przez jakąkolwiek inną stronę trzecią.
pt_pt: Você reconhece e aceita que a sua conta será gerenciada e negociada apenas pelo gestor de dinheiro e não por quaisquer terceiros.
vi_vn: Bạn thừa nhận rằng tài khoản của bạn sẽ được quản lý và giao dịch mua bán chỉ bằng Nhà Quản Lý Tiền Bạc và không phải bất kỳ bên thứ ba nào khác.
zh_cn: 您确认您的账户只能由资金经理, 而不应由任何其他第三方执行管理和交易。

source: You acknowledge that your decision to assign all rights in relation to the management, trading and operation of the Account to the Money Manager is duly clear, voluntary and unqualified. You also declare that you took into consideration the risks associated with trading of Rolling Spot FX, CFDs, Commodities and any other securities or products that may be offered by the Company to you, from time to time in accordance with the Client Agreement.
de_de: Sie bestätigen, dass Ihre Entscheidung alle Rechte in Bezug auf die Verwaltung, den Handel und Betrieb des Kontos an den Vermögensverwalter zu übertragen, ordnungsgemäß verständlich, freiwillig und unqualifiziert ist. Sie erklären auch, dass Sie die Risiken, die im Zusammenhang mit dem Handel von Rolling Spot FX, CFDs, Rohstoffen und anderen Wertpapieren oder Produkten, die Ihnen vom Unternehmen, von Zeit zu Zeit, im Einklang mit der Kundenvereinbarung angeboten werden dürfen, berücksichtigt haben.
fr_fr: Vous reconnaissez que votre décision d’attribuer tous les droits en ce qui concerne la gestion, le trading et les opérations du Compte au Gestionnaire de Fonds est dûment claire, volontaire et sans réserve. Vous déclarez également que vous avez pris en considération les risques liés au trading de Rolling Spot FX, CFD, Matières Premières et autres titres ou produits qui peuvent être offerts par la Société pour vous, de temps à autre conformément au Contrat Client.
id_id: Anda mengakui bahwa keputusan Anda untuk menyerahkan semua hak dalam kaitannya dengan manajemen, trading, dan pengoperasian Akun kepada Money Manager adalah jelas, sukarela, dan tidak memenuhi syarat. Anda juga menyatakan bahwa Anda mempertimbangkan risiko yang terkait dengan trading Rolling Spot FX, CFD, Komoditas, dan sekuritas atau produk lain yang mungkin ditawarkan oleh Perusahaan kepada Anda, dari waktu ke waktu sesuai dengan Perjanjian Klien.
pl_pl: Potwierdzasz, że Twoja decyzja przyznania podmiotowi zarządzającemu pieniędzmi praw związanych z zarządzaniem Twoim kontem, działalnością na Koncie i zawieraniem na nim zakładów jest w pełni jasna, dobrowolna i bezwarunkowa. Oświadczasz również, że podejmując tę decyzję zostało wzięte pod uwagę ryzyko związane z handlowaniem zakładami Rolling Spot FX, CFD, towarami i jakimikolwiek innymi papierami wartościowymi czy produktami, które mogą być Ci oferowane co jakiś czas przez Firmę zgodnie z warunkami Umowy z klientem.
pt_pt: Você reconhece e aceita que a sua decisão de atribuir todos os direitos em relação ao gerenciamento e a negociação e operação da sua conta ao gestor de dinheiro está devido clara, voluntária e não qualificada. Você declara que levou em consideração os riscos associados à negociação de Forex de preço progressivo, CFDs e matérias-primas e quaisquer outro valores mobiliários ou produtos que possam ser fornecidos pela Empresa a você, de vem em quando, de acordo com o Acordo de Cliente.
vi_vn: Bạn thừa nhận rằng quyết định của bạn để gán cho tất cả các quyền liên quan đến quản lý, kinh doanh và các hoạt động của tài khoản quản lý tiền hợp lệ rõ ràng, tự nguyện và không đủ tiêu chuẩn. Bạn cũng tuyên bố rằng bạn đã vào xem xét các rủi ro liên quan đến kinh doanh của Rolling Spot FX, CFDs, hàng hóa và các chứng khoán hoặc sản phẩm có thể sẽ được cung cấp bởi Công Ty đến bạn, theo thời gian Thỏa Thuận Khách Hàng.
zh_cn: 您确认您将账户的管理、交易和操作的所有权利分配给资金经理的决定是适当明确、自愿和绝对的。您也声明, 您已经考虑了公司按照客户协议随时提供给您的滚动现货外汇、差价合约、商品和任何其他证券或产品的交易相关风险。

source: You acknowledge that, in the course of dealing under these Terms, you may obtain confidential information relating to the Company and its parent, subsidiaries, affiliates or other third party. Such confidential information shall belong solely to the Company.
de_de: Sie sind damit einverstanden, im Verlauf des Handels nach diesen Bedingungen vertrauliche Informationen über das Unternehmen, seine Muttergesellschaft, Tochtergesellschaften, Geschäftspartner oder Dritte zu erhalten. Derartige vertrauliche Informationen gehören einzig und alleine dem Unternehmen.
id_id: Anda mengakui bahwa, dalam perjalanan urusan Ketentuan ini, Anda dapat memperoleh informasi rahasia yang berkaitan dengan Perusahaan dan perusahaan utama, anak perusahaan, afiliasi atau pihak ketiga lainnya. Informasi rahasia tersebut akan menjadi milik Perusahaan semata-mata.
pl_pl: Użytkownik przyjmuje do wiadomości, że w okresie obowiązywania niniejszej Umowy, może uzyskać dostęp do poufnych informacji dotyczących Firmy oraz jej spółki matki, jej spółek zależnych oraz innych stron trzecich. Takie poufne informacje należą wyłącznie do Firmy.
pt_pt: Você reconhece que, no decorrer dos procedimentos ao abrigo destes termos, você pode obter informações confidenciais relacionadas à empresa e o seu controlador, as suas subsidiárias e os seus afiliados ou outros terceiros. Tais informações confidenciais pertencem exclusivamente à empresa.
vi_vn: Bạn thừa nhận rằng, khi bạn giao dịch dựa theo những Điều khoản này, bạn có thể có được những thông tin bí mật liên quan đến Công ty chúng tôi và công ty mẹ, các công ty con, các chi nhánh và các bên thứ ba khác. Những thông tin bí mật này sẽ chỉ thuộc về Công ty chúng tôi.
zh_cn: 您确认，在执行这些条款时，您可能会获得关于公司和其母、子公司、附属公司或其他第三方的机密信息。这些机密信息须仅属于公司。

source: You acknowledge, understand, represent and warrant that you are aware of the functional limitations of the MT5 Trading Platform (for example, Wine, which is not a fully stable application, as disclosed by the MT5 Trading Platform Licensor on their website).
de_de: Sie erkennen an, verstehen, erklären und garantieren, dass Sie die funktionellen Einschränkungen der MT5 Handelsplattform kennen (z. B. Wine, die keine völlig stabile Anwendung, wie vom MT5 Handelsplattform-Lizenzgebers auf deren Website angegeben, ist).
id_id: Anda mengakui, memahami, mewakili dan menjamin bahwa Anda menyadari keterbatasan fungsional Platform Trading MT5 (misalnya, Wine, yang bukan aplikasi yang sepenuhnya stabil, seperti diungkapkan oleh Platform Trading MT5 Licensor pada situs web mereka).
pl_pl: Przyjmujesz do wiadomości, rozumiesz, zapewniasz i oświadczasz, że jesteś świadomy/świadoma ograniczeń funkcjonalnych Platformy handlowej MT5 (np. aplikacji Wine, która nie jest w pełni stabilna według informacji podanych przez licencjodawcę Platformy handlowej MT5 na jego stronie internetowej).
pt_pt: Você reconhece, compreende, declara e garante que está ciente das limitações funcionais da plataforma de negociação MT5 (por exemplo, o Wine, que não é um aplicativo completamente estável, conforme divulgado pelo licenciante da plataforma de negociação MT5 no seu site).
vi_vn: Bạn thừa nhận, hiểu, tuyên bố và đảm bảo rằng bạn nhận thức được các hạn chế chức năng của Sàn Giao Dịch MT5 (ví dụ: Wine, không phải là một ứng dụng hoàn toàn ổn định, được tiết lộ bởi Bên Cấp Phép Giao Dịch MT5 trên trang web của họ).
zh_cn: 您确认、理解、声明并保证您了解MT5交易平台的功能限制（例如，Wine，如MT5交易平台许可方在其网站上披露的，不是完全稳定的应用程序）。

source: You act in breach of any warranty or representation made under this Agreement, and/or if any information provided to us in connection with this Agreement is, or becomes, untrue or misleading;
de_de: Sie verstoßen gegen eine Gewährleistung oder Zusicherung, die unter dieser Vereinbarung gemacht wurde, und/oder wenn eine Information die an uns in Verbindung mit dieser Vereinbarung weitergegeben wurde, unwahr oder missverständlich ist, oder geworden ist;
id_id: Anda melanggar jaminan atau perwakilan yang dibuat dibawah Perjanjian ini dan/atau informasi yang telah disediakan kepada kami dalam hubungannya dengan Perjanjian ini, atau menjadi, tidak benar atau menyesatkan;
pl_pl: Działasz w sposób naruszający dowolne zapewnienie lub oświadczenie złożone na mocy niniejszej Umowy i/lub gdy jakakolwiek informacja dostarczona nam w związku z niniejszą umową jest lub stanie się nieprawdziwa lub myląca;
pt_pt: Você age em violação de qualquer garantia ou representação realizada sob este Acordo e/ou caso quaisquer informações nos fornecidas em conexão com este Acordo estejam, ou se tornem, falsas ou enganadoras;
vi_vn: Bạn hành động vi phạm bất kỳ bảo hành hoặc đại diện được thực hiện theo Thỏa Thuận này và/hoặc bất kỳ thông tin nào được cung cấp cho chúng tôi liên quan đến Thỏa Thuận này hoặc trở nên sai sự thật hoặc gây nhầm lẫn;
zh_cn: 您的行事违反本协议项下作出的任何保证或陈述，和/或向我们提供任何与本协议有关信息属于或成为不实或误导;
