Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: <strong>Other Risks</strong>: There are other risks that relate to trading investment products and trading foreign currencies that cannot be described in detail in this document. Generally, however, securities, options and currency transactions involve exposure to a combination of the following risk factors: market risk, credit risk, settlement risk, liquidity risk, operational risk and legal risk. For example, there can be serious market disruptions if economic or political or other unforeseen events locally or overseas affect the market. In addition to these types of risk there may be other factors such as accounting and tax treatment issues that you should consider.
de_de: <strong>Sonstige Risiken</strong>: Für den Handel mit Anlageprodukten und Fremdwährungen bestehen weitere Risiken, die in diesem Dokument nicht im Einzelnen beschrieben werden können. Im Allgemeinen jedoch ist mit Aktien-, Options- und Währungstransaktionen eine Kombination der folgenen Risikofaktoren verbunden: Marktrisiko, Kreditrisiko, Zahlungsrisiko, Liquiditätsrisiko, betriebliche und rechtliche Risiken. Beispielsweise kann es zu schweren Marktstörungen kommen, wenn wirtschaftliche, politische oder andere unvorhersehbare Ereignisse im Land oder im Ausland den Markt beeinträchtigen. Zusätzlich zu diesen Risikoarten kann es weitere Faktoren, wie Probleme bei der buchhalterischen oder steuerlichen Behandlung geben, die Sie berücksichtigen müssen.
id_id: <strong>Risiko Lainnya</strong>: Terdapat risiko lain yang berhubungan dengan trading produk investasi dan trading mata uang asing yang tidak dapat dijelaskan secara rinci dalam dokumen ini. Umumnya, bagaimanapun, sekuritas, pilihan dan transaksi mata uang melibatkan paparan kombinasi risiko dari faktor-faktor sebagai berikut: risiko pasar, risiko kredit, risiko penyelesaian, risiko likuiditas, risiko operasional dan risiko hukum. Misalnya, bisa ada gangguan pasar serius jika kejadian tak terduga ekonomi atau politik atau lainnya secara lokal atau luar negeri mempengaruhi pasar. Selain jenis risiko tersebut mungkin ada faktor-faktor lain seperti masalah akuntansi dan perlakuan pajak yang harus Anda pertimbangkan.
pl_pl: <strong>Inne ryzyka</strong>: Istnieją inne rodzaje ryzyka związane z handlem produktami inwestycyjnymi i walutami obcymi, których nie można opisać szczegółowo w niniejszym dokumencie. Jednak można stwierdzić ogólnie, że transakcje związane z papierami wartościowymi, opcjami i walutami wiążą się z zagrożeniem różnymi czynnikami ryzyka, takimi jak: ryzyko rynkowe, ryzyko kredytowe, ryzyko rozliczeniowe, ryzyko płynności, ryzyko operacyjne i ryzyko prawne. Przykładowo, w wyniku wydarzeń gospodarczych, politycznych lub innych nieprzewidzianych wydarzeń lokalnych lub międzynarodowych mogą wystąpić silne zakłócenia na rynku. Oprócz tego rodzaju ryzyka należy wziąć pod uwagę również inne czynniki, takie jak kwestie związane z rachunkowością i podatkami.
pt_pt: <strong>Outros riscos</strong>: Existem outros riscos relacionados com a negociação de produtos de investimento e a negociação de moedas estrangeiras que não podem ser descritos em pormenores neste documento. Geralmente, no entanto, as transações de ações, opções e moedas, envolvem exposição a uma combinação dos seguintes fatores de risco: risco de mercado, risco de crédito, risco de liquidação, risco de liquidez, risco operacional e risco legal. Por exemplo, pode haver perturbações graves no mercado se eventos econômicos ou políticos, ou outros imprevistos locais ou no exterior, afetarem o mercado. Além destes tipos de risco, pode haver outros fatores, tais como questões de contabilidade e tratamentos fiscais que você deve considerar.
vi_vn: <strong>Rủi ro Khác</strong>: Có những rủi ro khác liên quan tới việc giao dịch sản phẩm đầu tư và giao dịch ngoại tệ không thể mô tả chi tiết trong văn bản này. Tuy nhiên, nhìn chung, chứng khoán, quyền chọn và giao dịch tiền tệ có liên quan sẽ bị ảnh hưởng bởi những nhân tố rủi ro sau: rủi ro thị trường, rủi ro tín dụng, rủi ro đặt lệnh, rủi ro thanh khoản, rủi ro hoạt động và rủi ro pháp lý. VÍ dụ, có thể có gián đoạn thị trường nghiêm trọng nếu có những sự kiện kinh tế, chính trị trong nước hoặc quốc tế không được dự báo trước làm ảnh hưởng tới thị trường. Thêm nữa, còn có những loại rủi ro khác nữa đó là các vấn đề thuế và kế toán bạn nên cân nhắc.
zh_cn: <strong>其他风险</strong>: 关于投资产品交易、外汇交易的其他风险无法在此文件中逐一说明。但一般来说，证券、期权和货币交易所牵涉的集合性风险包括：市场风险、信用风险、结算风险、流动性风险、运作风险和法律风险。例如，本地或海外可能会发生经济、政治或其他不可预测的事件，造成严重的市场纷乱。除了这些风险以外，会计和税务处理问题等因素也是您必须考虑的。

source: A Contract for Difference (CFD) is a financial derivative that allows you to potentially profit by speculating on the rise or fall of an underlying asset, without actually owning that asset.
de_de: Ein Differenzkontrakt (Contract for Difference - CFD) ist ein Finanzderivat, das Ihnen durch Spekulation auf einen steigenden oder fallenden Basiswert erlaubt, potentiell davon zu profitieren, ohne tatsächlich diesen Vermögenswert zu besitzen.
fr_fr: Un contrat pour différence (CFD) est un dérivé financier qui vous permet de bénéficier potentiellement en spéculant sur la hausse ou la baisse d’un actif sous-jacent, sans réellement posséder cet actif.
id_id: Kontrak untuk Perbedaan (CFD) adalah suatu instrumen derivatif yang memungkinkan Anda untuk mendapatkan potensi keuntungan dari kenaikan atau penurunan aset, tanpa benar-benar memiliki aset tersebut.
pl_pl: Kontrakt na różnice kursowe (CFD) to finansowy instrument pochodny, który pozwala osiągać zyski, spekulując, czy cena aktywa bazowego wzrośnie czy spadnie, bez posiadania tego aktywa.
pt_pt: Um contrato por diferenças (CFD - "Contrato For Difference" em inglês) é um instrumento financeiro derivado que lhe permite lucrar potencialmente ao especular sobre a subida ou a descida de um ativo subjacente, sem realmente deter esse instrumento.
vi_vn: Một hợp đồng cho sự khác biệt (CFD) là một phái sinh tài chính cho phép bạn có tiềm năng lợi nhuận bằng cách dự đoán về tăng hoặc sụp đổ của một tài sản cơ bản, mà không thực sự sở hữu tài sản đó.
zh_cn: 差价合约（CFD）是一种金融衍生产品，通过猜测相关资产的上涨或下跌，您可能获利，但实际上并不拥有该资产。

source: A Contract for Difference (CFD) is a financial derivative that allows you to profit by speculating on the rise or fall of an underlying asset. Your profit and loss is calculated through the difference in the buy and sell prices of the underlying asset.
de_de: Ein Differenzkontrakt (Contract for Difference - CFD) ist ein Finanzderivat, das Ihnen erlaubt, durch Spekulationen auf das Steigen oder Fallen eines Basiswerts zu profitieren. Ihre Gewinne und Verluste errechnen sich durch den Unterschied in den Kauf- und Verkaufskursen des Basiswerts.
fr_fr: Un contrat pour différence (CFD) est un dérivé de financier qui vous permet de profiter en spéculant sur la hausse ou la baisse d’un actif sous-jacent. Votre résultat est calculé par la différence entre les prix d'achat et de vente de l’actif sous-jacent.
id_id: Kontrak untuk Perbedaan (CFD) adalah adalah derivatif keuangan yang memungkinkan Anda memperoleh keuntungan dengan berspekulasi mengenai naik atau turunnya aset dasar. Keuntungan dan kerugian Anda dihitung melalui selisih harga jual dan beli dari aset dasar.
pl_pl: Kontrakt na różnice kursowe (CFD) to finansowy instrument pochodny, który pozwala osiągać zyski, spekulując, czy cena aktywa bazowego wzrośnie czy spadnie. Zysk lub stratę oblicza się, porównując różnicę cen zakupu i sprzedaży aktywa bazowego.
pt_pt: Um contrato por diferenças (CFD - "Contrato For Difference" em inglês) é um instrumento financeiro derivado que lhe permite lucrar ao especular sobre a subida ou a descida de um ativo subjacente. O seu lucro e a sua perda são calculados através da diferença dos preços de compra e de venda do ativo subjacente.
vi_vn: Một hợp đồng cho sự khác biệt (CFD) là một phái sinh tài chính cho phép bạn để lợi nhuận bằng cách dự đoán về tăng hoặc sụp đổ của một tài sản nằm bên dưới. Lợi nhuận và lỗ của bạn được tính thông qua sự khác biệt trong việc mua và bán giá của tài sản nằm bên dưới.
zh_cn: 差价合约（CFD）是一种金融衍生产品，通过猜测相关资产的上涨或下跌，您可能获利。通过相关资产的买入和卖出价差算出您的利润和损失。

source: A Diploma in Financial Crime, Risk Management and Compliance (ICA) will be an advantage
de_de: Ein Diplom in Wirtschaftskriminalität, Risikomanagement und Compliance (ICA) ist von Vorteil
fr_fr: Un diplôme en Criminalité Financière, en Gestion des Risques et Conformité (ICA) sera un atout
id_id: Diploma di bidang Kejahatan Keuangan, Manajemen Risiko dan Kepatuhan (ICA) akan menjadi keuntungan
pl_pl: Dyplom studiów w zakresie przestępstw finansowych, zarządzania ryzykiem i zgodności (ICA) będzie dodatkowym atutem
pt_pt: Um Diploma em Crime Financeiro, Gestão de Riscos e Conformidade (ICA) será um diferencial
vi_vn: Một Bằng Cấp trong ngành Tội Phạm Tài Chính, Quản Trị Rủi Ro và Giám Quản (ICA) sẽ là một lợi thế
zh_cn: 拥有金融犯罪、风险管理和法规遵从性（ICA）文凭者优先录取

source: A Forex trader always has one objective in mind when trading: to exchange one currency for another in order to make a profit.
de_de: Eine Forex Trader hat beim Handel immer ein Ziel im Auge: eine Währung gegen eine andere zu tauschen, um einen Gewinn zu machen.
fr_fr: Un trader Forex a toujours un objectif à l’esprit lorsqu'il trade : échanger une devise pour une autre afin de réaliser un profit.
id_id: Seorang trader Forex selalu memiliki satu tujuan dalam pikiran saat melakukan trading: untuk menukar satu mata uang dengan mata uang lain untuk menghasilkan keuntungan.
pl_pl: Gracz Forex ma zawsze jeden cel podczas handlowania: wymienić jedną walutę na drugą w celu osiągnięcia zysku.
pt_pt: Um negociador de forex tem sempre um objetivo em mente quando está negociando: realizar lucro ao cambiar uma moeda por outra.
vi_vn: Một nhà kinh doanh ngoại hối luôn luôn có một mục tiêu trong tâm trí khi kinh doanh: trao đổi một loại tiền tệ cho một loại khác để kiếm lợi nhuận.
zh_cn: 外汇交易者在交易时总是有一个目标：用某一货币兑换成另一货币以获取利润。

source: A Forex trader has one objective in mind when trading which is:
de_de: Eine Forex Trader hat beim Handel ein Ziel im Auge, und das ist:
fr_fr: Un trader Forex a un seul objectif à l’esprit lorsqu'il trade qui est :
id_id: Seorang trader Forex memiliki satu tujuan dalam pikiran saat melakukan trading yaitu:
pl_pl: Gracz Forex ma zawsze jeden cel podczas handlowania:
pt_pt: Um negociador de forex tem sempre um objetivo em mente quando está negociando:
vi_vn: Một nhà kinh doanh ngoại hối có một mục tiêu trong tâm trí khi kinh doanh đó là:
zh_cn: 外汇交易者在交易时有一个目标：

source: A MAM account can be assigned to a money manager who will trade on your behalf. You can view all the trades executed by a money manager.
de_de: Ein MAM-Konto kann einem Vermögensverwalter, der in Ihrem Namen handeln wird, zugewiesen werden. Sie können alle Geschäfte, die von einem Vermögensverwalter ausgeführt werden, einsehen.
fr_fr: Un compte MAM peut être assigné à un gestionnaire de fonds qui tradera en votre nom. Vous pouvez visualiser toutes les transactions exécutées par un gestionnaire de fonds.
id_id: Akun MAM dapat di tugaskan ke akun money manager yang akan bertrading atas nama Anda. Anda dapat melihat semua kontrak yang ditradingkan oleh money manager.
pl_pl: Konto MAM może zostać przypisane do podmiotu zarządzającego pieniędzmi, który będzie zawierał zakłady w Twoim imieniu. Możesz zobaczyć wszystkie zakłady zawarte przez podmiot zarządzający pieniędzmi.
pt_pt: Uma conta de gestor multi-contas pode ser atribuída a um gestor de dinheiro que irá negociar em seu nome. É possível visualizar todas as negociações executadas pelo gestor de dinheiro.
vi_vn: Một tài khoản MAM có thể được giao cho một người quản lý tiền bạc, là người sẽ giao dịch thay cho bạn. Bạn có thể xem tất cả các giao dịch thực hiện bởi một trình quản lý tiền bạc.
zh_cn: MAM账户可以分配给资金经理代表您交易。您可以查看资金经理执行的所有交易。

source: A PEP is an individual who is or has been entrusted with a prominent public function. This status extends to a PEP's relatives and close associates.
de_de: Eine PEP ist eine Einzelperson, die mit einem wichtigen, öffentlichen Amt betraut ist oder betraut war. Dieser Status weitet sich auf Verwandte und nahe Kollegen des PEPs aus.
fr_fr: Un PEP est un individu auquel a été confié une fonction publique proéminente. Ce statut s'étend à la famille et aux proches associés des PEP.
id_id: PEP adalah individu yang atau telah dipercayakan dengan fungsi publik terkemuka. Status ini diperluas hingga ke kerabat seorang PEP dan rekan dekat.
pl_pl: PEP to osoba, która wykonuje lub wykonywała znaczącą funkcję publiczną. Status odnosi się również do członków rodziny takiej osoby i jej bliskich współpracowników.
pt_pt: Uma PPE é uma pessoa que desempenha ou que tenha desempenhado funções públicas proeminentes. Este status se estende aos familiares e outras pessoas de seu relacionamento próximo
vi_vn: Một PEP là một cá nhân hoặc đã được ủy thác với một chức năng công cộng nổi tiếng. Tình trạng này kéo dài tới một thân nhân của một PEP và các mối quan hệ thân cận.
zh_cn: PEP是被委托进行特出公众任务的个人。此身份包括了PEP的亲属和亲近的人。

source: A Payment Agent acts like an exchange between the Client (that is, our customer) and %1. The Payment Agent processes deposits and withdrawals for Clients who wish to use a specific e-wallet method or local currency that is not offered by %1. The transfer fees are borne by the Client.
de_de: Ein Zahlungsagent handelt als ein Mittler zwischen dem Kunden (das heißt, unserem Kunden) und %1. Der Zahlungsagent führt für Kunden, die eine besondere e-Wallet Methode oder nationale Währung verweden, die nicht von %1 angebotet wird, Einzahlungen und Abhebungen durch. Die Überweisungsgebühren werden vom Kunden getragen.
fr_fr: L'Agent de Paiement agit comme un intermédiaire entre le Client (notre client) et %1. L'Agent de Paiement prend en charge les dépôts et retraits pour les Clients souhaitant utiliser un portefeuille électionique spécifique ou une devise locale non disponible sur %1. Les frais de change sont à la charge du Client.
id_id: Agen Pembayaran bertindak sebagai penukar antara Klien (Pelanggan kami) dan %1. Agen Pembayaran memproses deposit dan penarikan untuk Klien yang ingin menggunakan metode pembayaran tertentu atau mata uang lokal yang tidak ditawarkan oleh %1. Biaya transfer akan ditanggung oleh Klien.
pl_pl: Pośrednik płatności działa jako kantor wymiany walut między Klientem (naszym klientem) a %1. Pośrednik płatności przetwarza wpłaty i wypłaty dla Klientów, którzy chcą korzystać z określonych e-portfeli lub lokalnych walut niedostępnych na %1. Opłaty za przelewy są pokrywane przez Klienta.
pt_pt: Um agente de pagamentos atua como um serviço de câmbios entre o Cliente (isto é, o nosso cliente) e a %1. O agente de pagamentos processa depósitos e retiradas para clientes que desejam usar uma solução de carteira-eletrônica específica ou moeda local não disponibilizada pela %1. As taxas de transferência são custeadas pelo Cliente.
vi_vn: Đại lý Thanh toán làm việc giống như hoạt động trao đổi giữa các Khách Hàng (khách hàng của chúng tôi) và %1. Đại Lý Thanh Toán tiến hành thực hiện hoạt động rút tiền và gửi tiền cho Khách Hàng muốn sử dụng phương thức thanh toán thẻ điện tử hoặc bằng tiền nội tệ mà không được %1 cung cấp. Khách Hàng sẽ phải chịu phí giao dịch.
zh_cn: 付款代理人扮演客户（即我们的顾客）和 %1之间的兑换员。付款代理人负责为希望使用某一特定电子錢包方法或%1不支持的本地货币的客户处理充值和提款事宜。汇款费用由客户支付。

source: A Professional Client receives a lower degree of client protection due to the following:
de_de: Ein professioneller Kunde erhält einen geringeren Kundenschutz aus den folgenden Gründen:
fr_fr: Un Client professionnel reçoit un moindre degré de protection du client en raison de ce qui suit :
id_id: Klien profesional akan menerima perlindungan klien lebih rendah berhubung:
pl_pl: Klientom profesjonalnym zapewniamy ochronę na niższym poziomie z następujących przyczyn:
pt_pt: Os clientes profissionais recebem um menor grau de proteção devido ao seguinte:
vi_vn: Một Khách Hàng Chuyên Nghiệp sẽ nhận được một mức độ bảo vệ khách hàng thấp hơn do những lý do sau đây:
zh_cn: 由于以下原因, 专业客户会收到程度较低的客户端保护:

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
de_de: Ein Bleibt-Zwischen-Kontrakt wird ausgezahlt, wenn der Kurs in der Zeitspanne, die vom Händler ausgewählt wurde, zwischen dem oberen UND unteren Schwellenwert bleibt (diesen aber nicht erreicht). Ein Übersteigt-Kontrakt wird ausgezahlt, wenn der Kurs während der vom Händler ausgewählten Zeitspanne ENTWEDER den oberen oder unteren Schwellenwert über- bzw. untersteigt.
fr_fr: Une option « Reste dans la zone » aboutit à un paiement lorsque le marché reste entre les barrières et ne touche NI la barrière supérieure NI la barrière inférieure sur toute la durée de la période définie par le trader. Une option « Sort de la zone » aboutit à un paiement si le marché touche SOIT la barrière supérieure, SOIT la barrière inférieure, à tout moment de la période définie par le trader.
id_id: Kontrak Stays Between akan memberi hasil jika pasar tetap berada diantara (tidak menyentuh) KEDUA batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader. Kontrak Goes Outside akan memberi hasil jika pasar menyentuh SALAH SATU batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader.
pl_pl: Zakład typu „pozostanie pomiędzy” przynosi zysk, jeśli rynek pozostanie pomiędzy ZARÓWNO górnym, jak i dolnym limitem (nie osiągnie limitu) w dowolnym momencie w wybranym okresie. Zakład typu „przekroczy” przynosi zysk, jeśli rynek osiągnie górny ALBO dolny limit w dowolnym momencie w wybranym okresie.
pt_pt: A negociação "Fica dentro" paga prêmio se o mercado ficar entre (não tocar) AMBAS a barreira alta e a barreira baixa em qualquer momento durante o período escolhido pelo negociador. A negociação "Sai fora" paga prêmio se o mercado tocar a barreira alta ou a barreira baixa em qualquer momento durante o período escolhido.
vi_vn: Giao dịch Ở giữa có tiền thưởng khi thị trường ở giữa (không chạm) CẢ HAI hàng giới hạn trên hoặc giới hạn dưới tại bất cứ thời điểm nào trong suốt thời gian được người giao dịch lựa chọn. Giao dịch Ra Ngoài có tiền thưởng khi thị trường chạm MỘT TRONG HAI giới hạn trên hoặc giới hạn dưới tại bất cứ thời điểm nào trong suốt thời gian được người giao dịch chọn.
zh_cn: 如果市场在所选期限内一直保持在（没有触及）高障碍或低障碍之间，所选择的“保持在范围之内”交易即可获利。如果市场在所选期限内只要触及高障碍或低障碍，所选择的“超出范围之外”交易即可获利。

source: A Transaction is opened by either executing a "Buy" or "Sell" Order based on a specified number of lots (volume) that constitute the underlying instrument of the relevant market.
de_de: Eine Transaktion wird entweder durch ausführen einer "Buy" oder "Sell" Order, die auf einer spezifischen Anzahl an Lots (Volumen), die das zugrundeliegende Instrument des relevanten Marktes darstellen, basiert, eröffnet.
id_id: Transaksi dibuka dengan mengeksekusi order "Beli" atau "Jual" berdasarkan jumlah lot tertentu (volume) pada instrumen yang mendasari pasar yang bersangkutan.
pl_pl: Transakcja zostaje zawarta poprzez wykonanie zlecenia „Kup” lub „Sprzedaj” w oparciu o określoną liczbę partii (wielkość), która stanowi instrument bazowy odpowiedniego rynku.
pt_pt: Uma transação é aberta pela execução de uma ordem de "Compra" ou de "Venda", baseada num número especificado de lotes (volume) que constituem o instrumento subjacente do mercado relevante.
vi_vn: Một giao dịch được mở ra bằng một trong hai cách thực hiện một "mua" hoặc "Bán" thứ tự dựa trên một số quy định của số lô (khối lượng) mà tạo thành các công cụ cơ bản của thị trường có liên quan.
zh_cn: 根据构成相关市场标的工具的指定批(量) 数量执行“买入”或“卖出”订单开盘交易。

source: A bachelor's degree in commerce or any business-related field, IT-related field or criminology
de_de: Ein Bachelor-Abschluss im Handelsgewerbe oder einem geschäftlichen Bereich, in einem IT-bezogenen Feld oder in Kriminologie
fr_fr: Une licence en commerce ou dans tout autre domaine lié aux affaires, aux technologies de l'information ou à la criminologie
id_id: Gelar sarjana dalam bidang perdagangan atau bidang bisnis apa pun, bidang terkait IT atau kriminologi
pl_pl: Dyplom studiów licencjackich na kierunku handlowym lub na innym kierunku biznesowym, informatycznym lub w zakresie kryminologii
pt_pt: Um diploma de bacharel em Comércio ou qualquer área relacionada a TI, ou área Criminal
vi_vn: Một bằng cử nhân trong ngành thương mại hoặc bất kỳ lĩnh vực nào liên quan đến kinh tế, liên quan đến IT hoặc tội phạm học
zh_cn: 商业或任何商业相关领域、信息技术相关领域或犯罪学学士学位

source: A bachelor's degree in commerce or any business-related field, law, or risk management
de_de: Ein Bachelor-Abschluss im Handelsgewerbe oder einem geschäftlichen Bereich, in einem IT-bezogenen Feld oder in Risikomanagement
fr_fr: Une licence en commerce ou dans tout autre domaine lié aux affaires, au droit ou à la gestion du risque
id_id: Gelar sarjana dalam bidang perdagangan atau bidang yang berkaitan dengan bisnis, hukum, atau manajemen risiko
pl_pl: Dyplom studiów licencjackich na kierunku handlowym lub na innym kierunku biznesowym, prawniczym lub w zakresie zarządzania ryzykiem
pt_pt: Um diploma de bacharel em Comércio ou qualquer área relacionada a negócios, Direito ou Gerenciamento de Risco
vi_vn: Một bằng cử nhân trong ngành thương mại hoặc bất kỳ lĩnh vực nào liên quan đến kinh tế, luật pháp, hoặc quản trị rủi ro
zh_cn: 商业或任何商业相关领域、法律或风险管理学士学位

source: A binary option is a contract in which one party undertakes to pay the other party a specified amount if the value of a given asset changes in a specific direction within a predetermined period. The three major underlying asset classes for binary options offered by the Company are:
de_de: Eine binäre Option ist ein Kontrakt, bei dem eine Partei sich dazu verpflichten, der anderen Partei einen bestimmten Betrag zu bezahlen, wenn sich der Wert eines bestimmten Vermögenswertes in eine bestimmte Richtung innerhalb einer vorgegebenen Frist ändert. Die drei wichtigsten Basiswert-Klassen für binäre Optionen, die vom Unternehmen angeboten werden, sind:
id_id: Opsi binary adalah kontrak di mana satu pihak melakukan pembayaran kepada pihak lain sejumlah tertentu jika nilai aset yang diberikan berubah dalam arah tertentu dalam periode yang ditentukan sebelumnya. Tiga kelas aset utama yang mendasari untuk opsi binary yang ditawarkan oleh Perusahaan adalah:
pl_pl: Opcja binarna to kontrakt, w którym jedna strona zobowiązuje się zapłacić drugiej stronie określoną kwotę, jeśli wartość określonego aktywa się zmieni w określonym kierunku we wcześniej ustalonym okresie. Trzy główne rodzaje aktywa bazowego w przypadku opcji binarnych oferowanych przez Firmę to:
pt_pt: Uma opção binária é um contrato em que uma das partes se compromete a pagar um valor específico se o valor de um determinado ativo se alterar para uma direção específica dentro de um período de tempo predeterminado. As três principais classes de ativos subjacentes de opções binárias disponibilizadas pela Empresa são:
vi_vn: Một Binary Option là một hợp đồng trong đó một bên cam kết trả tiền bên kia một số tiền nếu giá trị của một tài sản nhất định thay đổi theo một hướng cụ thể trong một khoảng thời gian định trước. Các ba lớn nằm bên dưới các lớp tài sản cho các Binary Option được cung cấp bởi công ty là:
zh_cn: 二元期权是指一方承诺如果某一资产的价值在预定期间内朝着特定方向发生变化，将向另一方支付特定数额的合约 。公司提供的二元期权三大基础资产类别是:
