Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: These Supplementary Terms and Conditions (these "ST&Cs") apply solely to clients ("you") of Binary Investments (Europe) Ltd ("BIEL", "we" or "us") and will govern the relationship between you and us when trading Financial Products (as defined in the Key Information documents %1here%2) with us.
de_de: Diese Ergänzenden Geschäftsbedingungen (diese "ST&Cs") gelten nur für Kunden ("Sie") der Binary Investments (Europe) Ltd. ("BIEL", "wir" oder "uns") und regeln die Beziehung zwischen Ihnen und uns für den Handel von Finanzprodukten (wie in den Schlüsseldokumenten %1hier%2 definiert) mit uns.
id_id: Syarat dan Ketentuan Tambahan ("ST&Cs" ini) berlaku semata-mata untuk klien ("Anda") dari Binary Investments (Europe) Ltd ("BIEL", "kami" atau "kita") dan akan mengatur hubungan antara Anda dan kami ketika bertrading Produk Keuangan (sebagaimana didefinisikan pada Dokumen Informasi Utama %1disini%2) dengan kami.
pl_pl: Niniejsze Dodatkowe Warunki (DW) mają zastosowanie wyłącznie w odniesieniu do klientów („Ty”) Binary Investments (Europe) Ltd („BIEL”, „my” lub „nas” itp.) i będą regulowały relację między Tobą a nami w przypadku handlowania Produktami finansowymi (jak określono w dokumentach zawierających najważniejsze informacje dostępnych %1tutaj%2) oferowanymi przez nas.
pt_pt: Estes termos e condições de serviço suplementares aplicam-se somente a clientes ("você") da Binary Investments (Europe) Ltd ("BIEL" ou "nós") e regerão a relação entre você e nós aquando da negociação de produtos financeiros (como definido nos documentos de informações essenciais %1aqui%2) conosco.
vi_vn: Những Điều khoản và Điều kiện Bổ sung (những "ST&C") này áp dụng độc lập cho khách hàng("bạn") của công ty TNHH Binary (Châu Âu) ("BIEL", "chúng tôi") và sẽ chi phối mối quan hệ giữa bạn và chúng tôi khi giao dịch Sản phẩm Tài chính (được định nghĩa trong tài liệu thông tin mấu chốt %1dưới đây%2) với chúng tôi.
zh_cn: 这些补充条款和条件仅适用于 Binary 投资（欧洲）有限公司（即：“BIEL”、"我们”及“我们的”) 的客户（即：“您”），并将在金融产品（如%1此处%2的关键信息文件所定义）交易中约束您和我们之间的关系。

source: These Terms and Conditions may be supplemented from time to time by Supplementary Terms and Conditions applicable to a particular Company or products.
de_de: Diese Allgemeinen Geschäftsbedingungen können jederzeit durch zusätzliche Bedingungen, die für ein einzelnes Unternehmen oder einzelne Produkte gelten, ergänzt werden.
id_id: Syarat dan Ketentuan ini dapat dirubah dari waktu ke waktu berdasarkan Syarat dan Ketentuan yang berlaku untuk Perusahaan atau produk khusus.
pl_pl: Niniejszy Regulamin może w niektórych przypadkach być uzupełniany przez warunki dodatkowych regulaminów mających zastosowanie w odniesieniu do określonej Spółki lub określonego produktu.
pt_pt: Estes Termos e Condições poderão ser complementados periodicamente por Termos e Condições Complementares, aplicáveis a uma determinada empresa ou determinados produtos.
vi_vn: Những Điều Khoản và Điều Kiện này có thể được bổ sung thêm theo thời gian bằng những Điều Khoản và Điều Kiện Bổ Sung được áp dụng cho Công ty hoặc những sản phẩm cụ thể nào đó.
zh_cn: 这些条款和条件可能陆续添加适用于某一公司或产品的补充条款和条件。

source: These Terms and Conditions, for the convenience of our Clients are provided in several different languages; however, these translations do reflect the same principles. We attempt, as much as possible to provide a faithful translation in English of the prevailing language. In the event of any differences between the English version of the website and any other language, the English version shall prevail.
de_de: Diese Allgemeinen Geschäftsbedingungen werden zur Annehmlichkeit unserer Kunden in mehreren Sprachen zur Verfügung gestellt; jedoch spiegeln diese Übersetzungen die selben Grundsätze wider. Wir versuchen so weit wie möglich, eine originalgetreue Übersetzung des englischen Texts in der jeweiligen Sprache bereitzustellen. Für den Fall von Unterschieden zwischen der englischen Version der Website und jener einer anderen Sprache, kommt die englische Version zur Anwendung.
id_id: Syarat dan Ketentuan ini disediakan dalam berbagai bahasa untuk kenyamanan Anda. Namun demikian, kami memastikan translasi dalam versi Inggris adalah sama. Jika terjadi perbedaan antara versi Inggris dengan bahasa lainnya maka, vesi Inggris harus digunakan.
pl_pl: Dla wygody naszych Klientów niniejszy Regulamin jest dostępny w kilku językach, jednakże wszystkie jego tłumaczenia są odzwierciedleniem tych samych zasad. Staramy się zapewniać wierne tłumaczenie z języka angielskiego na język docelowy. W przypadku jakichkolwiek rozbieżności pomiędzy wersją angielską, a wersją w jakimkolwiek innym języku, wersja angielska jest wersją obowiązującą.
pt_pt: Estes termos e condições, para conveniência dos nossos clientes, são fornecidos em idiomas diferentes; no entanto, estas traduções refletem os mesmo princípios. Tentamos, tanto quanto possível, fornecer uma tradução fiel em inglês do idioma prevalecente. Em caso de discrepância entre a versão em inglês e qualquer outro idioma no site, prevalecerá o texto em inglês.
vi_vn: Các Điều Khoản và Điều Kiện này, để tiện lợi cho khách hàng, chúng tôi cung cấp một vài ngôn ngữ khác nhau; Tuy nhiên, các bản dịch này chỉ phản ánh tương tự. Chúng tôi sẽ cố gắng hết mức có thể để cung cấp bản dịch sát nghĩa tiếng Anh bằng ngôn ngữ của quốc gia khác. Trong trường hợp có sự khác biệt nào giữa bản tiếng Anh của trang web và bất kỳ ngôn ngữ khác, phiên bản tiếng Anh sẽ được ưu tiên áp dụng.
zh_cn: 为了方便客户，我们以多种语言提供这些条款和条件。不过，这些翻译件所反映的是相同的原则。我们尽量为这些语言提供准确的英语译文。如果其他语言版本和英语版本有任何差异，则以英语版本为准。

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
de_de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob ein Kurs höher oder niedriger als ein festgelegtes Kursziel schließt.
fr_fr: Ce sont les options pour lesquelles le trader prédit si le marché va terminer à un cours supérieur ou à un cours inférieur au prix-cible.
id_id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan berakhir lebih tinggi atau lebih rendah dari target harga.
pl_pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie wyższa czy niższa od wybranej ceny docelowej.
pt_pt: Essas são negociações em que o cliente prevê se um mercado vai terminar mais alto ou mais baixo do que uma barreira de preço especificada.
vi_vn: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường kết thúc cao hơn hoặc thấp hơn với giá mục tiêu đặt ra.
zh_cn: 交易者预测市场收盘价将高于或低于设定目标价的交易。

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
de_de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob zum Ablauf eines ausgewählten Zeitraums der Kurs gestiegen oder gefallen ist.
fr_fr: Ce sont des transactions pour lesquelles le trader prédit qu'un marché va fluctuer à la hausse ou à la baisse à la fin d'une période prédéfinie.
id_id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan naik atau turun pada akhir periode waktu yang dipilih.
pl_pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie rosła czy malała pod koniec wybranego okresu.
pt_pt: Essas são negociações em que o cliente prevê se um mercado vai subir ou descer no fim de um período de tempo selecionado.
vi_vn: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường sẽ lên hoặc xuống vào cuối kỳ hạn đã chọn.
zh_cn: 交易者预测市场在所选期限结束时将会上涨或下跌的交易。

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades').
de_de: Es sind Kontrakte vorhanden, bei denen sich der Händler für eine untere und obere Schwelle entscheidet und voraussagt, ob der Kurs innerhalb dieser Schwellen verbleibt oder über sie hinaus schließt (siehe auch 'Bleibt zwischen/Geht außerhalb Kontrakte').
fr_fr: Ce sont les options pour lesquelles le trader sélectionne une barrière inférieure et une barrière supérieure, et prédit si le marché évoluera à l’intérieur ou à l'extérieur de la zone de prix correspondante (voir également les options « Reste dans/Sort de la zone »).
id_id: Berikut adalah kontrak dimana trader akan memilih batasan rendah dan tinggi, dan menganalisa pergerakan pasar akan tetap berada di dalam batasan atau bergerak keluar batasan tadi (lihat juga kontrak 'Stays Between/Goes Outside').
pl_pl: Są to zakłady, w których gracz wybiera dolny i górny limit, a następnie prognozuje, czy cena rynkowa pozostanie pomiędzy tymi limitami czy je przekroczy (zobacz także „Zakłady typu pozostanie pomiędzy/przekroczy”).
pt_pt: Estas são negociações em que o negociador seleciona uma barreira baixa e alta, e escolhe se acha que o mercado ficará dentro destas barreiras ou sairá fora delas (veja também 'Negociações Fica Dentro/Sai Fora').
vi_vn: Những giao dịch này là các nhà giao dịch đã chọn một giới hạn trên và dưới, và đoán thị trường sẽ nằm giữa những giới hạn này hoặc ra ngoài chúng (xem 'Giao Dịch Nằm Giữa/ Ra Ngoài').
zh_cn: 交易者设定低障碍和高障碍，并预测市场将保持在这些障碍水平之内或落在这些障碍水平之外的交易（请参考“保持在范围内/超出范围外交易”）。

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
de_de: Dies sind Kontrakte, bei denen der Händler ein Kursziel festlegt und voraussagt, dass der Kurs vor Ablauf des Kontrakts dieses Ziel nicht erreichen wird.
fr_fr: Pour ce type d'option, le trader sélectionne un prix-cible, et prédit que le marché ne touchera jamais la cible avant l'expiration de l’option.
id_id: Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir.
pl_pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek nigdy nie osiągnie ceny docelowej przed wygaśnięciem zakładu.
pt_pt: Estas são as negociações em que o negociador escolhe um preço-alvo e prevê que o mercado nunca vai tocar o alvo antes do término da negociação.
vi_vn: Đây là những giao dịch mà các nhà giao dịch đã chọn giá mục tiêu, và dự đoán thị trường sẽ không bao giờ chạm vào mục tiêu trước khi giao dịch hết hạn.
zh_cn: 交易者选择一个目标价并预测市场在合约到期前将不会触及该价位的交易。

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
de_de: Dies sind Kontrakte, bei denen der Händler ein Kursziel wählt und voraussagt, dass der Markt vor Ablauf des Kontrakts das Ziel erreichen wird.
fr_fr: Pour ce type d'option, le trader sélectionne un prix-cible et prédit que le marché touchera cette cible avant l'expiration de l'option.
id_id: Ini adalah kontrak dimana trader memilih target harga dan menganalisa apakah pasar akan menyentuh target sebelum kontrak berakhir.
pl_pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek osiągnie cenę docelową przed wygaśnięciem zakładu.
pt_pt: Estas são negociações em que o negociador escolhe um preço-alvo e prevê que o mercado vai tocar o alvo antes do término do contrato.
vi_vn: Đây là những giao dịch mà các nhà giao dịch đã chọn một giá mục tiêu, và dự đoán rằng thị trường sẽ chạm vào mục tiêu trước khi giao dịch hết hạn.
zh_cn: 交易者选择一个目标价并预测市场在合约到期前将会触及该价位的交易。

source: These documents provide you with key information about our investment products. This information is required by law to help you understand the nature, risks, costs, potential gains and losses of these products and to help you compare them with other products.
de_de: Diese Dokumente bieten Ihnen wichtige Informationen über unsere Anlageprodukte. Diese Informationen sind vom Gesetz verlangt, um Ihnen zu helfen, die Natur, Risiken, Kosten, möglichen Gewinne und Verluste dieser Produkte zu verstehen, und um Ihnen zu helfen, sie mit anderen Produkten zu vergleichen.
fr_fr: Ces documents vous fournissent des informations clés concernant nos produits d’investissement. Cette information est requise par la loi pour vous aider à comprendre la nature, les risques, les coûts, les éventuels gains et pertes de ces produits et pour vous aider à les comparer avec d’autres produits.
id_id: Dokumen-dokumen ini memberi Anda informasi penting tentang produk investasi kami. Informasi ini diwajibkan oleh hukum untuk membantu Anda memahami sifat, risiko, biaya, potensi keuntungan dan kerugian dari produk ini dan untuk membantu Anda membandingkannya dengan produk lainnya.
pl_pl: Niniejsze dokumenty zawierają kluczowe informacje dotyczące naszych produktów inwestycyjnych. Przekazanie tych informacji jest wymagane na mocy prawa i ma pomóc Ci zrozumieć naturę tych produktów, związane z nimi ryzyko, koszty oraz potencjalny zysk i stratę oraz pomóc Ci porównać je z innymi produktami.
pt_pt: Estes documentos fornecem informações-chave sobre os nossos produtos de investimento. Estas informações são exigidas por lei para facilitar a compreensão da natureza e dos riscos, custos, ganhos e perdas potenciais deste produto e para ajudar na comparação do mesmo com outros produtos.
vi_vn: Những tài liệu này cung cấp cho bạn thông tin mấu chốt về các sản phảm đầu tư của chúng tôi. Thông tin này được yêu cầu bởi luật pháp để giúp bạn hiểu về bản chất, các rủi ro, chi phí, lãi và lỗ tiềm năng của những sản phẩm này và để giúp bạn so sanh chúng với những sản phẩm khác.
zh_cn: 这些文件为您提供关于我们投资产品的关键信息。根据法律要求，我们必须提供这些信息以便帮助您了解这些产品的性质、风险、成本、潜在收益和损失, 并帮助您与其他产品相比较。

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Binary Group company.
de_de: Diese Materialien dürfen nicht zu gewerblichen Zwecken oder zum Schadenersatz jeglicher Art, ohne vorherige schriftliche Genehmigung von einer Binary Konzerngesellschaft, kopiert oder umverteilt werden.
fr_fr: Ces matériaux ne peuvent être copiés ou redistribués à des fins commerciales ou pour toute compensation d’aucune sorte, sans une autorisation écrite préalable d’une société du Binary Group.
id_id: Materi ini tidak dapat disalin atau disebarkan untuk tujuan komersial atau kompensasi dalam bentuk apapun tanpa izin tertulis dari perusahaan Binary Group.
pl_pl: Zabrania się kopiowania i rozpowszechniania tych materiałów w jakichkolwiek celach handlowych lub zarobkowych bez uprzedniej pisemnej zgody spółki Binary Group.
pt_pt: Estes materiais não podem ser copiados ou redistribuídos para fins comerciais ou para compensação de qualquer tipo sem autorização prévia por escrito de uma empresa do grupo Binary.
vi_vn: Các tài liệu này có thể không được sao chép hoặc phân phối lại cho mục đích thương mại hoặc bồi thường thiệt hại của bất kỳ hình thức nào mà không có sự cho phép trước từ một công ty Binary Group.
zh_cn: 在未得到 Binary Group 公司书面许可的情况下，用户不得因商业目的以其他任何有偿方式复制或者传播这些材料。

source: They also generate monthly management accounts, annual audited accounts, and reconcile all transactions. As our Accounts &amp; Payments Executive, you will be able to contribute to all these key areas and increase the efficiency of our financial operations.
de_de: Sie generieren auch monatliche Managementkonten, jährliche, überprüfte Konten, und gleichen alle Transaktionen aus. Als unser Konten &amp; Zahlungsvorstand werden Sie dazu im Stande sein, zu all diesen Schlüsselbereichen beizutragen und die Effizienz unserer finanziellen Operationen zu steigern.
fr_fr: Ils génèrent également des comptes mensuels de gestion, les comptes annuels audités et la réconciliation de toutes les transactions. Comme Chargé des Comptes et Paiements &amp; vous serez en mesure de contribuer à tous ces domaines clé et d'augmenter l’efficacité de nos opérations financières.
id_id: Mereka juga menghasilkan akun manajemen bulanan, akun yang diaudit setiap tahun, dan merekonsiliasi semua transaksi. Sebagai Akun &amp; Pembayaran Eksekutif, Anda akan dapat berkontribusi bagi semua bidang utama dan meningkatkan efisiensi operasi keuangan kami.
pl_pl: Generują również miesięczne raporty dot. rachunków zarządczych, roczne raporty dot. rachunków audytowanych i uzgadniają wszystkie transakcje. Jako Kierownik ds. kont i płatności będziesz mieć wpływ na te wszystkie główne obszary naszej działalności i zwiększać efektywność naszych operacji finansowych.
pt_pt: Eles também geram contas de gerenciamento mensais, contas anuais auditadas e reconciliam todas as transações. Como nosso Executivo de Contas e Pagamentos, você poderá contribuir com todas essas áreas-chaves e aumentar a eficiência de nossas operações financeiras.
vi_vn: Họ sẽ tạo ra các tài khoản quản lý hàng tháng, tài khoản kiểm toán hàng năm và dàn xếp tất cả các giao dịch. Với tư cách là Nhân Viên Kế Toán &amp; Chi Trả, bạn sẽ được đóng góp vào tất cả những khu vực quan trọng và tăng tính hiệu quả trong hoạt động tài chính của chúng tôi.
zh_cn: 他们也制作每月管理账目、年度审计账目、并对所有交易记录进行协调。身为账户和支付主管, 您须能够为所有这些关键领域做出贡献, 并提高我们财务运营的效率。

source: They also manage our suppliers and contractors, as well as general administrative duties and procedures. As our Human Resource Operations Executive, you will be counted on to lead, execute, and support a wide range of HR-related and administrative tasks to ensure the smooth operations of our offices worldwide.
de_de: Sie verwalten auch unsere Lieferanten und Auftragnehmer, sowie generelle und administrative Aufgaben und Verfahren. Als unser HR Geschäftsvorstand wird man sich auf Ihre Leitung, Ausführung und Unterstützung einer weiten Reihe an HR-bezogenen und administrativen Aufgaben verlassen, um den reibungslosen Ablauf unserer weltweiten Büros zu gewährleisten.
fr_fr: Ils gèrent également nos fournisseurs et nos prestataires, ainsi que les tâches administratives générales et les procédures. Comme notre Chargé des Opérations Ressources Humaines, nous compterons sur vous pour diriger, exécuter et soutenir une large gamme de tâches RH et administratives pour assurer le bon fonctionnement de nos bureaux dans le monde entier.
id_id: Mereka juga mengelola pemasok dan kontraktor kami, serta tugas dan prosedur administrasi umum. Sebagai Eksekutif Operasi Sumber Daya Manusia, Anda akan diperhitungkan untuk memimpin, melaksanakan, dan mendukung berbagai tugas terkait SDM dan administrasi untuk memastikan kelancaran operasional kantor kami di seluruh dunia.
pl_pl: Pracownicy tego zespołu zarządzają też kwestiami związanymi z naszymi dostawcami i wykonawcami, jak również wykonują ogólne zadania i procedury administracyjne. Jako Kierownik ds. HR będziesz odpowiadać za kierowanie i zarządzanie różnorodnymi zadaniami administracyjnymi i zadaniami z zakresu HR i wspomaganie działań w tym zakresie, aby zapewnić sprawne funkcjonowanie naszych biur na całym świecie.
pt_pt: Também gerenciam nossos fornecedores e empreiteiros, bem como as tarefas administrativas gerais e procedimentos. Como nosso Executivo de Operações de Recursos Humanos, será esperado que você lidere, execute e apoie uma ampla gama de tarefas administrativas de RH para garantir o andamento das operações de nossos escritórios em todo o mundo.
vi_vn: Họ cũng quản lý các bên cung cấp và nhà thầu của chúng tôi, cũng như các nghĩa vụ và quy trình quản trị chung. Với tư cách là Nhân Viên Điều Hành Nhân Sự, bạn được trông đợi sẽ dẫn dắt, thực hiện và hỗ trợ một diện rộng các nhiệm vụ liên quan đến Nhân Sự và hành chính để đảm bảo cho vận hành trơn tru của các văn phòng chúng tôi trên toàn thế giới.
zh_cn: 他们也管理我们的供应商和承包商, 以及一般的行政职责和程序。身为我们的人力资源运营主管, 您须能领导、执行和支持一系列与人力资源和管理相关的任务, 以确保我们世界各地的办事处顺利运作。

source: Think that a certain currency will go up or down? Learn when you should buy (or "go long") and when to sell (or "go short").
de_de: Glauben Sie, dass eine bestimmte Währung nach oben oder unten gehen wird? Lernen Sie wann Sie kaufen sollten (oder "lang gehen") und wann verkaufen (oder "kurz gehen").
fr_fr: Penser qu’une certaine monnaie va monter ou descendre ? Apprenez quand vous devriez acheter (ou « go long ») et quand vendre (ou « aller à court »).
id_id: Berpikir bahwa suatu mata uang tertentu akan naik atau turun? Pelajari kapan Anda harus membeli (atau "go long") dan kapan harus menjual (atau "go short").
pl_pl: Sądzisz, że cena określonej waluty wzrośnie lub spadnie? Dowiedz się, kiedy należy kupować („zająć pozycję długą”), a kiedy sprzedawać („zająć pozycję krótką”).
pt_pt: Pensa que alguma moeda irá subir ou descer? Aprenda quando deve comprar (assumir uma posição longa) e quando deve vender (ou assumir uma posição curta).
vi_vn: Nghĩ rằng một tiền tệ cụ thể nào đó sẽ đi lên hoặc xuống? Tìm hiểu lúc nào bạn nên mua (hoặc "đi dài") và lúc nên bán (hoặc "đi ngắn").
zh_cn: 您认为某种货币会上涨或下跌？学习什么时候应该买入 (或 "持多头头寸") 和卖出 (或 "持空头头寸")。

source: This Agreement constitutes the entire Agreement between the Parties and no earlier representation or arrangement or agreement written or oral relating to any matter dealt with in this Agreement between the Parties shall have any force or effect before the Commencement Date.
de_de: Diese Vereinbarung stellt die gesamte Vereinbarung zwischen den Parteien und keine frühere Darstellung oder Anordnung oder Vereinbarung, weder schriftlich noch mündlich, in Bezug auf alle Angelegenheiten, die in dieser Vereinbarung zwischen den Parteien behandelt werden, dar und soll vor dem Beginndatum weder Kraft noch Wirkung haben.
id_id: Persetujuan ini merupakan keseluruhan Perjanjian antara Kedua Belah Pihak dan tidak ada perwakilan atau pengaturan atau kesepakatan sebelumnya yang tertulis atau lisan yang berkaitan dengan masalah yang diatur dalam Perjanjian ini antara Kedua Belah Pihak harus diselesaikan sebelum Tanggal Mulai.
pl_pl: Niniejsza Umowa stanowi całość Umowy pomiędzy Stronami, a jakiekolwiek wcześniejsze ustalenia, uzgodnienia, umowy w formie pisemnej lub ustnej związane z przedmiotem niniejszej Umowy pomiędzy Stronami nie mają żadnej mocy ani żadnego skutku przed jej Dniem wejścia w życie.
pt_pt: Este acordo constitui o Acordo completo entre as Partes e nenhuma representação ou entendimento ou acordo anterior, por escrito ou por via oral, relacionado com qualquer assunto tratado neste Acordo entre as Partes, terá qualquer efeito antes da data de início.
vi_vn: Thỏa Thuận này cấu thành toàn bộ thỏa thuận giữa các bên và không có sự sắp đặt hoặc hiệp ước miệng nào liên quan đến bất kỳ vấn đề nào xử lý trong Thỏa Thuận này giữa các bên trước đó sẽ có quyền hạn bất kỳ hoặc có hiệu lực trước khi các Ngày Khởi Đầu.
zh_cn: 本协议构成双方之间的全部协议, 本协议中之前的书面或口头陈述或安排或协议涉及的任何有关事项, 均不得在开始日期前生效或施行。
