Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1 is a dynamic and flexible workplace. As well as our offices, we have employees who choose to telecommute from their home offices in countries around the world. If that suits you, we're open to it.
de_de: %1 ist ein dynamischer und flexibler Arbeitsplatz. Wir verfügen sowohl über Firmensitze als auch über Angestellte, die aus ihren Homeoffices in Ländern rund um die Welt arbeiten. Wenn das zu Ihnen passt, sind Sie bei uns willkommen.
fr_fr: %1 est une société dynamique et flexible. En plus des employés travaillant au sein de nos bureaux, certains de nos collaborateurs basés dans différents pays choisissent de télétravailler à domicile depuis leur poste de travail individuel. Nous sommes ouverts à cette option si elle vous convient.
id_id: %1 adalah tempat kerja yang dinamis dan fleksibel. Begitu juga dengan kantor kami, kami memiliki pegawai yang dapat bekerja dari rumah di seluruh negara. Jika hal ini cocok untuk Anda, kami terbuka untuk itu.
pl_pl: %1 jest dynamicznym i zarazem elastycznym miejscem pracy. Poza biurami zatrudniamy pracowników, którzy wolą pracować zdalnie w krajach na całym świecie. Jeśli Ci to odpowiada, zapraszamy.
pt_pt: A %1 é um lugar de trabalho dinâmico e flexível. Além dos nossos escritórios, temos colaboradores que escolheram trabalhar a partir das suas casas, em diferentes países de todo o mundo. Se esse tipo de trabalho combina com você, estamos prontos para recebê-lo.
vi_vn: %1 là môi trường làm việc rất linh hoạt và năng động. Cũng như các văn phòng, chúng tôi có đội ngũ nhân viên lựa chọn làm việc tại nhà trên toàn thế giới. Nếu điều này thích hợp với bạn, chúng tôi rất sẵn lòng.
zh_cn: %1 是充满活力和灵活的工作场所。除了在各办事处工作的职员，我们在世界各国还有选择在家里远程办公的人员。如果您希望在家里办公，我们是同意这么做的。

source: %1 is a licensed and regulated binary options trading platform that's been operating since 2000. It has:
de_de: %1 ist eine lizenzierte und regulierte binäre Optionen Handelsplattform, die seit 2000 in Betrieb ist. Sie hat:
fr_fr: %1 est une plateforme agréée et réglementée de trading d’options binaires qui opère depuis 2000. Il dispose de :
id_id: %1 adalah platform trading opsi binary yang berlisensi dan teregulasi telah beroperasi sejak tahun 2000. Memiliki:
pl_pl: %1 to posiadająca licencję i objęta regulacjami platforma umożliwiająca handel opcjami binarnymi działająca od 2000 r. Posiada:
pt_pt: A %1 é uma plataforma de negociação de opções binárias licenciada e regulamentada que está em funcionamento desde 2000. Ela tem:
vi_vn: %1 là một sàn kinh doanh binary options được cấp phép và quy định đã hoạt động kể từ năm 2000. Sàn có:
zh_cn: %1 是拥有牌照及受监管的二元期权交易平台, 自2000年以来一直在运作。它有:

source: %1 is a licensed and regulated trading platform that serves over 1,000,000 customers globally. We hold multiple licenses to comply with regulations around the world. Since 1999, we've served our clients with a constant and unwavering commitment to integrity and reliability. We always hold ourselves to the highest ethical standards, in addition to our regulatory requirements.
de_de: %1 ist eine lizensierte und überprüfte Handelsplattform, die mehr als 1.000 000 Kunden weltweit dient. Wir besitzen zahlreiche Lizenzen, die den Bestimmungen rund um den Globus entsprechen. Seit 1999, haben wir unseren Kunden mit einer konstanten und unerschütterlichen Verpflichtung zu Integrität und Beständigkeit gedient. Zusätzlich zu unseren regulatorischen Anforderungen, halten wir uns jederzeit an die höchsten Standards.
fr_fr: %1 est une plateforme de trading autorisée sous licence et soumise à une réglementation spécifique, offrant ses services à plus de 1 000 000 de clients dans le monde entier. Depuis 1999, nous apportons satisfaction à nos clients en faisant preuve d'une intégrité et d'une fiabilité constantes. Nous assurons une parfaite conformité aux exigences réglementaires applicables tout en respectant les plus strictes normes éthiques.
id_id: %1 adalah platform trading berlisensi dan diatur yang melayani lebih dari 1.000.000 pelanggan secara global. Kami memegang beberapa lisensi untuk mematuhi peraturan di seluruh dunia. Sejak tahun 1999, kami telah melayani pelanggan kami dengan komitmen, integritas dan kehandalan penuh. Kami berusaha selalu menyediakan standar etika tertinggi, selain memenuhi persyaratan peraturan yang harus kami penuhi.
pl_pl: %1 to platforma handlowa objęta licencją i regulacjami, która obsługuje ponad 1 000 000 klientów na całym świecie. Posiadamy różne licencje, by spełniać wymogi prawne obowiązujące na całym świecie. Od 1999 r. nieprzerwanie obsługujemy naszych klientów, przywiązując wagę do uczciwości i rzetelności. Oprócz wymogów prawnych, zawsze zachowujemy najwyższe standardy moralne.
pt_pt: A %1 é uma plataforma de negociação licenciada e regulada que serve mais de 1.000.000 de clientes em todo o mundo. Possuímos várias licenças para o cumprimento de regulamentos ao redor do mundo. Desde 1999 que servimos os nossos clientes com um compromisso inabalável e constante com a integridade e a fiabilidade. Sempre nos comprometemos com os mais elevados padrões de ética, para além das nossas obrigações regulamentares.
vi_vn: %1 là một cấp phép và quy định nền tảng giao dịch mà phục vụ hơn 1.000.000 khách hàng trên toàn cầu. Chúng tôi giữ nhiều giấy phép để thực hiện theo quy định trên toàn thế giới. Từ năm 1999, chúng tôi đã phục vụ khách hàng của chúng tôi với một cam kết liên tục và vững chắc vào sự toàn vẹn và độ tin cậy. Chúng tôi luôn giữ mình tiêu chuẩn đạo đức cao nhất, ngoài ra chúng tôi yêu cầu quản lý.
zh_cn: %1是拥有牌照及受监管的交易平台，为全球超过1,000,000 个客户提供服务。我们持有多个牌照，并遵守世界各地的交易规则。1999 年以来，我们一直坚定不移地致力为客户提供完整和可靠的服务。除严格遵守监管规则外，我们也始终坚持最高的道德标准。

source: %1 is always looking to add experienced professionals to its talented team of administrators, technical contributors, and managers. To support our continued growth, we've developed a number of exciting career opportunities in the following areas:
de_de: %1 versucht laufend, seinem talentierten Team von Administratoren, technischen Mitarbeitern und Mangern erfahrene Fachleute hinzuzufügen. Wir haben eine Anzahl von spannenden Karrieremöglichkeiten in folgenden Bereichen entwickelt, um unser weiteres Wachstum zu unterstützen:
fr_fr: %1 est en recherche constante de professionnels expérimentés pour élargir sa talentueuse équipe d'administrateurs, de techniciens et de responsables. Pour mieux répondre aux besoins de notre croissance continue, nous avons créé différentes opportunités professionnelles attractives dans les domaines suivants :
id_id: %1 selalu mencari profesional berpengalaman untuk bergabung di dalam tim administrasi, kontributor teknikal dan beberapa manajer berbakat. Untuk mendukung perkembangan kami, kami telah mengembangkan beberapa peluang karir pada area berikut ini:
pl_pl: %1 jest zawsze otwarte na przyjęcie doświadczonych specjalistów do swojego zespołu administratorów, pracowników ds. technicznych i kierowników. Aby wspierać ciągły rozwój firmy, stworzyliśmy kilka nowych ciekawych możliwości zawodowych w następujących obszarach:
pt_pt: A %1 procura sempre adicionar profissionais experientes à sua talentosa equipe de administradores, colaboradores técnicos e gestores. Para apoiar o nosso crescimento contínuo, desenvolvemos um grande número de oportunidades de carreira interessantes nas seguintes áreas:
vi_vn: %1 luôn tìm kiếm các chuyên gia có kinh nghiệm để bổ sung vào đội ngũ quản trị, kỹ thuật, và quản lý. Để hỗ trợ cho việc tăng trưởng liên tục, chúng tôi đã và đang phát triển một số cơ hội nghề nghiệp thú vị trong các lĩnh vực sau:
zh_cn: %1 不断为系统管理员、技术参与者和主管人才团队添加经验丰富的专业人员。我们在以下区域开发了多个吸引人的工作机会，以支持我们持续成长:

source: %1 is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to %2CPAN%3. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on %4github%3.
de_de: %1 ist ein aktives Mitglied der Perl Community und ist dabei, eine Anzahl seiner internen Dienstprogramm-Module auf %2CPAN%3 hochzuladen. Wenn Sie ein Pearl-Fan sind, können Sie beitragen, indem Sie diese Module bewerten und Pull-Anfragen bei %4github%3 einreichen.
fr_fr: %1 est un membre actif de la communauté Perl et archive actuellement un certain nombre de ses modules internes sur le site du %2CPAN%3. Si vous êtes passionné de Perl, vous pouvez apporter votre contribution en révisant ces modules et en envoyant des demandes de tirage (pull requests) via %4github%3.
id_id: %1 adalah anggota aktif komunitas Perl dan sedang dalam proses penyediaan beberapa modul utilitas internal ke dalam %2CPAN%3. Jika Anda adalah seorang penggemar Perl, Anda dapat mengkontribusikan keahlian Anda dengan meninjau beberapa modul berikut dan kirimkanya ke %4github%3.
pl_pl: Firma %1 jest aktywnym członkiem społeczności Perl. Obecnie trwa proces udostępniania w %2CPAN%3 kilku modułów narzędziowych. Jeśli jesteś zwolennikiem języka Perl, możesz wnieść swój wkład, sprawdzając te moduły i wysyłając żądanie typu „pull” w %4github%3.
pt_pt: A %1 é um membro ativo da comunidade Perl e está no processo de carregar uma grande quantidade dos seus módulos de utilidade para a %2CPAN%3. Se você é um entusiasta da Perl, contribua revisando esses módulos e enviando pedidos no %4github%3.
vi_vn: %1 là một thành viên tích cực của cộng đồng Perl và đang trong quá trình tải lên một số mô-đun tiện ích nội bộ vào %2Cpan%3. Nếu bạn là một người đam mê Perl, hãy đóng góp bằng cách xem xét các mô-đun, và gửi các pull-request lên %4github%3.
zh_cn: %1是 Perl 社区的活跃成员，我们将一些内部模块上传至%2CPAN%3。如您是 Perl 爱好者，请审查这些模块，作出贡献，并在%4github%3提交上拉请求。

source: %1 is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
de_de: %1 ist ein aktiver Vertreter der Open-Source-Bewegung und ist dabei, eine Anzahl an Komponenten seiner Codebase offen zur Verfügung zu stellen.
fr_fr: %1 soutien activement le mouvement open source et autorise actuellement l'accès à certains éléments de son code base dans le cadre de projets open-source.
id_id: %1 membuka peluang kearah open-source dan sedang dalam proses membuka beberapa komponen codebase yang dimilikinya.
pl_pl: Firma %1 jest zwolennikiem ruchu „open-source”. Obecnie trwa proces udostępniania niektórych ścieżek bazowych kodu firmy na zasadzie „open-source”.
pt_pt: A %1 é defensora ativa do movimento de código aberto e está em processo de transformar uma série de componentes de seu código de base para código aberto.
vi_vn: %1 là một người đề xướng hoạt động của phong trào mã nguồn mở và đang trong quá trình mở nguồn một số thành phần codebase của nó.
zh_cn: %1是开源运动的积极倡导者，并正在开放一批代码库组件。

source: %1 is an award-winning online trading provider that helps its clients to trade on financial markets through binary options and CFDs. Trading binary options and CFDs on Volatility Indices is classified as a gambling activity. Remember that gambling can be addictive – please play responsibly. Learn more about %2Responsible Trading%3. Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Canada, Costa Rica, Hong Kong, or to persons under age 18.
de_de: %1 ist ein preisgekrönter Anbieter, der es seinen Kunden gestattet, binäre Optionen und CFDs online auf den Finanzmärkten zu handeln. Der Handel mit binären Optionen und CFDs auf Volatilitätsindizes wird als Glücksspiel eingestuft. Denken Sie daran, dass Glücksspiel süchtig machen kann – spielen Sie bitte verantwortungsbewusst. Erfahren Sie mehr über den %2verantwortungsbewussten Handel%3. Einige Produkte sind nicht in allen Ländern verfügbar. Die Dienstleistungen dieser Website sind in einigen Ländern wie den USA, Kanada, Costa Rica, Hongkong oder für Personen unter 18 Jahren nicht zugänglich.
fr_fr: %1 est un fournisseur de trading en ligne primé qui aide ses clients à trader sur les marchés financiers par le biais d’options binaires et CFDs. Le Trading d’options binaires et CFDs sur Indices de volatilité est classé comme une activité de jeu. N’oubliez pas que le jeu peut être addictif – veuillez jouer de façon responsable. En savoir plus sur %2Trading responsable%3. Certains produits ne sont pas disponibles dans tous les pays. Les services du site Internet ne sont pas rendus disponibles dans certains pays comme les Etats-Unis, Canada, Costa Rica, Hong Kong, ou aux personnes de moins de 18 ans.
id_id: %1 adalah pemenang penghargaan sebagai penyedia trading online yang membantu para pelanggan untuk bertrading pada pasar finansial melalui opsi binary dan CFD. Beberapa produk mungkin tidak tersedia di semua negara. Fasilitas situs web ini tidak tersedia di beberapa negara seperti AS, Kanada, Costa Rica, Hong Kong atau siapapun dibawah umur 18.
pl_pl: %1 to zdobywająca nagrody platforma do handlu online, która ułatwia swoim klientom handel na rynkach finansowych, oferując opcje binarne i kontrakty na różnice kursowe. Handel opcjami binarnymi i kontraktami na różnice kursowe wskaźników zmienności jest uznawany za grę hazardową. Należy pamiętać, że gra hazardowa może uzależniać – prosimy o rozsądną grę. Dowiedz się więcej na temat %2odpowiedzialnego handlowania%3. Niektóre produkty są niedostępne w niektórych krajach. Usługi oferowane za pośrednictwem tej strony internetowej nie są dostępne w niektórych krajach, np. w Stanach Zjednoczonych, Kanadzie, Kostaryce, Hong Kongu, oraz dla osób poniżej 18 roku życia.
pt_pt: A %1 é um provedor de negociações online premiado que ajuda os seus clientes a negociar em mercados financeiros através de opções binárias e CFDs. A negociação de opções binárias e CFDs em índices Volatility classifica-se como uma atividade de jogo. Não se esqueça que os jogos podem ser viciantes – jogue responsavelmente. Aprenda mais sobre a %2Negociação Responsável%3. Alguns produtos não estão disponíveis em todos os países. Os serviços deste site não são disponibilizados em determinados países como os EUA, Canadá, Costa Rica e Hong Kong ou a pessoas com idade inferior a 18 anos.
vi_vn: %1 là một trình kinh doanh trực tuyến hỗ trợ khách hàng của mình giao dịch trên các thị trường tài chính thông qua Binary Options và CFDs. Giao dịch Binary Options và CFDs trên Chỉ Số Biến Động được phân loại như là một hoạt động cờ bạc. Hãy nhớ rằng cờ bạc có thể gây nghiện-hãy chơi có trách nhiệm. Tìm hiểu thêm về %2 Giao Dịch Có Trách Nhiệm%3. Một số sản phẩm không có sẵn trong tất cả các nước. Dịch vụ của trang web này không có sẵn ở một số quốc gia như Mỹ, Canada, Costa Rica, Hồng Kông, hoặc cho những người dưới 18 tuổi.
zh_cn: %1 是多次获奖的在线交易提供商，帮助客户通过二元期权和差价合约在金融市场进行交易。 基于波动率指数的二元期权和差价合约交易被归类为博彩活动。请记住博彩活动可能会上瘾，并提醒自己要承担责任。查阅 %2负责任交易%3的详细信息。一些产品在所有国家都不可用。本网站不向一些国家如美国、加拿大、哥斯达黎加、香港、或18岁以下的用户提供服务。

source: %1 is awarded 'Best Trading Platform in Asia' by Global Brands Magazine. The Global Brands Awards honours excellence in performance and exceptional service delivery.
de_de: %1 wurde vom Global Brands Magazine als "Beste Handelsplattform in Asien" ausgezeichnet. Die Brands Awards ehren herausragende Leistung und außergewöhnliche Dienstlistungserbringung.
fr_fr: %1 est primée comme "Meilleure Plateforme de Trading en Asie" par le Magasine Global Brands. Les Récompenses Global Brands honorent l'excellence en performance et une exceptionnelle prestation de service.
id_id: %1 telah dianugerahi sebagai 'Platform Trading Terbaik di Asia' oleh Majalah Global Brands. Penghargaan Global Brands Awards ini diberikan sebagai penghormatan pada keunggulan kinerja dan penyampaian layanan yang luar biasa.
pl_pl: Firma %1 uzyskała nagrodę „Najlepsza platforma handlowa w Azji” przyznawaną przez Global Brands Magazine. Nagrody Global Brands są przyznawane za doskonałą działalność i wyjątkową jakość świadczenia usług.
pt_pt: A %1 é premiada a "Melhor Plataforma de Negociação na Ásia" pela Global Brands Magazine. O prêmio Global Brands homenageia a excelência em performance e prestação de serviços expecionais.
vi_vn: %1 được tạp chí Global Brands Magazine trao tặng 'Nền tảng giao dịch tốt nhất châu Á'. Giải thưởng Global Brands Awards vinh danh sự xuất sắc trong hoạt động và cung cấp dịch vụ đặc biệt.
zh_cn: %1被全球品牌杂志评为 "亚洲最佳交易平台"。全球品牌大奖旨在表彰卓越性能和特出的服务提供。

source: %1 is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide.
de_de: %1 wird als Best Binary Options Broker von den UK-basierten Online Personal Wealth Awards 2017 ausgezeichnet, sowie von Investoren weltweit ausgewählt.
fr_fr: %1 s'est vu décerné le prix du meilleur Broker d’Options binaires par le Online Personal Wealth Awards 2017 basée au Royaume-Uni , tel que voté par les investisseurs dans le monde entier.
id_id: %1 dianugerahi sebagai Broker Opsi Binary Terbaik oleh Online Personal Wealth Awards 2017 di Inggris, yang dipilih oleh para investor di seluruh dunia.
pl_pl: Firma %1 zostaje nagrodzona brytyjską nagrodą Online Personal Wealth Awards 2017, zdobywając tytuł „najlepszego brokera opcji binarnych” w oparciu o głosy oddane przez inwestorów z całego świata.
pt_pt: A %1 recebe o prêmio de Melhor Corretora de Opções Binárias nos Online Personal Wealth Awards 2017 do Reino Unido, conforme as votações de investidores de todo o mundo.
vi_vn: %1 đạt được giải thưởng Nhà Môi Giới Binary Option Tốt Nhất từ Online Personal Wealth Awards của Vương Quốc Anh năm 2017, theo bình chọn của các nhà đầu tư trên toàn thế giới.
zh_cn: 2017 年英国网上个人财富奖中，%1被全球投资人评选为最佳二元期权代理商 。

source: %1 is honoured as the world's "Best Binary Options Broker" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai.
de_de: %1 wurde auf der 16. jährlichen MENA Internationalen Konferenz und Messe, die in Dubai stattfand, als der „Best Binary Options Broker" der Welt ausgezeichnet.
fr_fr: %1 décroche le titre de « meilleure société de courtage d'options binaires » lors de la 16e édition du salon international de la finance pour la zone MENA (« MENA Financial Expo »), qui se tient alors à Dubaï.
id_id: %1 dianugerahkan sebagai "Broker Opsi Binary Terbaik" dunia pada Konfrensi dan Pameran Keuangan International MENA ke 16, diselenggarakan di Dubai.
pl_pl: Podczas 16. edycji corocznego wydarzenia MENA International Financial Conference and Exhibition w Dubaju firma %1 zostaje uznana za „Najlepszego brokera opcji binarnych”.
pt_pt: A %1 foi premiada como "A Melhor Corretora de Opções Binárias" na 16ª Conferência e Exposição Financeira Internacional do MENA, realizada em Dubai.
vi_vn: %1 vinh dự là "Nhà môi giới Binary Options tốt nhất" trên thế giới tại Hội nghị và Triển lãm Tài chính Quốc tế thường niên MENA lần thứ 16, được tổ chức tại Dubai.
zh_cn: 在迪拜主办的第16 届年度中东和北非国际金融会议和展览会中，%1被誉为世界上"最佳二元期权经纪商"。

source: %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
de_de: %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND IHRE EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden.
fr_fr: %1 n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et %1 ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. %1 ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
id_id: %1 tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan %1 tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka. %1 dalam situasi apapun tidak bertanggungjawab pada transaksi yang dilakukan antara pelanggan dan Agen Pembayaran.
pl_pl: Firma %1 nie jest powiązana z żadnym Pośrednikiem płatności wymienionym powyżej. Każdy Pośrednik płatności działa jako niezależny dostawca usług i nie jest zatwierdzony, gwarantowany, ani w żaden inny sposób aprobowany przez %1. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW PŁATNOŚCI NA SWOJE WŁASNE RYZYKO. Zaleca się sprawdzenie wiarygodności Pośredników płatności przed dokonaniem przelewu pieniędzy. Firma %1 nie będzie w żadnym wypadku ponosić odpowiedzialności za transakcje między jej klientami a Pośrednikami płatności.
pt_pt: A %1 não está afiliada com nenhum dos agentes de pagamentos acima referidos. Cada agente de pagamentos opera como prestador de serviços independente e não é endossado, garantido ou de outra forma aprovado pela %1. OS CLIENTES LIDAM COM OS AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviarem quaisquer fundos. A %1 não poderá, em nenhuma circunstância, ser responsabilizada por operações realizadas entre clientes e agentes de pagamentos.
vi_vn: %1không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi %1. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ ĐẢM ĐƯƠNG RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. %1 trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán.
zh_cn: %1 与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由 %1 支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1 都不对客户与支付代理之间的交易承担责任。
