Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: "%1 API" means the %1 proprietary set of programmatic routines, protocols, tools and resources created and maintained by %1 that allows you to use a registered Application to interface with the %1 trading platform.
de_de: „%1 API“ bedeutet von %1 selbst entwickelte Programmroutinen, Protokolle, Werkzeuge und Mittel, die von %1 erstellt und gepflegt werden, die es Ihnen ermöglichen, eine genehmigte Anwendung zu verwenden, um sich in die %1 Handelsplattform zu integrieren.
id_id: "%1 API" adalah set eksklusif dari rutinitas program, protokol, alat dan sumber daya %1 yang diciptakan dan dikelola oleh %1 yang memungkinkan Anda menggunakan Aplikasi yang terdaftar untuk berinteraksi dengan platform perdagangan %1.
pl_pl: „API %1” oznacza zestaw procedur, protokołów, zasobów i narzędzi programistycznych należących do firmy %1, stworzonych i wykorzystywanych przez nią, które umożliwiają korzystanie z zarejestrowanej aplikacji w celu łączenia się z platformą handlową %1.
pt_pt: A "API %1" significa o conjunto proprietário de rotinas, protocolos, ferramentas e recursos programáticos, criados e mantidos pela %1, que lhe permite usar um aplicativo registrado para servir de interface com a plataforma de negociação da %1.
vi_vn: "%1 API" có nghĩa là một bộ chương trình lập trình độc quyền, các lệnh, các công cụ và nguồn lực được tạo ra và duy trì bởi %1 cái mà cho phép bạn sử dụng Ứng dụng đã được đăng ký để giao dịch trên sàn giao dịch %1.
zh_cn: "%1 API" 是由%1创建和维护的编程例程、议定书、工具和资源集。您可通过%1交易平台使用已经注册的应用程序接口。

source: "Account" means Client Trading Account opened with Binary (V) Ltd.
de_de: "Konto" bezeichnet das mit Binary (V) Ltd eröffnete Kunden-Handels-Konto.
fr_fr: « Compte » signifie le compte de Trading Client ouvert avec Binary (V) Ltd.
id_id: "Akun" adalah Akun Trading Klien yang terdaftar di Binary (V) Ltd.
pl_pl: „Konto” oznacza konto handlowe klienta otwarte przez Binary (V) Ltd.
pt_pt: "Conta" significa uma conta de negociação de cliente aberta na Binary (V) Ltd.
vi_vn: "Tài Khoản" ý chỉ Tài Khoản Giao Dịch Khách Hàng được mở với Công ty Binary.
zh_cn: "账户" 指在Binary (V) 有限公司开立的客户交易账户。

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. Binary Options can have only one of two possible outcomes and allow you to take a simple "Yes or No" approach. Like traditional options, Binary Options are based on an underlying asset such as currencies, commodities, or indices, however one of the most significant differences from traditional options, among others, is that there can be only two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
de_de: "Binäre" oder "digitale" Optionen sind Optionen, die einen fixierten, vorher festgelegten Betrag auszahlen. Dies ist davon abhängig, ob ein Ereignis vor Ablauf der Binären Option eintritt oder nicht. Binäre Optionen können nur zwei mögliche Ergebnisse haben und ermöglichen Ihnen einen einfachen " Ja oder Nein" Ansatz. Binäre Optionen basieren, wie herkömmliche Optionen, auf Basiswerten wie Währungen, Rohstoffen, oder Indizes. Allerdings ist u. a. einer der erheblichsten Unterschiede zu herkömmlichen Optionen, dass es für die Option nur zwei Ergebnisse geben kann: Entweder wird dem Kunden der Profit bei Eintreten des Ereignisses ausbezahlt, oder der Kunde verliert die für jede Option gemachte Investition.
id_id: Opsi "binary" atau "digital" adalah opsi yang membayar jumlah tetap yang telah ditentukan sebelumnya, tergantung pada apakah suatu kejadian terjadi atau tidak pada saat Opsi Binary berakhir. Opsi Binary hanya dapat memiliki satu dari dua kemungkinan hasil dan memungkinkan Anda untuk mengambil pendekatan sederhana "Ya atau Tidak". Seperti opsi tradisional, Opsi Binary didasarkan pada aset dasar seperti mata uang, komoditas atau indeks, namun salah satu perbedaan paling signifikan dari opsi tradisional, antara lain, hanya ada dua hasil untuk opsi tersebut, baik Klien dibayar kembali setelah terjadinya kejadian tersebut, atau klien kehilangan jumlah investasi sesuai pilihan masing-masing.
pl_pl: Opcje „binarne” lub „cyfrowe” to opcje, które łączą się z wypłatą wcześniej ustalonej stałej kwoty w zależności od tego, czy dane wydarzenie wystąpi w momencie wygaśnięcia opcji binarnej. Opcja binarna może wiązać się tylko z jednym z dwóch możliwych rezultatów i pozwala Ci podejmować proste decyzje „Tak lub Nie”. Podobnie jak tradycyjne opcje handlowe, opcje binarne oparte są na instrumencie bazowym, takim jak waluty, towary lub wskaźniki. Jednak to, co odróżnia je w znacznym stopniu od tradycyjnych opcji to m. in. fakt, że opcja może przynieść jedynie dwa rezultaty: w przypadku wystąpienia określonego wydarzenia klientowi zostaje wypłacony zysk albo klient traci zainwestowaną kwotę określaną przy zawieraniu każdej opcji.
pt_pt: Opções "binárias" ou "digitais" são opções que pagam um valor fixo, pré-determinado, conforme a ocorrência ou não de um evento no momento em que a opção binária se vence. As opções binárias só podem ter um de dois resultados possíveis e permitem que você adote uma abordagem simples de "Sim" ou "Não". Tais como as opções tradicionais, as opções binárias baseiam-se em ativos subjacentes, incluindo câmbios ou índices. No entanto, uma das diferenças mais significativas das opções tradicionais, entre outras, é que só poderá haver dois resultados para a opção: ou o cliente recebe o retorno após a ocorrência do evento, ou o cliente perde o valor de investimento, como definido em cada opção.
vi_vn: Tùy chọn "Binary Option" hoặc "kỹ thuật số" là các tùy chọn thanh toán số tiền cố định, được xác định trước, tùy thuộc vào sự kiện có xảy ra vào thời điểm Binary Option hết hạn hay không. Binary Option chỉ có thể có một trong hai kết quả có thể và cho phép bạn thực hiện phương pháp "Có hoặc Không" đơn giản. Giống như các tùy chọn truyền thống, Binary Option dựa trên tài sản cơ bản như tiền tệ, hàng hóa hoặc chỉ số, tuy nhiên một trong những khác biệt quan trọng nhất so với các tùy chọn truyền thống là có thể chỉ có hai kết quả cho tùy chọn này. được trả lại khi xảy ra sự kiện hoặc khách hàng mất số tiền đầu tư như được xác định trong mỗi tùy chọn.
zh_cn: “二元”或“数字”期权是支付已预定和固定金额的期权，支付与否根据二元期权到期时某事件发生与否而定。二元期权只能在两个可能性中产生一个最后结果，并让您简单地挑选“是”或“否”。像传统期权一样，二元期权也是根据如货币、大宗商品、指数或股票等标的资产。但是跟传统期权最大的不同点，就是二元期权只会有两种结果。要么就是事件发生，客户因此获得回报，不然就是客户损失每项期权已预定的投资金额。

source: "Client Agreement" means the Agreement between the Client and the Company including but not limited to the Terms and Conditions, Order Execution Policy, and Slippage Policy.
de_de: "Kunden-Vereinbarung" bezeichnet die Vereinbarung zwischen dem Kunden und dem Unternehmen, einschließlich, aber nicht beschränkt auf die Bestimmungen und Bedingungen, Order Execution Politik und Slippage-Politik.
fr_fr: « Contrat client » désigne l’accord entre le Client et la société y compris mais non limité aux Conditions Générales, à la Politique d’Exécution des Ordres et à la Politique de Gilissement.
id_id: "Perjanjian Klien" adalah Perjanjian antara Klien dan Perusahaan termasuk namun tidak terbatas pada Syarat dan Ketentuan, Kebijakan Eksekusi Order, dan Kebijakan Slippage.
pl_pl: „Umowa z klientem” oznacza umowę zawartą między Klientem a Firmą, w tym m. in. Regulamin, Politykę najkorzystniejszej realizacji i Politykę opóźnień rynkowych.
pt_pt: "Acordo de cliente" significa o Acordo entre o cliente e a Empresa, incluindo, mas não só, os termos e condições, a política de execução de ordens e a política de desvios.
vi_vn: "Thỏa Thuận Khách Hàng" ý chỉ các Thỏa Thuận giữa Khách Hàng và Công Ty bao gồm nhưng không giới hạn Điều Khoản và Điều Kiện, Chính Sách Thực Thi Lệnh và Chính Sách Trượt.
zh_cn: "客户协议" 指客户与公司之间的协议, 包括但不限于条款和条件、订单执行策略和滑动策略。

source: "Commencement Date of this Agreement" shall mean the date on which an appointment of a Money Manager is made by the Client.
de_de: "Anfangsdatum dieser Vereinbarung" bezeichnet das Datum, an dem ein Termin eines Vermögensverwalters durch den Kunden ausgemacht wurde.
fr_fr: « Date du Début de ce Contrat » désigne la date à laquelle la nomination d’un Gestionnaire de Fonds est faite par le Client.
id_id: "Tanggal Dimulainya Perjanjian ini" adalah tanggal ketika penunjukan Money Manager dilakukan oleh Klien.
pl_pl: „Dzień wejścia w życie niniejszej Umowy” oznacza datę upoważnienia podmiotu zarządzającego pieniędzmi przez Klienta.
pt_pt: "Data de início deste Acordo" significará a data na qual a nomeação de um Gestor de Dinheiro é realizada pelo Cliente.
vi_vn: "Ngày Khởi Đầu của Thỏa Thuận này" có nghĩa là ngày mà Khách Hàng đặt cuộc hẹn liên lạc với một nhân viên Quản Lý Tiền Bạc.
zh_cn: "本协议的生效日期"是指客户任命资金经理的日期。

source: "Company" means Binary (V) Ltd, operating under the brand or trademark of %1, incorporated and registered in the Republic of Vanuatu, under the International Companies Act Cap. 222 and Financial Dealers Licensing Act (Cap. 70), licensed to provide Investment services and dealing with Securities.
de_de: "Unternehmen" bezeichnet Binary (V) Ltd, das unter der Marke, oder dem Warenzeichen von %1 arbeitet, in der Republik Vanuatu aufgenommen und registriert ist, und im Rahmen des International Companies Act Kap. 222 und Financial Dealers Licensing Act (Kap. 70) dazu lizensiert ist, um Wertpapierdienstleistungen anzubieten und mit Wertpapieren umzugehen.
fr_fr: « Entreprise » désigne Binary (V) Ltd., opérant sous la marque ou une marque de %1, constituée et enregistrée dans la République de Vanuatu, au travers de la loi sur les Sociétés Internationales. (Cap. 222) et la Loi sur les Opérateurs Financiers sous Licence (Cap. 70), autorisées à fournir des services d’investissement et de négocier des valeurs mobilières.
id_id: "Perusahaan" adalah Binary (V) Ltd, yang beroperasi di bawah merek atau merek dagang %1, yang tergabung dan terdaftar di Republik Vanuatu, di bawah Akta Perusahaan Internasional Cap. 222 dan Perizinan Dealer Finansial (Cap. 70), dilisensikan untuk memberikan layanan Investasi dan berurusan dengan Sekuritas.
pl_pl: „Firma” oznacza Binary (V) Ltd, działającą pod marką i znakiem towarowym %1, utworzoną i zarejestrowaną w Republice Venuatu na mocy Ustawy o spółkach międzynarodowych (International Companies Act; Cap. 222) i Ustawy o licencjonowaniu dealerów finansowych (Financial Dealers Licensing Act; Cap. 70), posiadającą licencję na świadczenie usług inwestycyjnych i handlowanie papierami finansowymi.
pt_pt: "Empresa" significa a Binary (V) Ltd, operando sob a marca %1, constituída e registrada na República de Vanuatu, ao abrigo do capítulo 22 da lei de empresas internacionais e a lei do licenciamento de prestadores de serviços financeiros (capítulo 70), licenciada para prestar serviços de investimento e fornecer valores mobiliários.
vi_vn: "Công Ty" có nghĩa là công ty trách nhiệm hữu hạn Binary (V), hoạt động dưới thương hiệu hoặc nhãn hiệu của %1, kết hợp và đăng ký tại cộng hòa Vanuatu, theo Luật Công Ty Quốc Tế Cap. 222 và Đại Lý Tài Chính cấp giấy phép (Cap. 70), cấp phép cung cấp dịch vụ đầu tư và giao dịch với chứng khoán.
zh_cn: "公司" 指根据《国际公司法》第222章与《金融经销商许可证法》 (第70 章) 的规定在瓦努阿图共和国成立注册，经授权使用 %1 品牌或商标经营提供投资服务和证券处理的Binary(V) 有限公司。

source: "Content" means any data or content from our Website or accessed via the API. Our "Website" means %1's website at www.binary.com and any other website or service owned or operated by %1.
de_de: „Content“ bedeutet jegliche Daten oder Inhalte auf unserer Website oder die über das API aufgerufen werden können. Unsere „Website“ bezeichnet den Internetauftritt auf www.binary.com und jeder weiteren Website, die sich im Eigentum von %1 befindet oder von %1 betrieben wird.
id_id: "Konten" adalah setiap data atau konten dari situs kami atau yang diakses melalui API. "Situs" kami adalah situs %1 pada www.binary.com dan setiap situs atau layanan yang dimiliki atau dioperasikan oleh %1 lainnya.
pl_pl: „Zawartość” oznacza wszelkie dane i treści na naszej stronie internetowej lub dostępne za pośrednictwem API. Nasza „strona internetowa” oznacza stronę internetową firmy %1 dostępną pod adresem: www.binary.com i wszelkie inne strony internetowe i serwisy będące własnością firmy %1 lub prowadzone przez nią.
pt_pt: "Conteúdos" significa quaisquer dados ou conteúdos do nosso site ou acessados através da API. O nosso "Site" significa o site da %1, situado em www.binary.com e qualquer outro site ou serviço detido ou operado pela %1.
vi_vn: "Content" có nghĩa là bất kỳ dữ liệu hay nội dung từ Trang web của chúng tôi hay được truy cập thông qua API. "Website" của chúng tôi có nghĩa là trang web %1 tại địa chỉ www.binary.com hay bất kỳ trang web hay dịch vụ nào được sở hữu hay hoạt động bởi %1.
zh_cn: "内容"指我们网站上或通过API访问所得的数据或内容。我们的"网站"指%1的www.binary.com网站及其它由%1拥有和经营的网站或服务。

source: "Money Manager" means any physical person including any executor, representative, administrator or successor in law, authorised to manage the Account on behalf of the Client in accordance with this Agreement.
de_de: "Vermögensverwalter" bezeichnet jede physische Person, einschließlich jedes Testamentsvollstreckers, Vertreters, Verwalters oder Rechtsnachfolgers, der dazu ermächtigt ist, das Konto im Namen des Kunden gemäß dieser Vereinbarung zu verwalten.
fr_fr: « Manageur de Fonds » correspond à toute personne physique, y compris tout exécuteur, représentant, administrateur ou successeur en droit, habilitée à gérer le compte au nom du Client conformément au présent Accord.
id_id: "Money Manager" adalah setiap orang secara fisik termasuk pelaksana, perwakilan, administrator atau pengganti dalam hukum, yang berwenang untuk mengelola Akun atas nama Klien sesuai dengan Perjanjian ini.
pl_pl: „Podmiot zarządzający pieniędzmi” oznacza jakąkolwiek osobę fizyczną, w tym jakiegokolwiek wykonawcę, przedstawiciela, administratora bądź podmiot wstępujący w prawa, upoważnioną do zarządzania Kontem w imieniu Klienta zgodnie z niniejszą Umową.
pt_pt: "Gestor de dinheiro" significa qualquer pessoa física, incluindo qualquer executor, representante, administrador ou sucessor legal, autorizado a gerenciar a Conta em nome do Cliente em conformidade com este Acordo.
vi_vn: "Nhà Quản Lý Tiền" có nghĩa là bất kỳ người thực, bao gồm cả người chấp hành, người đại diện, người quản trị hoặc người thừa kế trong pháp luật, ủy quyền để quản lý các Tài Khoản đại diện cho Khách Hàng theo Thỏa Thuận này.
zh_cn: "资金经理" 指任何根据本协议授权代表客户管理账户的自然人, 包括任何遗嘱执行人、代表人、行政人员或法律继承者。

source: "Orders" means any Order or Orders for any transaction, under the Client Agreement and this Multi-Account Manager (MAM) Agreement.
de_de: "Orders" bezeichnet jede Order oder Orders für jede Transaktion, unter der Kundenvereinbarung und dieser Multi-Account Manager (MAM) Vereinbarung.
fr_fr: « Commandes » désigne un ou plusieurs ordres pour toute transaction, en vertu de l’Accord Client et cet Accord Gestionnaire Multi-Compte (MAM).
id_id: "Order" adalah Pesanan atau Berbagai Pesanan apa pun untuk transaksi apa pun, berdasarkan Perjanjian Klien dan Perjanjian Multi-Account Manager (MAM) ini.
pl_pl: „Zlecenia” oznaczają jakiekolwiek zlecenie lub zlecenia jakichkolwiek transakcji, zgodnie z Umową z klientem i niniejszą Umową w sprawie Menedżera wielu kont (MAM).
pt_pt: "Ordens" significa qualquer ordem ou quaisquer ordens de qualquer transação, ao abrigo do Acordo de cliente e este Acordo de gestor multi-contas (MAM).
vi_vn: "Lệnh" có nghĩa là bất kỳ Lệnh hoặc Đơn Đặt Hàng cho bất kỳ giao dịch theo Thỏa Thuận của Khách Hàng và Thỏa Thuận Quản Lý Đa Tài Khoản (MAM) này.
zh_cn: "订单" 指根据客户协议和此多账户经理协议的任何交易订单。

source: "Third Party Provider(s)" means the third party (non-affiliated) entity that makes available features and functions through use of the %1 API.
de_de: "Drittanbieter" bezeichnet das/die Dritte(n) (nicht verbunden(e)(en)) Unternehmen, das/die Eigenschaften und Funktionen unter Verwendung des %1 API zur Verfügung stellen.
id_id: "Provider Pihak Ketiga" adalah pihak ketiga (bukan-afiliasi) yang membuat fitur dan fungsi melalui penggunaan API %1.
pl_pl: „Operator zewnętrzny" to strona trzecia (niepowiązana z firmą), która udostępnia funkcje za pośrednictwem API %1.
pt_pt: "Fornecedor(es) terceiro(s)" significa a entidade terceira (não afiliada) que disponibiliza recursos e funções através do uso da API %1.
vi_vn: "Bên thứ ba Cung cấp Dịch vụ" có nghĩa là bên thứ ba (không trực thuộc) là một thực thể pháp lý cung cấp các chức năng và dịch vụ thông qua việc sử dụng %1 API.
zh_cn: "第三方供应商"指通过使用%1的API提供可用功能和作用的第三方（非联盟成员）实体。

source: "Transaction" means any purchase or sale of any financial Instrument including but not limited to CFDs, Rolling Spot FX, Commodities and any other securities or products may be offered by the Company to the Client, from time to time in accordance with the Client Agreement.
de_de: "Transaktion" bezeichnet jeden Kauf oder Verkauf jedes finanziellen Instruments, einschließlich, aber nicht beschränkt auf CFDs, Rolling Spot FX, Rohstoffe und andere Wertpapiere oder Produkte, die vom Unternehmen an den Kunden von Zeit zu Zeit, im Einklang mit der Kundenvereinbarung angeboten werden können.
fr_fr: « Transaction » désigne tout achat ou vente de tout Instrument financier, y compris mais non limité aux CFD, Rolling Spot FX, matières premières et tout autres titres ou produits peuvent être offerts par l’Entreprise au Client, de temps en temps selon l'Accord Client.
id_id: "Transaksi" adalah setiap pembelian atau penjualan Instrumen keuangan apa pun termasuk dan tidak terbatas pada CFD, FX Spot Bergilir, Komoditas, dan sekuritas atau produk lain yang dapat ditawarkan oleh Perusahaan kepada Klien, dari waktu ke waktu sesuai dengan Perjanjian Klien.
pl_pl: „Transakcje” oznaczają zakup lub sprzedaż jakiegokolwiek instrumentu finansowego, w tym, m. in. kontraktów CFD, Rolling Spot FX, kontraktów na zakup towarów i wszelkich innych papierów wartościowych lub produktów, które mogą być oferowane przez Firmę Klientowi co jakiś czas zgodnie z Umową z klientem.
pt_pt: "Transação" significa qualquer aquisição ou venda de qualquer instrumento financeiro, incluindo, mas não só, CFDs, FX de preço à vista progressivo, matérias-primas e outros valores mobiliários ou produtos podem ser disponibilizados pela Empresa ao Cliente, de vez em quando, em conformidade com o Acordo de cliente.
vi_vn: "Giao dịch" có nghĩa là bất cứ hành vi mua hoặc bán bất kỳ tài chính công cụ bao gồm nhưng không giới hạn CFDs, Rolling Spot FX, hàng hóa và các chứng khoán hoặc sản phẩm có thể sẽ được cung cấp bởi Công Ty cho Khách Hàng, trong thời gian theo quy định của Thỏa Thuận Khách Hàng.
zh_cn: "交易" 指公司根据客户协议随时向客户提供的任何金融工具的任何购买或销售, 包括但不限于差价合约、滚动现货外汇、大宗商品及任何其它证券或产品。

source: $100,001 and above
de_de: 100.001 $ und höher
fr_fr: $ 100 001 et plus
id_id: $100.001 keatas
pl_pl: 100 001 $ i więcej
pt_pt: 100.001 USD e acima
vi_vn: từ $100,001 trở lên
zh_cn: 100001元及以上

source: %1 %2 payout if %3 does not touch Barrier through close on %4.
de_de: %1 %2 Auszahlung, wenn %3 die Schwelle nicht durch das Schließen auf %4 erreicht.
fr_fr: Paiement de %2 %1 si %3 ne touche pas la barrière jusqu'à la fermeture de l'option le %4.
id_id: Hasil %1 %2 jika %3 tidak menyentuh Batasan hingga penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 nie osiągnie limitu aż do zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 não tocar na Barreira antes do fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 không chạm vào Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3未触及障碍价格，可获取%1 %2的赔付额。

source: %1 %2 payout if %3 ends on or between low and high values of Barrier at close on %4.
de_de: %1 %2 Auszahlung, wenn %3 auf, oder zwischen niedrigen und hohen Werten der Schwelle, zum Schluss auf %4 endet.
fr_fr: Paiement de %2 %1 si %3 termine sur ou entre les valeurs inférieure et supérieure de la barrière à la fermeture le %4.
id_id: Hasil %1 %2 jika %3 berakhir pada atau antara Batasan rendah dan tinggi pada penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 zatrzyma się pomiędzy dolną i górną wartością limitu w momencie zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 terminar em ou entre os valores baixo e alto da Barreira no fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 kết thúc vào hoặc giữa giá trị cao và thấp của các Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3平仓价相等于或介于障碍价格最低和最高价位间，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 ends outside low and high values of Barrier at close on %4.
de_de: %1 %2 Auszahlung, wenn %3 außerhalb der niedrigen und hohen Werte der Schwelle zum Schluss auf %4 endet.
fr_fr: Paiement de %2 %1 si %3 termine hors de la zone délimitée par les valeurs inférieure et supérieure de la barrière à la fermeture le %4.
id_id: Hasil %1 %2 jika %3 berakhir diluar Batasan rendah dan tinggi pada penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 będzie wartością w przedziale między dolną i górną wartością limitu w momencie zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 terminar fora dos valores baixo e alto da Barreira no fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 kết thúc bên ngoài giá trị cao và thấp của Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3平仓价在障碍价格最低和最高价位范围外，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 goes outside of low and high values of Barrier through close on %4.
de_de: %1 %2 Auszahlung, wenn %3 außerhalb der niedrigen und hohen Werte der Schwelle zum Schluss auf %4 geht.
fr_fr: Paiement de %2 %1 si %3 sort de la zone délimitée par les valeurs inférieure et supérieure de la barrière avant la fermeture le %4.
id_id: Hasil %1 %2 jika %3 berakhir keluar Batasan rendah dan tinggi hingga penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 będzie wartością nie mieszczącą się w przedziale między dolną i górną wartością limitu do momentu zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 sair fora dos valores baixo e alto da Barreira antes do fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 vượt rangoài giá trị thấp và cao của Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3价在障碍价格最低和最高价位范围外，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 is strictly higher than or equal to Barrier at close on %4.
de_de: %1 %2 Auszahlung, wenn %3 ausdrücklich höher als oder gleich mit (der), die Schwelle zum Schluss auf %4 ist.
fr_fr: Paiement de %2 %1 si %3 est strictement supérieur ou égal à la barrière au moment de la fermeture le %4.
id_id: Hasil %1 %2 jika %3 pasti lebih tinggi dari atau sama dengan Batasan pada penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 jest wartością wyższą niż wartość limitu lub równą tej wartości w momencie zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 for estritamente superior ou igual à Barreira no fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 là nghiêm chỉnh cao hơn hoặc bằng Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3严格高于或相等于障碍价格，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 is strictly lower than Barrier at close on %4.
de_de: %1 %2 Auszahlung, wenn %3 ausdrücklich niedriger als die Schwelle zum Schluss auf %4 ist.
fr_fr: Paiement de %2 %1 si %3 est strictement inférieur ou égal à la barrière au moment de la fermeture le %4.
id_id: Hasil %1 %2 jika %3 pasti lebih rendah dari Batasan pada penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 jest wartością niższą niż wartość limitu w momencie zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 for estritamente inferior à Barreira no fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 là nghiêm chỉnh thấp hơn so với Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3严格低于障碍价格，可获取%1 %2 赔付额。
