Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Review, develop, and enhance Perl, C++, and R codes used in options pricing, volatility forecasts, and risk management programs
de_de: Überprüfung, Entwicklung und Verbesserung von Perl, C++ und R-Codes, die für Programme zur Kursgestaltung von Optionen, Volatilitätsvorausschau und das Risikomanagement verwendet werden
fr_fr: Réviser, développer et améliorer les lignes de code Perl, C++ et R utilisées dans la tarification des options, les prévisions de volatilité et les programmes de gestion du risque
id_id: Meninjau, mengembangkan, dan meningkatkan kode Perl, C ++, dan R yang digunakan dalam penentuan harga opsi, perkiraan volatilitas, dan program manajemen risiko
pl_pl: Sprawdzanie, tworzenie i ulepszanie kodów Perl, C++ i R stosowanych w programach do wyceny opcji, oceny zmienności oraz zarządzania ryzykiem
pt_pt: Revisar, desenvolver e melhorar códigos em Perl, C++ e R usados no apreçamento de opções, previsões de volatilidade e no programa de gerenciamento de riscos
vi_vn: Đánh giá, phát triển và cải tiến Perl, C++, và mã R sử dụng trong định giá hợp đồng binary option, dự báo biến động và các chương trình quản lý rủi ro
zh_cn: 期权定价、波动性预测及风险管理程序使用的Perl、C++ 和 R 代码的审查、制订和加强

source: Revisions to the %1 API
de_de: Überarbeitungen des %1 API
fr_fr: Révisions de l'API %1
id_id: Revisi API %1
pl_pl: Zmiany API %1
pt_pt: Revisões à API %1
vi_vn: Sửa đổi vào %1 API
zh_cn: %1 API 修订版

source: Revoke MAM
de_de: MAM widerrufen
fr_fr: Révoquer MAM
id_id: Mencabut MAM
pl_pl: Odwołaj MAM
pt_pt: Revogar gestor multi-contas
vi_vn: Hủy MAM
zh_cn: MAM撤销

source: Revoke access
de_de: Zugang widerrufen
fr_fr: Révoquer l'accès
id_id: Mencabut akses
pl_pl: Zablokowanie dostępu
pt_pt: Revogar acesso
vi_vn: Hủy bỏ truy cập
zh_cn: 撤销访问权限

source: Revoke manager
de_de: Manager widerrufen
fr_fr: Révoquer le manager
id_id: Menjabut manajer
pl_pl: Odwołaj menedżera
pt_pt: Revogar gestor
vi_vn: Thu hồi quyền quản lý
zh_cn: 经理撤销

source: Right to Object
de_de: Widerspruchsrecht
id_id: Hak pada Objek
pl_pl: Prawo sprzeciwu
pt_pt: Direito de objeção
vi_vn: Quyền bác bỏ
zh_cn: 抗议权

source: Right to Terminate
de_de: Kündigungsrecht
id_id: Hak untuk Mengakhiri
pl_pl: Prawo zakończenia umowy
pt_pt: Direito de terminar
vi_vn: Quyền Chấm Dứt
zh_cn: 终止权利

source: Rights on Default:
de_de: Verzugsrechte:
id_id: Hak pada Kelalaian:
pl_pl: Prawa domyślne:
pt_pt: Direito de terminar
vi_vn: Quyền Mặc Định:
zh_cn: 默认权利︰

source: Ripple vs US Dollar
de_de: Ripple gegen US Dollar
fr_fr: Ripple vs Dollar Américain
id_id: Ripple vs Dolar AS
pl_pl: Ripple vs dolar amerykański
pt_pt: Ripple vs. Dólar americano
vi_vn: Ripple vs đô-la Mỹ
zh_cn: 瑞波币兑美元

source: Rise/Fall
de_de: Steigen/Fallen
fr_fr: Hausse/Baisse
pl_pl: Wzrost/spadek
pt_pt: Sobe/Desce
vi_vn: Tăng/Giảm
zh_cn: 上涨/下跌

source: Rise/Fall contracts will be refunded at the purchase price if the following conditions occur: (1) there are less than 2 ticks between the start and end times, or (2) for contracts of tick duration, if the contract doesn't end within 5 minutes, or (3) for contracts starting in the future, if there are no ticks in the 5 minutes before the contract's start time.
de_de: Steigen/Fallen Kontrakte werden zum Kaufkurs erstattet, wenn folgende Bedingungen vorliegen: (1) Es existieren weniger als 2 Ticks zwischen der Start- und der Endzeit oder (2) bei Kontrakten mit Tick-Laufzeiten, wenn der Kontrakt nicht innerhalb von 5 Minuten ausläuft oder (3) wenn der Kontrakt in der Zukunft beginnt und in den 5 Minuten vor der Startzeit des Kontrakts keine Ticks vorhanden sind.
fr_fr: Les contrats « Hausse/Baisse » seront remboursés si les conditions suivantes se présentent : (1) moins de 2 ticks sont enregistrés entre le début et la fin de l'opération, ou (2) pour les contrats d'une durée de un tick, si le contrat n'arrive pas à échéance dans un délai de 5 minutes, ou (3) pour les contrats dont l'horaire d'activation est ultérieur, si aucun tick n'est enregistré dans les 5 minutes précédant l'heure de début.
id_id: Kontrak Rise/Fall akan memperoleh ganti rugi berupa harga beli jika terjadi kondisi sebagai berikut: (1) terdapat kurang dari 2 tik antara waktu mulai dan akhir atau (2) jika kontrak tidak berakhir dalam tempo 5 menit untuk kontrak berdurasi tik, atau (3) kontrak dimulai di masa depan, jika tidak terdapat tik dalam 5 menit sebelum kontrak dimulai.
pl_pl: Kwota zakupu kontraktów typu „wzrost/spadek” zostanie zwrócona w następujących sytuacjach: (1) od rozpoczęcia do zakończenia kontraktu odnotowano nie więcej niż 2 zmiany ceny; (2) w przypadku kontraktów o określonym czasie trwania zmian ceny, jeśli kontrakt nie kończy się w ciągu 5 minut; (3) jeśli kontrakt rozpoczyna się w przyszłości i nie zostanie odnotowana żadna zmiana ceny w ciągu 5 minut poprzedzających jego rozpoczęcie.
pt_pt: Os contratos "Sobe/Desce" serão reembolsados ao preço de compra se as seguintes condições ocorrerem: (1) existirem menos de 2 tique-taques entre a hora de início e a hora final, ou (2) para contratos com durações em tique-taques, se o contrato não terminar dentro de 5 minutos, ou (3) para contratos com início no futuro, se não existirem tique-taques durante os 5 minutos antes da hora de início do contrato.
vi_vn: Hợp đồng Tăng/Giảm sẽ được hoàn lại bằng giá mua trong những trường hợp sau: (1) có ít hơn 2 tick trong khoảng thời gian từ khi bắt đầu đến thời điểm kết thúc, hoặc (2) đối với các hợp đồng có thời hạn tick, nếu hợp đồng không kết thúc trong vòng 5 phút, hoặc (3) đối với những hợp đồng có thời gian bắt đầu trong tương lai, nếu không có tick nào trong vòng 5 phút trước khi hợp đồng bắt đầu.
zh_cn: 如果出现以下情况，上涨/下跌合约购入价将全额退还：（1）开始和结束期间价格跳动次数少于2，或（2）价格跳动期类型合约，如果合约没在5分钟内结束，或（3）未来开始类型合约，如果合约开始时间前5分钟内价格没跳动。

source: Rise/Fall trades
de_de: Steigen/Fallen Abschlüsse
fr_fr: Options « Hausse/Baisse »
id_id: Kontrak Rise/Fall
pl_pl: Zakłady wzrost/spadek
pt_pt: Contratos de Alta/Queda
vi_vn: Giao dịch Tăng/Giảm
zh_cn: “上涨/下跌”交易

source: Risk Acknowledgement
de_de: Risiko-Anerkennung
id_id: Pengakuan Risiko
pl_pl: Oświadczenie o ryzyku
pt_pt: Reconhecimento de risco
vi_vn: Xác Nhận Rủi Ro
zh_cn: 风险确认

source: Risk Disclaimer
de_de: Risikohinweise
fr_fr: Divulgation des risques
id_id: Sanggahan Risiko
pl_pl: Zastrzeżenie dotyczące ryzyka
pt_pt: Isenção de responsabilidade de riscos
vi_vn: Miễn Trách Nhiệm Rủi Ro
zh_cn: 风险免责声明

source: Risk Disclosure Statement
de_de: Haftungsausschlusserklärung
id_id: Pernyataan Pengungkapan Risiko
pl_pl: Oświadczenie dot. ujawnienia ryzyka
pt_pt: Declaração de divulgação de produto
vi_vn: Báo Cáo Tuyên Bố Rủi Ro
zh_cn: 风险披露声明

source: Risk Management Executive
de_de: Riskomanagement Executive
fr_fr: Chargé du Management du Risque
pl_pl: Kierownik ds. zarządzania ryzykiem
pt_pt: Executivo de Gerenciamento de Risco
vi_vn: Quản Trị Viên Điều Hành Quản Lý Rủi Ro
zh_cn: 风险管理执行员

source: Risk Warning
de_de: Risikowarnung
fr_fr: Avertissement de Risque
id_id: Peringatan Risiko
pl_pl: Ostrzeżenie o ryzyku
pt_pt: Aviso de risco
vi_vn: Cảnh Báo Rủi Ro
zh_cn: 风险警告

source: Risk of Stop Order
de_de: Risiko der Stop Order
id_id: Risiko Stop Order
pl_pl: Ryzyko związane ze zleceniem Stop
pt_pt: Risco de interrupção de ordens
vi_vn: Rủi ro của Lệnh Dừng
zh_cn: 止损单的风险

source: Risk of slippage
de_de: Risiko einer "Slippage"
fr_fr: Risque de baisse
id_id: Risiko slippage
pl_pl: Ryzyko opóźnień rynkowych
pt_pt: Risco de derrapagem
vi_vn: Rủi ro trượt
zh_cn: 滑点风险

source: Risks of Investment Products
de_de: Risiko bei Anlageprodukten
fr_fr: Risques liés aux poduits d'investissement
id_id: Risiko Produk Investasi
pl_pl: Ryzyka związane z produktami inwestycyjnymi
pt_pt: Riscos de produtos de investimento
vi_vn: Rủi ro của các Sản Phẩm Đầu Tư
zh_cn: 产品投资风险

source: Roll-over
fr_fr: Renouvellement
pl_pl: Rolowanie
pt_pt: Acumulado
zh_cn: 转到

source: Roll-over Credit/Debit
de_de: Roll-Over Kredit/Debit
fr_fr: Refinancement de Crédit/Débit
id_id: Kredit/Debit Roll-over
pl_pl: Rolowanie kredytu/długu
pt_pt: Débito/Crédito acumulado
vi_vn: Roll-over tín dụng/thẻ ghi nợ
zh_cn: 转到借入/贷出

source: Rolling Spot Forex;
de_de: Rollender Spot Forex;
pl_pl: Rolowanie kontraktów Spot Forex;
pt_pt: Forex de preço à vista móvel
vi_vn: Rolling Spot ngoại hối;
zh_cn: 起伏现货外汇

source: Russia
de_de: Russland
fr_fr: Russie
id_id: Rusia
pl_pl: Rosja
pt_pt: Rússia
vi_vn: Nga
zh_cn: 俄罗斯

source: Sa
id_id: Sab
pl_pl: So
pt_pt: Sáb
vi_vn: Thứ 7
zh_cn: 星期六

source: Salaried Employee
de_de: Abhängig Beschäftigte/r
fr_fr: Employé salarié
id_id: Gaji Karyawan
pl_pl: Pracownik etatowy
pt_pt: Trabalhador assalariado
vi_vn: Nhân viên hưởng lương
zh_cn: 受薪雇员

source: Sale Date
de_de: Verkaufsdatum
fr_fr: Date de vente
id_id: Tanggal Jual
pl_pl: Data sprzedaży
pt_pt: Data de Venda
vi_vn: Ngày Bán
zh_cn: 卖出日期

source: Sale Price
de_de: Verkaufskurs
fr_fr: Prix de vente
id_id: Harga Jual
pl_pl: Cena sprzedaży
pt_pt: Preço de venda
vi_vn: Giá bán
zh_cn: 卖出价格

source: Sale of Property
de_de: Verkauf von Immobilien
fr_fr: Vente d’un bien
id_id: Penjualan Properti
pl_pl: Sprzedaż mienia
pt_pt: Venda de propriedade
vi_vn: Bán tài sản
zh_cn: 财产出售

source: Saturday
de_de: Samstag
fr_fr: samedi
id_id: Sabtu
pl_pl: Sobota
pt_pt: Sábado
vi_vn: Thứ Bảy
zh_cn: 周六

source: Save in case of negligence, fraud, or default by the Company, the Company will not be liable in any way to any clients in the event of force majeure, or for the act of any Government or legal authority, or for the failure of or damage or destruction to its computer systems, data, or records or any part thereof, or for delays, losses, errors, or omissions resulting from the failure or mismanagement of any telecommunications, computer equipment or software by the client or any damages or losses deemed or alleged to have resulted from or been caused by this site or its content.
de_de: Im Fall von Höherer Gewalt oder beim Eingreifen von Regierungen oder Behörden, haftet das Unternehmen gegenüber anderen Kunden nicht für den Verlust oder die Schäden oder die Zerstörung ihrer Computersysteme, Daten oder Aufzeichnungen oder deren Teile, oder für Verzögerungen, Verluste, Fehler oder Unterlassungen, die sich aus dem Ausfall oder dem falschen Einsatz von Telekommunikations- oder Computerausstattungen oder der Software durch den Kunden, oder Schäden, oder Verluste die sich angeblich durch die Seite oder deren Inhalt ergeben.
id_id: Simpan dalam kasus kelalaian, penipuan, atau wanprestasi oleh Perusahaan, Perusahaan tidak akan bertanggung jawab dengan cara apa pun kepada klien dalam hal terjadi force majeure, atau untuk tindakan Pemerintah atau otoritas hukum, atau atas kegagalan atau kerusakan atau perusakan sistem komputer, data, atau catatan atau bagian apa pun daripadanya, atau untuk penundaan, kerugian, kesalahan, atau kelalaian yang dihasilkan dari kegagalan atau salah pengelolaan telekomunikasi, peralatan komputer atau perangkat lunak oleh klien atau kerusakan atau kerugian apa pun yang dianggap atau diduga berasal dari atau disebabkan oleh situs ini atau isinya.
pl_pl: W przypadku zaniedbania, oszustwa lub naruszenia dokonanego przez Firmę, Firma nie ponosi żadnej odpowiedzialności wobec jakiegokolwiek klienta w przypadku działania siły wyższej, ani za działania któregokolwiek rządu lub organów prawnych, ani w przypadku awarii, uszkodzenia lub zniszczenia swoich systemów komputerowych, danych, zapisów lub ich części, ani za opóźnienia, straty, błędy lub pominięcia wynikające z awarii lub złego zarządzania sprzętem czy oprogramowania telekomunikacyjnym lub komputerowym klienta, ani za jakiekolwiek szkody lub straty uznane lub rzekomo spowodowane przez niniejszy portal lub jego zawartość.
pt_pt: Salvo em casos de negligência, fraude ou incumprimento pela empresa, a empresa não será responsável de nenhuma forma perante quaisquer clientes em casos de força maior, atos de qualquer Governo ou autoridade legal, ou pelo insucesso, ou dano, ou destruição dos seus sistemas informáticos, dados ou registros ou respectiva parte, ou por atrasos, perdas, erros ou omissões resultantes da falha ou má gestão de qualquer software ou equipamento de telecomunicações ou computador pelo cliente ou quaisquer danos ou perdas consideradas ou alegadamente decorrentes de ou causados por este site ou pelos seus conteúdos.
vi_vn: Lưu trong trường hợp sơ suất, gian lận hoặc mặc định của Công Ty, Công Ty sẽ không chịu trách nhiệm dưới bất kỳ hình thức nào đối với bất kỳ khách hàng nào trong trường hợp bất khả kháng hoặc hành động của bất kỳ Chính Phủ hoặc cơ quan pháp lý nào hoặc vì sự cố hoặc gây thiệt hại hoặc phá hủy hệ thống máy tính, dữ liệu hoặc hồ sơ hoặc bất kỳ phần nào của chúng hoặc cho sự chậm trễ, tổn thất, lỗi hoặc thiếu sót do lỗi hoặc quản lý kém của bất kỳ thiết bị máy tính hoặc phần mềm viễn thông nào của khách hàng hoặc bất kỳ thiệt hại hoặc tổn thất nào được coi là hoặc bị cáo buộc là do hoặc do trang web này hoặc nội dung của trang web gây ra.
zh_cn: 出现以下情况时，除非是由于公司疏忽、欺诈或违约而造成，公司不对任何客户承担任何责任：不可抗因素；政府或司法机关行为；全部或部分电脑系统数据和记录出现故障、损坏或毁坏；由客户造成的任何通信系统、电脑设备及软件的故障或管理不善导致的延迟、损失和错漏，或因本网站及其内容产生或导致的任何损坏以及其他损失，本公司概不负责。

source: Savings & Inheritance
de_de: Einsparungen & Erbschaft
fr_fr: Épargne & Héritage
id_id: Tabungan & Warisan
pl_pl: Oszczędności i spadek
pt_pt: Poupanças e herança
vi_vn: Tiết Kiệm & Thừa Kế
zh_cn: 储蓄和继承

source: Scalable
de_de: Skalierbar
fr_fr: Évolutif
id_id: Skalabilitas
pl_pl: Skalowalność
pt_pt: Escalável
vi_vn: Khả năng mở rộng
zh_cn: 可缩放

source: Scan the QR code below with your authentication app. We recommend %1 or %2. Please note that %3 is not supported.
de_de: Scannen Sie den QR-Code unten mit Ihrer Authentifizierungs-App. Wir empfehlen %1 oder %2. Bitte beachten Sie, dass %3 nicht unterstützt wird.
fr_fr: Scannez le code QR ci-dessous avec votre application d’authentification. Nous vous recommandons %1 ou %2. Veuillez noter que %3 n’est pas supporté.
id_id: Pindai kode QR dibawah ini menggunakan aplikasi autentikasi Anda. Kami merekomendasikan %1 atau %2. Harap dicatat bahwa %3 tidak tersedia.
pl_pl: Zeskanuj poniższy kod QR, korzystając z aplikacji uwierzytelniającej. Polecamy %1 lub %2. Należy pamiętać, że aplikacja %3 nie jest obsługiwana.
pt_pt: Leia o código QR abaixo com o seu aplicativo de autenticação. Recomendamos o %1 ou %2. Note que o %3 não é suportado.
vi_vn: Quét mã QR dưới đây với ứng dụng xác thực của bạn. Chúng tôi khuyên bạn nên dùng %1 hoặc %2. Xin lưu ý rằng %3 không được hỗ trợ.
zh_cn: 用您的身份验证应用程序扫描以下 QR 代码。建议使用 %1 或 %2。请注意, %3不受支持。

source: Schedule and coordinate interviews with candidates
de_de: Planen und koordinieren Sie Interviews mit Kandidaten
fr_fr: Planifier et coordonner les entretiens avec les candidats
id_id: Menjadwalkan dan mengkoordinasikan wawancara dengan kandidat
pl_pl: Planowanie i koordynowanie rozmów kwalifikacyjnych z kandydatami
pt_pt: Programar e coordenar as entrevistas com os candidatos
vi_vn: Lên lịch và sắp xếp phỏng vấn với các ứng viên
zh_cn: 安排日程和协调面试候选人

source: Science & Engineering
de_de: Wissenschaft & Engineering
fr_fr: Science et Ingénierie
id_id: Ilmu Pengetahuan Alam & Teknik
pl_pl: Nauka i technika
pt_pt: Ciências e engenharia
vi_vn: Khoa học & Kỹ Thuật
zh_cn: 科学 & 工程

source: Scope and Intent
de_de: Geltungsbereich und Absicht
id_id: Lingkup dan Niat
pl_pl: Zakres i cel
pt_pt: Âmbito e intenção
vi_vn: Phạm vi và Mục đích
zh_cn: 范围和目的

source: Scope of Agreement
de_de: Geltungsbereich der Vereinbarung
fr_fr: Champ d’application de l’accord
id_id: Lingkup Perjanjian
pl_pl: Zakres umowy
pt_pt: Âmbito do Acordo
vi_vn: Phạm vi của Thỏa Thuận
zh_cn: 协议的范围

source: Scopes
de_de: Geltungsbereiche
fr_fr: Périmètre
id_id: Cakupan
pl_pl: Zakresy
pt_pt: Âmbitos
vi_vn: Phạm vi
zh_cn: 范围

source: Screen and approve website content and marketing promotions
de_de: Filtern und genehmigen Sie Website-Content und Marketing-Aktionen
fr_fr: Filtrer et approuver le contenu du site web et des promotions marketing
id_id: Mengecek dan menyetujui konten situs web dan promosi pemasaran
pl_pl: Sprawdzanie i zatwierdzanie treści na stronie internetowej i materiałów promocyjnych
pt_pt: Selecione e aprove o conteúdo do site e as promoções de marketing
vi_vn: Sàng lọc và xét duyệt nội dung website và các chương trình khuyến mãi tiếp thị
zh_cn: 筛选和批准网站内容和市场营销活动

source: Scrutinise clients' user behaviour on our trading platform
de_de: Hinterfragen Sie Kunden-Nutzerverhalten auf unserer Handelsplattform
fr_fr: Examiner le comportement des utilisateurs de nos clients sur notre plateforme de trading
id_id: Memeriksa perilaku pengguna klien pada platform trading kami
pl_pl: Dokładne analizowanie zachowań klientów na naszej platformie handlowej
pt_pt: Controlar o comportamento do usuário dos clientes na nossa plataforma de negociação
vi_vn: Xem xét kỹ lưỡng hành vi của khách hàng trên nền tảng giao dịch của chúng tôi
zh_cn: 透过我们的交易平台查看客户的用户行为

source: Search...
de_de: Suche...
fr_fr: Rechercher...
id_id: Cari...
pl_pl: Wyszukaj...
pt_pt: Pesquisar...
vi_vn: Tìm kiếm...
zh_cn: 搜索...

source: Second
de_de: Sekunde
fr_fr: Seconde
id_id: Detik
pl_pl: Sekunda
pt_pt: Segundo
vi_vn: Giây
zh_cn: 秒

source: Second line
fr_fr: Deuxième ligne
id_id: Baris kedua
pl_pl: Druga część
vi_vn: Dòng hai
zh_cn: 第二行

source: Secondary
de_de: Sekundäre/r
fr_fr: Secondaire
id_id: Sekunder
pl_pl: Drugorzędne
pt_pt: Ensino Secundário
vi_vn: Thứ yếu
zh_cn: 次要

source: Seconds
de_de: Sekunden
fr_fr: Secondes
id_id: Detik
pl_pl: Sekundy
pt_pt: Segundos
vi_vn: Giây
zh_cn: 秒

source: Secret question
de_de: Geheimfrage
fr_fr: Question secrète
id_id: Pertanyaan rahasia
pl_pl: Sekretne pytanie
pt_pt: Pergunta secreta
vi_vn: Câu hỏi bí mật
zh_cn: 密码提示问题

source: Secure your internet connection in three easy steps:
de_de: Sichern Sie Ihre Internetverbindung in drei einfachen Schritten:
fr_fr: Sécurisez votre connexion internet en trois étapes faciles :
id_id: Amankan koneksi internet Anda dengan tiga langkah mudah:
pl_pl: Wykonaj trzy łatwe kroki i zabezpiecz swoje połączenie internetowe:
pt_pt: Proteja sua conexão de internet com três passos simples:
vi_vn: Đảm bảo an toàn kết nối internet của bạn trong ba bước:
zh_cn: 三个简单步骤保护您的互联网连接:

source: Security
de_de: Sicherheit
fr_fr: Sécurité
id_id: Keamanan
pl_pl: Bezpieczeństwo
pt_pt: Segurança
vi_vn: Bảo mật
zh_cn: 安全

source: Security & Limits
de_de: Sich. & Limits
fr_fr: Sécurité et limites
id_id: Keamanan & Batas
pl_pl: Bezpieczeństwo i limity
pt_pt: Segurança e limites
vi_vn: Bảo mật & giới hạn
zh_cn: 安全&限制

source: Security Disclaimer
de_de: Sicherheitshinweise
id_id: Keamanan Sangkalan
pl_pl: Zastrzeżenie dotyczące bezpieczeństwa
pt_pt: Isenção de responsabilidade de segurança
vi_vn: Miễn Trách Nhiệm Bảo Mật
zh_cn: 安全免责声明

source: Security Researcher
de_de: Sicherheitsexperte
fr_fr: Chercheur en Sécurité
pl_pl: Analityk ds. bezpieczeństwa
pt_pt: Pesquisador de segurança
vi_vn: Chuyên Viên Nghiên Cứu An Ninh
zh_cn: 安全研究员

source: Security Statement
de_de: Sicherheitserklärung
id_id: Pernyataan Keamanan
pl_pl: Oświadczenie o bezpieczeństwie
pt_pt: Declaração de Segurança
vi_vn: Báo Cáo Bảo Mật
zh_cn: 安全声明

source: Security Testing
de_de: Sicherheitsprüfung
fr_fr: Test de sécurité
id_id: Pengujian Keamanan
pl_pl: Testowanie pod kątem bezpieczeństwa
pt_pt: Testes de segurança
vi_vn: Kiểm Tra Bảo Mật
zh_cn: 安全测试

source: Security and Privacy
de_de: Sicherheit und Datenschutz
fr_fr: Confidentialité et sécurité
id_id: Keamanan dan Privasi
pl_pl: Bezpieczeństwo i prywatność
pt_pt: Segurança e Privacidade
vi_vn: Bảo Mật và Riêng Tư
zh_cn: 安全隐私

source: Security and privacy
de_de: Sicherheit und Datenschutz
fr_fr: Sécurité et confidentialité
id_id: Keamanan dan privasi
pl_pl: Bezpieczeństwo i prywatność
pt_pt: Segurança e privacidade
vi_vn: Bảo mật và riêng tư
zh_cn: 安全隐私

source: Security testing opportunities
de_de: Sicherheitsprüfungs-Möglichkeiten
fr_fr: Opportunités de test de sécurité
id_id: Kesempatan menguji keamanan
pl_pl: Możliwości związane z testowaniem pod kątem luk w zabezpieczeniach
pt_pt: Oportunidades de testes de segurança
vi_vn: Cơ hội kiểm tra bảo mật
zh_cn: 安全测试机会

source: Security,
de_de: Sicherheit,
fr_fr: la Sécurité,
id_id: Keamanan,
pl_pl: Bezpieczeństwo,
pt_pt: Segurança,
vi_vn: Bảo Mật,
zh_cn: 安全,

source: Select %1Citizenship%2.
de_de: Wählen Sie %1Staatsbürgerschaft%2.
fr_fr: Sélectionnez la %1Citoyenneté%2.
id_id: Pilih %1Kewarganegaraan%2.
pl_pl: Wybierz %1obywatelstwo%2.
vi_vn: Chọn%1CQuốc tịch%2.
zh_cn: 选择%1国籍%2。

source: Select Asset
de_de: Anlage auswählen
fr_fr: Sélectionnez l'Actif
id_id: Pilih Aset
pl_pl: Wybór aktywa
pt_pt: Selecionar ativo
vi_vn: Lựa chọn tài sản
zh_cn: 选择资产

source: Select Trade Type
de_de: Handelsart auswählen
fr_fr: Sélectionnez le Type de Trade
id_id: Pilih Jenis Kontrak
pl_pl: Wybierz rodzaj zakładu
pt_pt: Selecionar tipo de negociação
vi_vn: Chọn loại hình giao dịch
zh_cn: 选择交易类型

source: Select any of the highlighted symbols above to open a live chart. Right-click and choose 'Chart Window' to open the live chart.
de_de: Zum eröffnen eines Live-Diagramms, wählen Sie eines der markierten Symbole oben aus. Führen Sie einen Rechtsklick aus und wählen Sie ''Diagrammfenster'' aus, um das Live-Diagramm zu öffnen.
fr_fr: Sélectionnez l’un des symboles en surbrillance ci-dessus pour ouvrir un tableau en temps réel. Faites un clic droit et choisissez « Fenêtre graphique » pour ouvrir le graphique en temps réel.
id_id: Pilih salah satu simbol yang ditampilkan di atas untuk membuka chart langsung. Klik kanan dan pilih 'Jendela Chart' untuk membuka chart langsung.
pl_pl: Wybierz dowolny z zaznaczonych powyżej symboli, aby otworzyć wykres na żywo. Kliknij prawym przyciskiem myszy i wybierz „okno wykresu”, aby otworzyć wykres na żywo.
pt_pt: Selecione qualquer dos símbolos realçados acima para abrir um gráfico ao vivo. Clique com o botão direito e escolha "Janela de gráfico" para abrir o gráfico ao vivo.
vi_vn: Chọn bất kỳ biểu tượng nào được đánh dấu ở trên để mở biểu đồ trực tiếp. Nhấp chuột phải và chọn 'Cửa sổ biểu đồ' để mở biểu đồ trực tiếp.
zh_cn: 选择上方突出显示的任何符号以打开实时图表。右键单击并选择 "图表窗口" 打开实时图表。

source: Select currency
de_de: Währung auswählen
fr_fr: Sélectionnez une devise
id_id: Pilih mata uang
pl_pl: Wybierz walutę
pt_pt: Selecionar moeda
vi_vn: Chọn tiền tệ
zh_cn: 选择货币

source: Select date
de_de: Datum auswählen
fr_fr: Sélectionnez la date
id_id: Pilih tanggal
pl_pl: Wybierz datę
pt_pt: Selecionar a data
vi_vn: Chọn ngày
zh_cn: 选择日期

source: Select market:
de_de: Wählen Sie den Markt:
fr_fr: Sélectionnez un marché :
id_id: Pilih pasar:
pl_pl: Wybierz rynek:
pt_pt: Selecionar mercado:
vi_vn: Chọn thị trường:
zh_cn: 选择市场：

source: Select payment agent
fr_fr: Sélectionnez l’agent de paiement
id_id: Pilih agen pembayaran
pl_pl: Wybierz pośrednika płatności
vi_vn: Chọn đại lý thanh toán
zh_cn: 选择付款代理

source: Select your market and underlying asset
de_de: Wählen Sie Ihren Markt und Basiswert aus
fr_fr: Sélectionnez votre marché et actif sous-jacent
id_id: Pilih pasar dan aset dasar Anda
pl_pl: Wybierz swój rynek i aktywa bazowe
pt_pt: Selecione o mercado e o seu ativo subjacente
vi_vn: Chọn thị trường và các tài sản cơ sở của bạn
zh_cn: 选择您的市场和基础资产

source: Select your trade type
de_de: Wählen Sie Ihren Trade-Typ aus
fr_fr: Sélectionnez votre type de transaction
id_id: Pilih jenis kontrak Anda
pl_pl: Wybierz rodzaj zakładu
pt_pt: Selecione o tipo de negociação
vi_vn: Chọn loại giao dịch của bạn
zh_cn: 选择交易类型

source: Selected Tick
de_de: Ausgewählter Tick
fr_fr: Tick Sélectionné
id_id: Tik Terpilih
pl_pl: Wybrana najmniejsza zmiana ceny
pt_pt: Tique-taque selecionado
vi_vn: Tick đã chọn
zh_cn: 选定跳动点

source: Self Exclusion
de_de: Selbstausschluss
fr_fr: Auto-exclusion
id_id: Pengecualian Diri
pl_pl: Samodzielne wyłączenie
pt_pt: Auto-Exclusão
vi_vn: Tự Loại trừ
zh_cn: 自我禁止
