Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
de_de: Wir sind auf diese Auszeichnung wirklich sehr stolz. Wir engagieren uns stark im Angebot eines ethischen und kundenbezogenen Handelserlebnisses und die Auszeichnung zeigt, dass BetOnMarkets eine vertrauenswürdige Firma ist, die ihren Kunden, gleichgültig, ob sie erfahrene Trader oder Anfänger sind, zuhört und sich um sie kümmert. Wir bieten unseren Kundendienst in Englisch, Indonesisch, Russisch, Chinesisch und Spanisch an.
fr_fr: Nous sommes très fiers de ce prix. Nous sommes fortement engagés à offrir une expérience de trading éthique et orientée clients. Cette récompense prouve que BetOnMarkets est une marque fiable et à l'écoute de ses clients, qui met un point d'honneur à vous satisfaire, que vous soyez un trader expérimenté ou un débutant. Nous offrons des services à la clientèle en anglais, indonésien, russe, chinois et espagnol.
id_id: Kami sangat bangga dengan penghargaan ini. Kami berdedikasi penuh dalam menawarkan etika dan memusatkan pada pengalaman trading pelanggan dan penghargaan ini menunjukkan BetOnMarkets adalah merek dagang terpercaya yang mendengar dan mengutamakan pelanggan, tidak peduli apakah mereka adalah trader berpengalaman atau pemula. Kami memberi layanan dalam bahasa Inggris, Indonesia, Rusia, Cina dan Spanyol.
pl_pl: Jesteśmy dumni z tej nagrody. Zależy nam na tym, by nasi klienci otrzymywali usługi wysokiej jakości. Nagroda dowodzi, że BetOnMarkets to marka godna zaufania, a nasza firma wsłuchuje się w potrzeby naszych klientów niezależnie od tego, czy są nowicjuszami czy doświadczonymi graczami. Obsługę klienta zapewniamy po angielsku, indonezyjsku, rosyjsku, chińsku i hiszpańsku.
pt_pt: Estamos muito orgulhosos deste prêmio. Estamos fortemente empenhados em oferecer uma experiência de negociação ética e com foco no cliente, e o prêmio mostra que a BetOnMarkets é uma marca confiável que escuta e atende aos clientes, sejam eles negociadores experientes ou iniciantes. Oferecemos serviços ao cliente em inglês, indonésio, russo, chinês e espanhol.
vi_vn: Chúng tôi thực sự tự hào về giải thưởng này. Chúng tôi cam kết cung cấp cho quý khách một trải nghiệm giao dịch có đạo đức và lấy khách hàng làm trung tâm, và các giải thưởng này cho thấy BetOnMarkets là một thương hiệu đáng tin cậy, luôn lắng nghe và phục vụ khách hàng, cho dù họ là nhà giao dịch có kinh nghiệm hay người mới. Chúng tôi cung cấp dịch vụ khách hàng bằng tiếng Anh, Indonesia, Nga, Trung Quốc và Tây Ban Nha.
zh_cn: 获得这个奖项，我们真的很自豪。我们不懈努力，提供合乎道德、以客户为中心的交易体验。该奖项表明 BetOnMarkets 是一个值得信赖的品牌，愿意接受客户意见并满足客户需求，无论客户是经验丰富的交易者还是新手。我们为客户提供英语、印尼语、俄语、中文和西班牙语服务。

source: We've grown in size over the years - both in terms of manpower and offices. We currently have over %1 employees across three offices in Malaysia and Malta. Further growth in headcount is expected this year to cater to the increased demand in our products and services.
de_de: Wir haben über die Jahre an Größe gewonnen - sowohl in Bezug auf Arbeitskräfte, als auch auf Firmensitze. Wir haben derzeit mehr als %1 Mitarbeiter an drei Standorten in Malaysia und Malta. Ein weiteres Wachstum in der Mitarbeiterzahl wird dieses Jahr erwartet, um der ansteigenden Nachfrage nach unseren Produkten und Dienstleistungen nachzukommen.
fr_fr: Au fil des ans, nous avons grandi en taille, tant en termes d'effectifs que de bureaux. Nous avons actuellement plus de %1 d'employés répartis dans trois bureaux en Malaisie et à Malte. La croissance de l'effectif devrait se poursuivre cette année pour répondre à la demande accrue de nos produits et services.
id_id: Kami telah tumbuh dengan pesat - baik dari segi tenaga kerja dan kantor. Saat ini kami sudah memiliki %1 karyawan pada tiga kantor di negara Malaysia dan Malta. Pertumbuhan lebih lanjut jumlah karyawan diperkirakan pada tahun ini untuk memenuhi permintaan produk dan layanan kami.
pl_pl: W ciągu ostatnich lat nasza firma rozwinęła się, biorąc pod uwagę zarówno liczbę pracowników, jak i liczbę biur. Obecnie zatrudniamy ponad %1 osób w naszych trzech biurach w Malezji i na Malcie. W tym roku spodziewamy się dalszego wzrostu liczny pracowników, który pozwoli nam obsłużyć rosnący popyt na nasze produkty i usługi.
pt_pt: Crescemos ao longo dos anos - tanto em termos de recursos humanos como em escritórios. Temos atualmente mais de %1 funcionários distribuídos por três escritórios na Malásia e em Malta. Prevemos que o número de colaboradores cresça ainda mais este ano para fazer face ao aumento na demanda dos nossos produtos e serviços.
vi_vn: Chúng tôi đã phát triển mạnh trong những năm qua – cả về nguồn nhân lực và khối văn phòng. Chúng tôi hiện có hơn %1 nhân viên trên ba văn phòng ở Malaysia, Malta. Và dự kiến năm nay sẽ tiếp tục tăng trưởng về nhân sự để phục vụ cho nhu cầu ngày càng tăng trong các sản phẩm và dịch vụ của mình.
zh_cn: 多年来，无论在人力和办公室方面， 我们的规模不断扩大。目前在马来西亚和马耳他这两个国家有三个办事处和%1名员工以上。预计今年的员工人数将进一步增长, 以满足我们产品和服务需求的增加。

source: We've paid millions in commission to date through our industry-leading affiliate programme.
de_de: Wir haben über unser branchenweit führendes Partnerprogramm bis heute Millionen an Kommission ausbezahlt.
fr_fr: À ce jour, nous avons versé des millions en commissions par l'intermédiaire de notre programme d'affiliation, le meilleur de l'industrie.
id_id: Kami telah membayar jutaan komisi hingga saat ini melalui program afiliasi kami yang terkemuka.
pl_pl: Do dnia dzisiejszego w ramach naszego programu partnerskiego wypłaciliśmy prowizje o łącznej wysokości kilku milionów.
pt_pt: Pagamos milhões em comissões até hoje através do nossos programa de afiliados líder na indústria.
vi_vn: Đến nay, chúng tôi đã trả hàng triệu đô tiền hoa hồng vào chương trình liên kết hàng đầu của mình.
zh_cn: 迄今为止，我们已经透过在此行业中首屈一指的联盟计划支付了金额高达百万元的佣金。

source: Web and software developer
fr_fr: Développeur web et logiciel
id_id: Pengembang situs web dan perangkat lunak
pl_pl: Deweloperów sieci Web i oprogramowania
pt_pt: Desenvolvedor da Web e de software
vi_vn: Vận hành web và phần mềm
zh_cn: 网络和软件开发员

source: WebMoney is an online payment settlement system that's been operating since 1998. For more information, please visit %1.
de_de: WebMoney ist ein Online-Zahlungsausgleich-System, das seit 1998 läuft. Für weitere Informationen besuchen Sie bitte %1.
fr_fr: WebMoney est un système de paiement en ligne qui fonctionne depuis 1998. Pour plus d'informations, veuillez visiter %1.
id_id: WebMoney adalah sistem penyelesaian pembayaran online yang sudah beroperasi sejak tahun 1998. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: WebMoney to system rozliczania płatności internetowych działający od 1998 r. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: WebMoney é um sistema de pagamentos online, em operação desde 1998. Para mais informações, visite %1.
vi_vn: WebMoney là hệ thống thanh toán trực tuyến đã và đang hoạt động từ năm 1998. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: WebMoney 是在线支付结算系统, 1998年开始运作至今。欲知详情, 请访问 %1。

source: Webinar speaker
fr_fr: Intervenant Webinaire
id_id: Pembicara webinar
pl_pl: Prelegent webinarium
pt_pt: Palestrante de webinars
vi_vn: Diễn giả hội thảo
zh_cn: 网络研讨会演讲嘉宾

source: Webinars
de_de: Webinare
fr_fr: Webinaires
id_id: Berbagai Webinar
pl_pl: Szkolenia internetowe
pt_pt: Webinários
vi_vn: Hội Thảo
zh_cn: 网络研讨会

source: Webmaster
vi_vn: Quản trị trang web
zh_cn: 站长

source: Website
fr_fr: Site Web
id_id: Situs
pl_pl: Strona internetowa
pt_pt: Página Web
vi_vn: Trang web
zh_cn: 网站

source: Wednesday
de_de: Mittwoch
fr_fr: mercredi
id_id: Rabu
pl_pl: Środa
pt_pt: Quarta-feira
vi_vn: Thứ Tư
zh_cn: 星期三

source: Weekdays:
de_de: Wochentage:
fr_fr: Jours de la semaine:
id_id: Hari kerja:
pl_pl: Dni robocze:
pt_pt: Dias de semana:
vi_vn: Ngày trong tuần:
zh_cn: 交易日:

source: Weekend quotes
de_de: Wochenendnotierungen
fr_fr: Cotations du weekend
id_id: Kutipan akhir pekan
pl_pl: Oferty weekendowe
pt_pt: Cotações de fim-de-semana
vi_vn: Yết giá cuối tuần
zh_cn: 周末报价

source: Weekend:
de_de: Wochenende:
id_id: Akhir pekan:
pt_pt: Fins-de-semana:
vi_vn: Cuối tuần:
zh_cn: 周末：

source: Welcome to Binary.com
de_de: Willkommen bei Binary.com
fr_fr: Bienvenue sur Binary.com
id_id: Selamat datang di Binary.com
pl_pl: Witamy w Binary.com
pt_pt: Bem-vindo à Binary.com
vi_vn: Chào mừng đến với Binary.com
zh_cn: 欢迎来到 Binary.com

source: Well-honed organisational, administrative, and accounting skills
de_de: Gut entwickelte organisatorische, administrative und/oder buchhalterische Fähigkeiten
fr_fr: Bonnes compétences organisationnelles, administratives et comptables
id_id: Memiliki keterampilan dalam berorganisasi, administrasi, dan akuntansi yang terasah
pl_pl: Dobrze rozwinięte umiejętności organizacyjne, administracyjne i rachunkowe
pt_pt: Competências bem desenvolvidas nas áreas de organização, administração e/ou contabilidade
vi_vn: Các kỹ năng tổ chức, hành chính và kế toán thành thạo
zh_cn: 具备良好的组织、行政和会计技能

source: What about instant execution? In this case, your order is placed at the price that's available at that time. Requotes are possible if the price fluctuates a great deal before the order execution is complete.
de_de: Was ist mit sofortiger Ausführung? In diesem Fall wird Ihre Order zu dem Kurs, der zu diesem Zeitpunkt verfügbar ist, platziert. Erneute Notierungen sind möglich, wenn der Preis sehr stark schwankt, bevor die Ausführung der Order abgeschlossen ist.
fr_fr: Quid de l’exécution instantanée ? Dans ce cas, votre ordre est placé au prix qui est disponible à ce moment-là. Les Requotes sont possibles si le prix fluctue beaucoup avant que l'exécution de l'ordre ne soit terminée.
id_id: Bagaimana dengan eksekusi instan? Dalam hal ini, order Anda ditempatkan pada harga yang tersedia pada saat itu. Requote mungkin terjadi jika harga berfluktuasi banyak sebelum eksekusi order selesai.
pl_pl: Jak to wygląda w przypadku realizacji natychmiastowej? W tym przypadku Twoje zlecenie jest składane po cenie dostępnej w danej chwili. Możliwe są ponowne przeliczenia ceny, jeśli cena zmieni się znacznie przed zakończeniem realizacji zlecenia.
pt_pt: E as execuções instantâneas? Neste caso, a sua ordem é efetuada ao preço que está disponível nesse momento. Novas cotações são possível e o preço flutuar bastante antes da execução da ordem se concluir.
vi_vn: Thực hiện ngay lập tức là như thế nào? Trong trường hợp này, đơn đặt hàng của bạn được đặt ở mức giá có sẵn tại thời điểm đó. Bạn có thể đặt lại giá nếu giá cả có biến động lớn trước khi đơn đặt hàng được hoàn tất.
zh_cn: 即时执行是怎么回事？在这种情况下，您的订单是以当时可用的价格确定的。如果在订单执行完成之前价格波动很大，可重新报价。

source: What are binary options
de_de: Was sind binäre Optionen
fr_fr: En quoi consiste les options binaires
id_id: Apa itu opsi binary
pl_pl: Czym są opcje binarne
pt_pt: O que são opções binárias
vi_vn: Binary Options là gì
zh_cn: 什么是二元期权

source: What are lookbacks
de_de: Was sind Lookbacks
fr_fr: Que sont les lookbacks
id_id: Apa itu lookback
pl_pl: Czym są opcje wsteczne
pt_pt: O que são contratos retrospectivos
vi_vn: Lookbacks là gì
zh_cn: 什么是回顾合约

source: What is CFD trading
de_de: Was ist CFD Handel
fr_fr: Qu'est ce que le trading de CFD
id_id: Apa itu trading CFD
pl_pl: Czym jest handel kontraktami CFD
pt_pt: O que são negociações de CFDs
vi_vn: Giao dịch CFD là gì
zh_cn: 什么是差价合约交易

source: What is DNS
de_de: Was ist DNS
fr_fr: Qu'est ce qu'un DNS
id_id: Apa itu DNS
pl_pl: Czym jest DNS
pt_pt: O que é DNS
vi_vn: DNS là gì
zh_cn: 什么是 DNS

source: What is Forex trading
de_de: Was ist Forex Handel
fr_fr: Qu'est ce que le trading de Forex
id_id: Apa itu trading Forex
pl_pl: Czym jest handel na rynku Forex
pt_pt: O que são negociações de forex
vi_vn: Giao dịch ngoại hối là gì
zh_cn: 什么是外汇交易

source: What is a MAM account?
de_de: Was ist ein MAM Konto?
fr_fr: Qu'est ce qu'un compte MAM ?
id_id: Apa itu akun MAM?
pl_pl: Czym jest konto MAM?
pt_pt: O que é uma conta de gestor multi-contas?
vi_vn: Một tài khoản MAM là gì?
zh_cn: 什么是MAM账户？

source: What is cryptocurrency trading
de_de: Was ist Kryptowährungshandel
fr_fr: Qu'est ce que le trading de crypto monnaie
id_id: Apa itu trading mata uang kripto
pl_pl: Czym jest handlowanie kryptowalutami
pt_pt: O que são negociações de criptomoedas
vi_vn: Giao dịch Cryptocurrency là gì
zh_cn: 什么是加密货币交易

source: What is metals trading
de_de: Was ist Metallhandel
fr_fr: Qu'est ce que le trading de métaux
id_id: Apa itu trading logam
pl_pl: Czym jest handlowanie metalami
pt_pt: O que são negociações de metais
vi_vn: Giao dịch kim loại là gì
zh_cn: 什么是金属交易

source: What is the %1 Affiliate Programme all about?
de_de: Worum handelt sich das %1 Partnerprogramm?
fr_fr: En quoi consiste le Programme d’affiliation %1 ?
id_id: Apa yang dimaksud dengan Program Afiliasi %1?
pl_pl: Na czym polega program partnerski %1?
pt_pt: Do que se trata o programa de afiliados da %1?
vi_vn: Chương Trình Liên Kết %1 là gì?
zh_cn: %1 联盟计划的内容是什么？

source: What is the %1 IB Programme all about?
de_de: Worum handelt sich das %1 IB Programm?
fr_fr: En quoi consiste le Programme IB %1 ?
id_id: Apakah yang dimaksud dengan Program IB %1?
pl_pl: Na czym polega program IB %1?
pt_pt: Do que se trata o programa de IBs %1?
vi_vn: Chương trình IB %1 là gì?
zh_cn: %1 IB计划的内容是什么？

source: What is the definition of a referred client?
de_de: Was ist die Definition eines angeworbenen Kunden?
fr_fr: Quelle est la définition d'un client référé ?
id_id: Apa definisi dari klien yang direferensikan?
pl_pl: Jaka jest definicja „poleconego klienta”?
pt_pt: Qual a definição de um cliente indicado?
vi_vn: Định nghĩa khách hàng được giới thiệu là gì?
zh_cn: “推荐客户”的定义是什么？

source: What kind of reports can I generate?
de_de: Welche Berichte kann ich erstellen?
fr_fr: Quel genre de rapports puis-je générer ?
id_id: Jenis laporan apa yang bisa saya hasilkan?
pl_pl: Jakie raporty mogę wygenerować?
pt_pt: Que tipos de relatórios posso gerar?
vi_vn: Tôi có thể tạo những báo cáo nào khác?
zh_cn: 我可以生成哪些报告？

source: What referral tools do you offer?
de_de: Welche Anwerbe-Tools bieten Sie an?
fr_fr: Quels outils de parrainage proposez-vous ?
id_id: Peralatan referral apa yang bisa Anda tawarkan?
pl_pl: Jakie narzędzia referencyjne oferujecie?
pt_pt: Quais ferramentas de indicação disponibilizam?
vi_vn: Bạn cung cấp những công cụ giới thiệu nào?
zh_cn: 你们提供哪些推介工具？

source: What time is the market open for me to trade
de_de: Zu welcher Zeit ist der Markt für mich zum Handeln geöffnet
fr_fr: A quelle heure le marché ouvre-t-il afin que je puisse trader
id_id: Kapan pasar dibuka untuk trading
pl_pl: W jakich godzinach rynek jest otwarty dla graczy
pt_pt: A que horas abre o mercado para eu poder negociar
vi_vn: Khi nào thị trường mở cửa cho tôi bắt đầu giao dịch
zh_cn: 市场什么时候开放给我交易

source: What you can trade with CFDs
de_de: Was Sie mit CFDs handeln können
fr_fr: Que pouvez-vous trader avec les CFD
id_id: Apa yang dapat Anda tradingkan dengan CFD
pl_pl: Czym możesz handlować, kupując kontrakty CFD
pt_pt: O que é possível negociar com CFDs
vi_vn: Bạn có thể giao dịch CFDs với những gì
zh_cn: 哪些东西可以用差价合约交易

source: What's a margin call and how is it applied
de_de: Was ist eine Nachschussforderung (Margin-Forderung) und wie wird sie angewendet
fr_fr: Qu'est ce qu'un appel de marge et comment est-il appliqué
id_id: Apa itu margin call dan bagaimana cara penggunaannya
pl_pl: Czym jest depozyt zabezpieczający i kiedy się go stosuje
pt_pt: O que é uma chamada de margem e como é que é aplicada
vi_vn: Yêu cần bảo chứng là gì và nó được áp dụng như thế nào
zh_cn: 什么是追加保证金要求，如何使用它

source: What's a stop out level and how is it applied
de_de: Was ist ein Stop Out Level und wie wird es angewendet
fr_fr: Qu'est ce qu'un niveau de stop out et comment est-il appliqué
id_id: Apa itu level step out dan bagaimana cara penggunaannya
pl_pl: Czym jest poziom Stop Out i jak się go stosuje
pt_pt: O que é um nível de interrupção e como é que é aplicada
vi_vn: Mức dừng là gì và nó được áp dụng như thế nào
zh_cn: 什么是止损水平，如何使用它

source: When a self-exclusion limit is set on your %1 account registered with Binary (Europe) Ltd, your MT5 Real Account will be disabled until the self-exclusion limit on your %1 account is removed.
de_de: Wenn eine Selbstausschluss Grenze auf Ihr %1 Konto mit Binary (Europe) Ltd festgelegt ist, wird Ihr MT5 Echtgeldkonto deaktiviert, bis die Selbstausschluss Grenze auf Ihrem %1 Konto entfernt wird.
id_id: Ketika batas pengecualian-diri diatur pada akun %1 Anda yang terdaftar pada Binary (Europe) Ltd, Akun Riil MT5 Anda akan dinonaktifkan hingga batas pengecualian-diri pada akun %1 Anda dihapuskan.
pl_pl: Jeśli w przypadku konta: %1 zarejestrowanego przez Binary (Europe) Ltd ustawiona jest opcja samodzielnego wykluczenia, Twoje Prawdziwe konto MT5 zostanie wyłączone do momentu usunięcia opcji samodzielnego wykluczenia na Twoim koncie: %1.
pt_pt: Quando um limite de auto-exclusão é definido na sua conta %1 registrada com a Binary (Europe) Ltd., a sua conta real MT5 será desativada até o limite de auto-exclusão na sua conta %1 ser removido.
vi_vn: Khi giới hạn tự loại trừ được đặt trên tài khoản %1 của bạn được đăng ký với Công ty TNHH Binary (Europe), Tài khoản thực MT5 của bạn sẽ bị vô hiệu hóa cho đến khi giới hạn tự loại trừ trên tài khoản %1 của bạn bị xóa.
zh_cn: 当您在Binary (欧洲) 有限公司注册的%1账户设了自排除限制时, 您的 MT5 真实账户将被禁用, 直到%1账户的自排除限制已被移除。

source: When are my commissions paid?
de_de: Wann werden meine Provisionen ausgezahlt?
fr_fr: Quand mes commissions sont elles payées ?
id_id: Kapan komisi saya akan dibayar?
pl_pl: Kiedy są wypłacane prowizje?
pt_pt: Quando são pagas as minhas comissões?
vi_vn: Khi nào tôi nhận được khoản hoa hồng của mình?
zh_cn: 我的佣金是什么时候支付的？

source: When executing client orders using the A-book model, the Company directs the client's trade to one of its liquidity providers, namely:
de_de: Wenn Kundenorder mittels des A-book Modells ausgeführt werden, dirigiert das unternehmen das Geschäft des Kunden zu einem seiner Handelsanbieter, nämlich:
fr_fr: Lors de l’exécution des ordres des clients utilisant le modèle A book, la Compagnie dirige le trade du client vers l’un de ses fournisseurs de liquidité, à savoir :
id_id: Pada saat mengeksekusi order klien menggunakan model buku A, Perusahaan mengarahkan trading klien ke salah satu penyedia likuiditasnya, yaitu:
pl_pl: Realizując zlecenia klientów przy użyciu modelu A-book, Firma przekazuje zakłady klientów jednemu ze swoich dostawców płynności, a mianowicie:
vi_vn: Khi xử các lệnh của khách hàng sử dụng mẫu A-book, Công Ty sẽ điều hướng giao dịch của khách hàng tới một trong những nhà cung cấp thanh khoản của chúng tôi, trong đó có:
zh_cn: 使用A-book模式执行客户订单时，公司将客户的交易导引至其流动性提供商之一，即：

source: When the Affiliate's referred clients open an account with any member of the Binary group, we assume ownership of the database of names and contact information and any other data of the Affiliates' referred clients.
de_de: Wenn von dem Geschäftspartner empfohlene Kunden ein Konto bei einem Mitglied der Binary Unternehmensgruppe eröffnen, übernehmen wir das Eigentum an der Datenbank mit Namen und Kontaktinformation und anderer Daten des vom Geschäftspartner empfohlenen Kunden.
id_id: Saat Affiliasi mereferensikan klien mendaftar akun pada anggota grup Binary, kami menerima kepemilikan database berupa nama dan informasi kontak serta data lain dari klien yang direferensikan oleh Affiliasi.
pl_pl: W przypadku otwarcia konta dla klienta przekierowanego przez Partnera przez jakąkolwiek spółkę należącą do grupy Binary, przejmujemy własność nad bazą danych zawierającą dane osobowe i adresowe i wszelkie inne dane dotyczące klientów przekierowywanych przez Partnera.
pt_pt: Quando os clientes indicados por um afiliado abrem uma conta com algum membro do grupo Binary, assumimos titularidade do banco de dados de nomes e informações de contato e quaisquer outros dados dos clientes indicados do Afiliado.
vi_vn: Khi các khách hàng do Chi nhánh giới thiệu mở một tài khoản với bất kỳ thành viên nào của nhóm Binary, chúng tôi sẽ giữ quyền sở hữu cơ sở dữ liệu tên và thông tin liên lạc và bất kỳ các dữ liệu khác của những khách hàng đó.
zh_cn: 联盟会员的推荐客户在Binary集团任何成员公司开账户时，我们承担此联盟会员的推荐客户名称和联系信息数据库以及任何其他数据的所有权。

source: When the Client's Cash Account with us is credited or charged with the net amount of the results of a transaction.
de_de: Wenn das Cash-Konto des Kunden mit uns einen Nettobetrag als Ergebnis einer Transaktion gutgeschrieben erhält oder dieser berechnet wird.
id_id: Ketika Akun Tunai Klien dikreditkan atau dibebankan dengan jumlah bersih dari hasil transaksi.
pl_pl: Gdy Konto gotówkowe Klienta zostaje zasilone kwotą netto lub zostaje pobrana z niego kwota netto w związku z transakcją.
pt_pt: Quando se credita ou cobra o valor líquido do resultado de uma transação à conta de dinheiro do cliente.
vi_vn: Khi tài khoản tiền của khách hàng với chúng tôi ghi có hoặc trả với tổng số tiền của các kết quả của một giao dịch.
zh_cn: 当交易结果净额在我们客户的现金账户里记入或扣除时。

source: When the Company accepts an order from the client to open or close a transaction, or any other specific instructions in relation to the client's order, the Company will endeavour to follow the client's instructions as far as reasonably possible, acting in accordance with the Company's duty of best execution in accordance with the client's instructions. These specific instructions include, but are not limited to:
de_de: Wenn das Unternehmen eine Order vom Kunden akzeptiert, eine Transaktion zu öffnen oder zu schließen, oder irgend eine andere spezifische Anweisung in Verbindung mit der Order akzeptiert, bemüht sich das Unternehmen, den Anweisungen des Kunden so genau wie angemessen möglich zu folgen, in Übereinstimmung mit der Pflicht des Unternehmens auf die beste Ausführung im Zusammenhang mit den Kunden-Anweisungen. Diese spezifischen Anweisungen beinhalten, sind aber nicht beschränkt auf:
id_id: Pada saat Perusahaan menerima order dari klien untuk membuka atau menutup transaksi, atau instruksi spesifik lainnya sehubungan dengan pesanan klien, Perusahaan akan berusaha untuk mengikuti instruksi klien sebaik mungkin, bertindak sesuai dengan tugas Perusahaan yaitu memberi eksekusi terbaik sesuai dengan instruksi klien. Instruksi khusus ini termasuk, tetapi tidak terbatas pada:
pl_pl: W przypadku zaakceptowania przez Firmę zlecenia otwarcia lub zamknięcia transakcji lub jakichkolwiek innych określonych instrukcji odnoszących się do zlecenia klienta, Firma dołoży wszelkich starań, aby wypełnić te instrukcje w takim zakresie, w jakim jest to możliwe, działając zgodnie ze swoim zobowiązaniem najlepszej możliwej realizacji zlecenia i instrukcjami klienta. Te określone instrukcje obejmują m.in.:
vi_vn: Khi Công Ty chúng tôi chấp nhận lệnh từ khách hàng để mở hoặc đóng một giao dịch hoặc bất kỳ hướng dẫn cụ thể khác liên quan đến lệnh của khách hàng, Công Ty sẽ nỗ lực để thực hiện theo hướng dẫn của khách hàng một cách hợp lý nhất có thể, xử lý phù hợp với nghĩa vụ phục vụ tốt nhất của Công Ty cũng như theo sát với hướng dẫn của khách hàng. Những hướng dẫn cụ thể bao gồm, nhưng không giới hạn đối với:
zh_cn: 当公司收到客户给的开盘或收盘交易订单或任何其他关于客户订单的具体指示，公司会努力尽可能合理地遵照客户的指示并根据公司最佳执行责任行事。这些具体的指示包括，但不限于︰
