Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. E.g. Get $25 when you deposit $100. By way of example, if you choose to participate in a "Get $25 when you deposit $100" promotion, we will add an additional $25 to your account when you deposit $100 AND when you have purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to your account when both of these conditions are met.
de_de: Wenn diese Art von Werbeaktion angeboten wird, werden die Einzahlung und die Bonusbeträge eindeutig angezeigt. Beispiel: Sie erhalten 25 €, wenn Sie 100 € einzahlen. Wenn Sie sich beispielhalber entschlossen haben, an einer "Sie erhalten 25 €, wenn Sie 100 € einzahlen" Werbeaktion teilzunehmen, werden wir Ihnen, nachdem Sie 100 € eingezahlt UND zumindest Kontrakte im Wert von 125 € (25 € x 5 = 125 €) eingekauft haben, 25 € auf Ihrem Konto gutschreiben. Die Gutschrift des Bonus auf Ihr Konto erfolgt nur, wenn beide Bedingungen erfüllt sind.
id_id: Jumlah deposit dan bonus ditampilkan dengan jelas ketika promosi ini tersedia. Sebagai contoh, dapatkan $25 jika Anda mendeposit $100. Hal tersebut berarti jika Anda memilih promosi "Dapat $25 ketika mendeposit $100", kami akan menambahkan bonus sebesar $25 kedalam akun Anda ketika Anda mendeposit minimal $100 DAN ketika Anda melakukan pembelian minimal $125 ($25*5=$125). Bonus hanya akan dikreditkan kedalam akun Anda setelah syarat tersebut dipenuhi.
pl_pl: Wartość wpłaty i bonusu jest widoczna, gdy tego typu promocja jest dostępna. Np. „Zyskaj 25 $ przy wpłacie 100 $". Przykładowo, jeśli weźmiesz udział w promocji „Zyskaj 25 $ przy wpłacie 100 $”, dodamy dodatkowe 25 $ na Twoje konto, gdy wpłacisz 100 $ ORAZ gdy zakupisz zakłady o wartości co najmniej 125 $ (25 $ x 5 = 125 $). Bonus zostanie przyznany pod warunkiem, że spełnione zostaną oba warunki.
pt_pt: Tanto o valor do depósito como o valor do bônus são apresentados de forma clara quando este tipo de promoção está disponível. Por exemplo, "Receba $25 quando depositar $100". Como exemplo, se você optar por participar de uma promoção "Receba $25 quando depositar $100", depositaremos US$25 adicionais na sua conta quando você depositar $100 e quando você tiver adquirido pelo menos $125 em negociações ($25 * 5 = $125). O bônus só será creditado na sua conta quando as duas condições tiverem sido atendidas.
vi_vn: Số tiền gửi và tiền thưởng được hiển thị rõ ràng khi loại khuyến mãi này khả dụng. Ví dụ: Nhận thêm $25 khi gửi $100. Như ví dụ này, nếu bạn chọn tham gia chương trình khuyến mãi "Nhận thêm $25 khi gửi $100", chúng tôi sẽ thêm $25 vào tài khoản của bạn khi bạn gửi $100 VÀ khi bạn đã mua hàng trị giá tối thiểu $125 ($25 * 5 = $125). Tiền thưởng sẽ chỉ được cộng vào tài khoản của bạn khi thỏa mãn cả 2 điều kiện trên.
zh_cn: 开展此类促销活动时，存款和奖金数额都会清楚显示，例如“存 100 奖25”活动。举例来说，如果您选择参加“存 100 奖25”促销活动，当您存入 100 美元并且执行价值125 美元以上的交易后（25 *5 = 125美元），您将获得25 美元的奖励。只有同时满足这两个条件，奖金才会记入您的账户。

source: Brand of first car
de_de: Marke des ersten Autos
fr_fr: Marque de votre première voiture
id_id: Merek mobil pertama
pl_pl: Marka pierwszego samochodu
pt_pt: Marca do primeiro carro
vi_vn: Nhãn hiệu của chiếc xe đầu tiên
zh_cn: 第一辆车的品牌

source: Brazil
fr_fr: Brésil
pl_pl: Brazylia
zh_cn: 巴西

source: Browse and trade securely on your preferred device
de_de: Browsen und handeln Sie sicher auf Ihrem bevorzugten Gerät
fr_fr: Naviguez et tradez en toute sécurité sur votre appareil préféré
id_id: Jelajahi dan trading dengan aman pada perangkat pilihan Anda
pl_pl: Przeglądaj i handluj bezpiecznie na swoim ulubionym urządzeniu
pt_pt: Navegue e negocie de forma segura no seu dispositivo preferido
vi_vn: Duyệt và giao dịch một cách an toàn trên điện thoại theo ý muốn của bạn
zh_cn: 使用您倾向的设备安全浏览和交易

source: Browser
fr_fr: Navigateur
pl_pl: Przeglądarka
pt_pt: Navegador
vi_vn: Duyệt tìm
zh_cn: 浏览器

source: Build our applicant database by researching and contacting various sources (eg: universities and job portals)
de_de: Entwickeln Sie unsere Bewerberdatenbank, durch die Erforschung und Kontaktaufnahme mit verschiedenen Quellen (z. B.: Universitäten und Job-Portale)
fr_fr: Construire notre banque de candidats en recherchant et en contactant diverses sources (par exemple : universités et portails pour l'emploi)
id_id: Bangun database pelamar kami dengan meneliti dan menghubungi berbagai sumber (misalnya: universitas dan portal lowongan kerja)
pl_pl: Tworzenie bazy danych kandydatów poprzez wyszukiwanie i kontaktowanie się z różnymi podmiotami (np. uniwersytety, portale z ofertami pracy)
pt_pt: Construir nossa base de dados com aplicantes pesquisando e contatando várias fontes (por exemplo: universidades e portais de emprego)
vi_vn: Xây dựng cơ sở dữ liệu ứng viên của chúng ta bằng cách tìm kiếm và liên lạc từ nhiều nguồn khác nhau (vd: các trường đại học và các cổng thông tin việc làm)
zh_cn: 通过研究工作和跟各种来源联系（例如：大学和工作门户网站）以建立我们的申请人数据库

source: Build security tools and processes for critical infrastructure monitoring, protection, and mitigation
de_de: Erstellen Sie sicherheits-Tools und Prozesse, um kritische Infrastrukturen zu überwachen, zu schützen und zu minimieren
fr_fr: Construire des outils et procédés de sécurité pour la surveillance, la protection et des mesures d’atténuation pour les infrastructures essentielles
id_id: Membangun alat dan proses keamanan untuk pemantauan, perlindungan, dan mitigasi infrastruktur penting
pl_pl: Tworzenie narzędzi i procesów w zakresie bezpieczeństwa na potrzeby monitorowania i ochrony infrastruktury krytycznej oraz zmniejszania ryzyka z nią związanego
pt_pt: Construir ferramentas de segurança e os processos de monitorização de infra-estruturas críticas, de proteção e mitigação
vi_vn: Xây dựng các công cụ bảo mật và các quy trình cho việc giám sát cơ sở hạ tầng, bảo vệ và giảm thiểu mối nguy hại
zh_cn: 为关键基础架构的监控、保护和缓解构建安全工具和流程

source: Build, maintain, and optimise the technology that powers our servers, applications, and Databases
de_de: Erstellen, pflegen und optimieren Sie die Technologie, die unsere Server, Anwendungen und Datenbanken mit Energie versorgt
fr_fr: Construire, entretenir et optimiser la technologie qui alimente nos serveurs, applications et Bases de données
id_id: Membangun, memelihara, dan mengoptimalkan teknologi yang mendukung server, aplikasi, dan Database kami
pl_pl: Tworzenie, utrzymywanie i optymalizowanie technologii, na której opierają się nasze systemy, aplikacje i bazy danych
pt_pt: Construir, manter e otimizar a tecnologia que alimenta nossos servidores, aplicativos e bancos de dados
vi_vn: Xây dựng, duy trì và tối ưu hóa công nghệ mà cung cấp sức mạnh cho các máy chủ, ứng dụng và Cơ Sở Dữ Liệu
zh_cn: 为支持我们的服务器、应用程序和数据库的技术提供构建、维护和优化服务

source: Build, maintain, and optimise the technology that powers our servers, applications, and databases
de_de: Erstellen, pflegen und optimieren Sie die Technologie, die unsere Server, Anwendungen und Datenbanken mit Energie versorgt
fr_fr: Construire, entretenir et optimiser la technologie qui alimente nos serveurs, applications et bases de données
id_id: Membangun, memelihara, dan mengoptimalkan teknologi yang mendukung server, aplikasi, dan basis data kami
pl_pl: Tworzenie, utrzymywanie i optymalizowanie technologii, na której opierają się nasze systemy, aplikacje i bazy danych
pt_pt: Construir, manter e otimizar a tecnologia que alimenta nossos servidores, aplicativos e bancos de dados
vi_vn: Xây dựng, duy trì, và tối ưu hóa công nghệ mà cung cấp sức mạnh cho các máy chủ, ứng dụng và cơ sở dữ liệu
zh_cn: 为支持我们的服务器、应用程序和数据库的技术提供构建、维护和优化服务

source: But if you are new to Forex or financial trading of any kind, there is still a long way to go before you even purchase your first contract. This is why we have come up with a basic, step-by-step tutorial to help you bridge that gap and make your first trade.
de_de: Aber wenn Sie neu bei Forex oder beim Finanzhandel jeglicher Art sind, haben Sie noch einen langen Weg vor sich, bevor Sie Ihren ersten Kontrakt kaufen. Deshalb haben wir uns eine einfache Schritt für Schritt Anleitung ausgedacht, um Ihnen dabei zu helfen, diese Lücke zu überbrücken und Ihren ersten Handel zu tätigen.
fr_fr: Mais si vous êtes nouveau sur le Forex ou le trading financier de toute sorte, il y a encore un long chemin à parcourir avant même d’acheter votre premier contrat. C’est pourquoi nous avons créé un tutoriel de base, étape par étape pour vous aider à combler ce fossé et faire votre premier trade.
id_id: Tapi jika Anda baru mengenal Forex atau trading finansial dalam bentuk apapun, masih ada jalan yang panjang sebelum Anda sebelum membeli kontrak pertama Anda. Inilah sebabnya mengapa kami membuat tutorial langkah-demi-langkah dasar untuk membantu Anda melakukan trading pertama Anda.
pl_pl: Jeśli rynek Forex lub handlowanie instrumentami finansowymi to dla Ciebie nowość, przed zakupem pierwszego kontraktu jeszcze długa droga przed Tobą. Dlatego stworzyliśmy ten podstawowy przewodnik, aby pomóc Ci zawrzeć Twój pierwszy zakład, krok po kroku.
pt_pt: Mas, caso você seja principiante nas negociações de forex ou financeiras de qualquer tipo, ainda há um longo caminho antes de sequer comprar o seu primeiro contrato. É por essa razão que desenvolvemos um tutorial básico, passo-a-passo, para ajudá-lo a suprir as carências e chegar à sua primeira negociação.
vi_vn: Nhưng nếu bạn là người mới tới ngoại hối hay giao dịch tài chính của bất kỳ loại nào, vẫn còn một chặng đường dài để đi trước khi bạn thậm chí mua hợp đồng đầu tiên của bạn. Đây là lý do tại sao chúng tôi đã nghĩ ra một bài hướng dẫn cơ bản, từng bước để giúp bạn thu hẹp khoảng cách đó và thực hiện giao dịch đầu tiên của bạn.
zh_cn: 但是，如果您是外汇或任何类型金融交易的新手，在您购买第一份合约之前还有很长的路要走。因此我们想出了一个基本的，一步一步的教程，以帮助您弥合差距，并开始第一次交易。

source: Buy
de_de: Kaufen
fr_fr: Acheter
id_id: Beli
pl_pl: Kup
pt_pt: Comprar
vi_vn: Mua
zh_cn: 买入

source: Buy = go long
de_de: Kaufen = lang gehen
fr_fr: Acheter = ouvrir une position longue
id_id: Beli = go long
pl_pl: Kup = pozycja długa
pt_pt: Comprar = assumir posição longa
vi_vn: Mua = đi lên
zh_cn: 买入=多头头寸

source: Buy Price
de_de: Kaufpreis
fr_fr: Prix d'Achat
id_id: Harga Beli
pl_pl: Cena kupna
pt_pt: Preço de compra
vi_vn: Giá mua
zh_cn: 买入价

source: Buy or sell all four available precious metals – depending on your market view. Also, learn what factors affect prices.
de_de: Kaufen oder verkaufen Sie alle vier verfügbaren Edelmetalle – je nach Ihrem Blick auf den Markt. Erfahren Sie außerdem, welche Faktoren die Preise beeinflussen.
fr_fr: Acheter ou vendre les quatre métaux précieux disponibles – selon votre avis de marché. En outre, apprendre quels facteurs influent sur les prix.
id_id: Membeli atau menjual keempat logam mulia yang tersedia - tergantung pada pandangan pasar Anda. Juga, pelajari faktor apa saja yang mempengaruhi harga.
pl_pl: Sprzedawaj lub kupuj wszystkie cztery dostępne metale szlachetne – w zależności od swoich poglądów rynkowych. Dowiedz się też, jakie czynniki wpływają na ceny.
pt_pt: Comprar ou vender os quatro metais preciosos – dependendo da sua visão de mercado. Aprenda também sobre os fatores que afetam o preço.
vi_vn: Mua hoặc bán tất cả bốn kim loại quý có sẵn - tùy thuộc vào quan điểm thị trường của bạn. Ngoài ra, tìm hiểu những yếu tố ảnh hưởng đến giá cả.
zh_cn: 买入或卖出所有四种可用的贵重金属 - 取决于您的市场观点。 另外，了解影响价格的因素。

source: Buy price
de_de: Kaufpreis
fr_fr: Prix d'achat
id_id: Harga beli
pl_pl: Cena kupna
pt_pt: Preço de compra
vi_vn: Giá mua
zh_cn: 买入价

source: Buy the contract or re-define your position.
de_de: Kaufen Sie den Kontrakt oder definieren Sie Ihre Position neu.
fr_fr: Acheter le contrat ou redéfinir votre position.
id_id: Beli kontrak atau definisikan ulang posisi Anda.
pl_pl: Kup kontrakt lub zdefiniuj swoją pozycję.
pt_pt: Compre o contrato ou redefina a sua posição.
vi_vn: Mua hợp đồng hoặc tái xác định vị trí của bạn.
zh_cn: 购入合约或重新设置头寸。

source: Buy your first currency pairs
de_de: Kaufen Sie Ihre ersten Währungspaare
fr_fr: Acheter votre première paires de devises
id_id: Beli pasangan mata uang perdana Anda
pl_pl: Kup swoją pierwszą parę walutową
pt_pt: Compre os seus primeiros pares de moedas
vi_vn: Mua cặp tiền tệ đầu tiên của bạn
zh_cn: 买入第一个货币对

source: By accepting this Agreement, you agree to authorise the Money Manager to manage your Account on your behalf in accordance with the Client Agreement.
de_de: Mit Annahme dieses Vertrages, stimmen Sie zu, den Vermögensverwalter dazu zu ermächtigen, Ihr Konto in Ihrem Namen gemäß der Kundenvereinbarung zu verwalten.
fr_fr: En acceptant cet accord, vous acceptez d’autoriser le Gestionnaire de Fonds à gérer votre Compte en votre nom, conformément à l’Accord Client.
id_id: Dengan menerima Perjanjian ini, Anda setuju untuk memberi kuasa pada Money Manager untuk mengelola Akun Anda atas nama Anda sesuai dengan Perjanjian Klien.
pl_pl: Akceptacja tej Umowy jest równoznaczna z upoważnieniem podmiotu zarządzającego pieniędzmi do zarządzania Twoim kontem w Twoim imieniu zgodnie z Umową z klientem.
pt_pt: Ao aceitar este Acordo, você aceita autorizar o Gestor de dinheiro a gerenciar a sua conta em seu nome em conformidade com o Acordo de cliente.
vi_vn: Bằng cách chấp nhận Thỏa Thuận này, bạn đồng ý cho phép trình Quản Lý Tiền Bạc để quản lý tài khoản của bạn trên danh nghĩa của bạn phù hợp với Thỏa Thuận Khách Hàng.
zh_cn: 通过接受本协议, 您同意授权资金经理按照客户协议代您管理账户。

source: By clicking <strong>Accept</strong> below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate.
de_de: Wenn Sie nachfolgend auf <strong>Annehmen</strong> klicken und mit der Kontoeröffnung fortfahren, müssen Sie beachten, dass Sie sich selbst Risiken aussetzen können (die erheblich sind, einschließlich des Verlusts des gesamten investierten Betrags), wenn Sie nicht das Wissen und die Erfahrung haben, diese richtig zu beurteilen oder abzuschwächen.
fr_fr: Avant de cliquer sur <strong>Accepter</strong> ci-dessous et de procéder à l'ouverture du compte, vous devez savoir que vous pourriez vous exposer à des risques (qui peuvent être importants, notamment la perte de toute la somme d'investissement) que vos connaissances et votre expérience ne vous permettent pas forcément d'évaluer ou de réduire efficacement.
id_id: Dengan mengklik <strong>Menerima</strong> dibawah ini dan melanjutkan Pendaftaran Akun berarti Anda memahami bahwa Anda akan mungkin akan mengalami risiko (yang mungkin segnifikan termasuk risiko kehilangan semua dana yang Anda investasikan) dimana Anda mungkin tidak memiliki pengetahuan dan pengalaman untuk mengurangi atau menghindarinya.
pl_pl: Kliknięcie poniższego przycisku <strong>Akceptuję</strong> i kontynuowanie procedury otwarcia konta oznacza, że zdajesz sobie sprawę z tego, że możesz być narażony/a na ryzyka (które mogą być znaczne, w tym na ryzyko utraty całej zainwestowanej sumy) i możesz nie posiadać wystarczającej wiedzy i wystarczającego doświadczenia, aby sobie z nimi poradzić.
pt_pt: Ao clicar em <strong>Aceitar</strong> abaixo e continuar com a abertura de conta, você deve observar de que poderá expor-se a riscos (que poderão ser significativos, incluindo o risco de perder a totalidade do valor investido), dos quais você talvez não tenha o conhecimento, nem a experiência para avaliar ou atenuar de forma correta.
vi_vn: Bằng cách nhấp chuột vào <strong>Chấp nhận</strong> dưới đây và thực hiện việc Mở Tài Khoản, bạn nên chú ý rằng bản thân bạn có thể gặp rủi ro (điều này rất quan trọng, bao gồm cả rủi ro thất thoát toàn bộ số vốn đầu tư) mà bạn có thể không biết hoặc chưa trải qua để có thể đánh giá.
zh_cn: 通过点击以下<strong>接受</strong> 键并依照后续流程开立账户，您须注意，您可能承担一些风险（可能会很严重，包括损失整个投资资金的风险），而对于此类风险缺，你可能乏知识与经验以作出正确评估或化解。

source: By clicking OK, you confirm that you have read and accepted Terms & Conditions.
de_de: Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualisierten allgemeinen Geschäftsbedingungen zur Kenntnis genommen haben.
fr_fr: En cliquant sur OK, vous confirmez que vous avez lu et accepté la version à jour des Conditions générales.
id_id: Dengan mengklik OK, Anda telah membaca dan menerima Syarat & Ketentuan.
pl_pl: Kliknięcie OK jest jednoznaczne z zapoznaniem się z Regulaminem i akceptacją jego postanowień.
pt_pt: Ao clicar em OK, você confirma que leu e aceita os Termos e Condições.
vi_vn: Bằng cách ấn OK, bạn xác nhận rằng bạn đã đọc và chấp nhận Các Điều Khoản & Điều Kiện.
zh_cn: 通过点击OK键，您确认已经阅读并接受条款和条件。

source: By clicking buy or sell, your order will be filled at the best possible price with either one of our liquidity providers or on our own books (according to the best streaming price at the time of your order placement);
de_de: Indem Sie auf kaufen oder verkaufen klicken, wird Ihre Order zum bestmöglichen Kurs, mit entweder einem unserer Liquiditätsanbieter oder auf unseren eigenen Büchern (nach dem besten Kurs zum Zeitpunkt Ihrer Ordererteilung) ausgefüllt werden;
id_id: Dengan mengklik beli atau jual, order Anda akan diisi dengan harga terbaik oleh salah satu penyedia likuiditas kami atau pada sistem kami sendiri (sesuai dengan harga streaming terbaik pada saat penempatan order Anda);
pl_pl: Po kliknięciu „kup” lub „sprzedaj” Twoje zlecenie zostanie zrealizowane po najlepszej możliwej cenie za pośrednictwem jednego z naszych dostawców płynności lub przez nas (po najlepszej bieżącej cenie dostępnej w momencie składania zamówienia);
pt_pt: Ao clicar em "Comprar" ou "Vender", a sua ordem será executada ao melhor preço possível com um dos nossos fornecedores de liquidez ou por nossa própria conta (de acordo com o melhor preço da transmissão ao vivo do mercado no momento da entrada da ordem);
vi_vn: Bằng cách nhấp vào mua hoặc bán, lệnh của bạn sẽ được điền ở mức giá tốt nhất có thể với một trong các nhà cung cấp thanh khoản của chúng tôi hoặc trên sách của chính chúng tôi (theo giá trực tuyến tốt nhất tại thời điểm đặt lệnh của bạn);
zh_cn: 通过点击 "买入" 或 "卖出", 我们的其中一个流动性提供商或我们自己将以最优惠的价格 (根据您下订单时的最佳流动性价格) 执行您的订单;

source: By default, all %1 clients are retail clients but anyone can request to be treated as a professional client.
fr_fr: Par défaut, tous les clients de %1 sont des clients de détail, mais toute personne peut demander à être traitée comme un client professionnel.
id_id: Secara otomatis, semua klien %1 adalah klien ritel namun siapa saja dapat mengajukan permohonan untuk diperlakukan sebagai klien profesional.
pl_pl: Domyślnie wszyscy klienci %1 są uznawani za klientów indywidualnych, ale każdy klient może złożyć wniosek o traktowanie go jako klienta profesjonalnego.
vi_vn: Theo mặc định, tất cả khách hàng %1 đều được coi là khách hàng bán lẻ nhưng bất kỳ ai cũng có thể gửi yêu cầu để được đối xử như là khách hàng chuyên nghiệp.
zh_cn: 默认情况下，所有%1客户都属于零售客户，但任何人都可以要求被归类为专业客户。

source: By default, the intelligent order routing system ensures that the top of the book is always comprised of the best bid and offer rates quoted by the competing liquidity providers. However, during times of market illiquidity, this may change with likelihood of execution being the primary execution factor.
de_de: Das intelligente Orderführungssystem sorgt standardmäßig dafür, dass der Oberteil des Buches immer die besten Angebots- und Briefkurse umfasst, die von den konkurrierenden Liquiditätsgebern angegeben sind. Dies kann sich jedoch mit Wahrscheinlichkeit auf Ausführung als primärer Ausführungsfaktor, in Zeiten einer Marktliquidität, ändern.
fr_fr: Par défaut, le système d'acheminement intelligent des ordres garantit que le haut du registre est toujours compris des meilleurs taux de mises et d'offres cotés par les fournisseurs de liquidités concurrents. Cependant, durant les phases d'illiquidité du marché, cela peut changer avec la probabilité d'exécution devenant le facteur principal d'exécution.
id_id: Secara langsung, sistem routing pintar akan memastikan buku terbaik selalu dihasilkan dari bid dan harga penawaran terbaik dengan membandingkan penyedia likuiditas. Namun, selama masa likuiditas pasar hal ini dapat berubah dengan kemungkinan eksekusi menjadi faktor eksekusi utama.
pl_pl: Domyślnie, inteligentny system przekierowywania zleceń gwarantuje kwotowanie najlepszych cen ofertowych przez konkurencyjnych dostawców płynności. Jednak w okresie braku płynności rynkowej może to ulegać zmianie, a prawdopodobieństwo realizacji może stać się głównym czynnikiem realizacji.
pt_pt: Por padrão, o sistema de roteamento inteligente garante que as cotações são constituídas sempre pelas melhores ofertas de taxas compra e oferta apresentadas por fornecedores de liquidez concorrentes. No entanto, durante alturas de falta de liquidez no mercado, isto pode se alterar, com a probabilidade de execução sendo a principal fatore de execução.
vi_vn: Theo mặc định, hệ thống tự định tuyến thông minh đảm bảo rằng phần đầu của trang luôn luôn bao gồm các giá thầu tốt nhất và cung cấp tỉ giá trích dẫn bởi các nhà cung cấp thanh khoản cạnh tranh. Tuy nhiên, trong thời gian tính thanh khoản của thị trường kém, điều này có thể thay đổi khả năng thực thi vốn đang là các yếu tố chính trong quá trình thực thi lệnh.
zh_cn: 默认情况下，智能订单路由系统确保记录本的最顶部位总是由最佳竞标价格和参与竞争的流动性提供商报价组成。然而，在市场流动性不足的时候，这种情况可能会改变，并由执行可能性作主要执行因素。
