Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: View statement
de_de: Statement ansehen
fr_fr: Afficher le relevé
id_id: Lihat pernyataan
pl_pl: Zobacz oświadczenie
pt_pt: Ver extrato
vi_vn: Xem sao kê
zh_cn: 查看报表

source: View the full list of assets, contract types and durations.
de_de: Lassen Sie sich die vollständige Liste der Wertpapiere, Vertragsarten und Laufzeiten anzeigen.
fr_fr: Consultez la liste complète des actifs, des types de contrat et des durées.
id_id: Lihat daftar lengkap aset, jenis kontrak dan durasi.
pl_pl: Zapoznaj się z pełną listą aktywów, typów kontraktów i okresów kontraktów.
pt_pt: Veja a lista completa de ativos, tipos de contratos e durações.
vi_vn: Xem danh sách đầy đủ của tài sản, loại hợp đồng và thời khoảng.
zh_cn: 查看资产、合约类型以及期限的完整清单。

source: View the operating hours of the markets you can trade.
de_de: Die Öffnungszeiten der Börsen anzeigen, auf denen Sie handeln können.
fr_fr: Consultez les heures d'ouverture des marchés sur lesquels tu peux effectuer des trades.
id_id: Lihat waktu operasi dan pasar yang dapat anda tradingkan.
pl_pl: Zobacz godziny działalności rynków, na których możesz handlować.
pt_pt: Veja os horários de funcionamento dos mercados nos quais você pode negociar.
vi_vn: Xem giờ hoạt động của thị trường bạn có thể giao dịch.
zh_cn: 查看您可以进行交易的市场开放时间。

source: View updated statement
fr_fr: Afficher le relevé mis à jour
id_id: Lihat pernyataan yang diperbarui
pl_pl: Zobacz zaktualizowane oświadczenia
pt_pt: Ver extrato atualizado
vi_vn: Xem cập nhật sao kê mới
zh_cn: 查看更新的声明

source: View your account's authentication status.
de_de: Sehen Sie sich den Authentifizierungsstatus Ihres Kontos an.
fr_fr: Afficher l’état d’authentification de votre compte.
id_id: Melihat status otentikasi akun Anda.
pl_pl: Zobacz status weryfikacji Twojego konta.
pt_pt: Ver o status de autenticação da sua conta.
vi_vn: Xem trạng thái xác thực tài khoản của bạn.
zh_cn: 查看您账户的身份验证状态。

source: View your financial assessment settings.
de_de: Sehen Sie sich Ihre Finanzbeurteilungseinstellungen an.
fr_fr: Afficher vos paramètres d'évaluation financière.
id_id: Lihat pengaturan penilaian keuangan Anda.
pl_pl: Zobacz swoje ustawienia oceny finansowej.
pt_pt: Ver as suas configurações de avaliação financeira.
vi_vn: Xem cài đặt giám định tài chính của bạn.
zh_cn: 查看您的金融评估设置。

source: View your login history.
de_de: Ihren Login-Verlauf anzeigen.
fr_fr: Voir votre historique de connexion.
id_id: Lihat catatan login Anda.
pl_pl: Zobacz swoją historię logowania.
pt_pt: Ver o seu histórico de logins.
vi_vn: Xem lịch sử đăng nhập của bạn.
zh_cn: 查看您的登录历史。

source: View your personal information.
de_de: Sehen Sie sich Ihre personenbezogenen Daten an.
fr_fr: Afficher vos informations personnelles.
id_id: Lihat informasi pribadi Anda.
pl_pl: Zobacz swoje dane osobowe.
pt_pt: Ver as suas informações pessoais.
vi_vn: Xem thông tin cá nhân của bạn.
zh_cn: 查看您的个人信息。

source: View your statement
de_de: Ihre Abrechnung ansehen
fr_fr: Voir votre extrait
id_id: Lihat pernyataan Anda
pl_pl: Zobacz swój wyciąg
pt_pt: Veja o seu extrato
vi_vn: Xem sao kê của bạn
zh_cn: 查看您的账单

source: View your trading and withdrawal limits.
de_de: Anzeige Ihrer Handels- und Auszahlungslimits.
fr_fr: Afficher vos limites de trading et de retrait.
id_id: Lihat batas trading dan penarikan Anda.
pl_pl: Zobacz swoje limity handlowe i limity wypłat.
pt_pt: Ver os seus limites de negociação e de retirada de fundos.
vi_vn: Xem giới hạn giao dich và giới hạn rút tiền.
zh_cn: 查看您的交易和取款限额。

source: Virtual
de_de: Virtuell
fr_fr: Virtuel
pl_pl: Wirtualne
vi_vn: Ảo
zh_cn: 虚拟

source: Virtual Account
de_de: Virtuelles Konto
fr_fr: Compte virtuel
id_id: Akun Virtual
pl_pl: Konto wirtualne
pt_pt: Conta Virtual
vi_vn: Tài Khoản Ảo
zh_cn: 虚拟账户

source: Visa is an international company that supports digital payments around the world, most commonly through their brand of credit and debit cards. For more information, please visit %1.
fr_fr: Visa est une société internationale qui prend en charge les paiements numériques dans le monde entier, le plus souvent par le biais de leur marque de cartes de crédit et de débit. Pour plus d’informations, veuillez visiter %1.
id_id: Visa adalah perusahaan internasional yang mendukung pembayaran digital di seluruh dunia, biasanya melalui kartu kredit dan debit yang mereka miliki. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Visa to międzynarodowa firma obsługująca płatności cyfrowe na całym świecie, najczęściej za pośrednictwem kart kredytowych i debetowych tej marki. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: Visa é uma empresa internacional que suporta pagamentos digitais ao redor do mundo, mais comumente através da sua marca de cartões de crédito e débito. Para mais informações, visite %1.
vi_vn: Visa là một công ty quốc tế hỗ trợ thanh toán kỹ thuật số trên toàn thế giới, nổi tiếng với thương hiệu thẻ tín dụng và thẻ ghi nợ của họ. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Visa是支持世界各地数字支付的国际公司, 最普遍的是通过其品牌的信用和借记卡。欲知详情, 请访问 %1。

source: Vload is an eVoucher facility that’s available as a payment method to deposit and withdraw funds. For more information, please visit %1.
fr_fr: Vload est un service de bons électroniques qui est disponible comme méthode de paiement pour déposer et retirer des fonds. Pour plus d'informations, veuillez visiter %1.
id_id: Vload adalah fasilitas eVoucher yang tersedia sebagai metode pembayaran untuk deposit dan pencairan dana. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Vload to usługa bazująca na eVoucherach dostępna jako metoda płatności. Można z niej korzystać w celu wpłacania i wypłacania funduszy. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: Vload là mộthệ thống eVoucher có sẵn như là một phương thức thanh toán để gửi tiền và rút tiền. Để biết thêm chi tiết, xin vui lòng truy cập vào %1.
zh_cn: Vload 是电子凭证功能, 可用作存款和取款。欲了解详细信息, 请访问 %1。

source: Vol 10
zh_cn: 卷10

source: Vol 100
zh_cn: 卷100

source: Vol 25
zh_cn: 卷25

source: Vol 50
zh_cn: 卷50

source: Vol 75
zh_cn: 卷75

source: Volatility 10 Index
de_de: Volatilität 10 Index
fr_fr: Indice de volatilité 10
id_id: Indeks Volatilitas 10
pl_pl: Wskaźnik zmienności 10
pt_pt: Índice Volatility 10
vi_vn: Chỉ số biến động 10
zh_cn: 波动率 10 指数

source: Volatility 100 Index
de_de: Volatilität 100 Index
fr_fr: Indice de volatilité 100
id_id: Indeks Volatilitas 100
pl_pl: Wskaźnik zmienności 100
pt_pt: Índice Volatility 100
vi_vn: Chỉ số biến động 100
zh_cn: 波动率 100 指数

source: Volatility 25 Index
de_de: Volatilität 25 Index
fr_fr: Indice de volatilité 25
id_id: Indeks Volatilitas 25
pl_pl: Wskaźnik zmienności 25
pt_pt: Índice Volatility 25
vi_vn: Chỉ số biến động 25
zh_cn: 波动率 25 指数

source: Volatility 50 Index
de_de: Volatilität 50 Index
fr_fr: Indice de volatilité 50
id_id: Indeks Volatilitas 50
pl_pl: Wskaźnik zmienności 50
pt_pt: Índice Volatility 50
vi_vn: Chỉ số biến động 50
zh_cn: 波动率 50 指数

source: Volatility 75 Index
de_de: Volatilität 75 Index
fr_fr: Indice de volatilité 75
id_id: Indeks Volatilitas 75
pl_pl: Wskaźnik zmienności 75
pt_pt: Índice Volatility 75
vi_vn: Chỉ số biến động 75
zh_cn: 波动率 75 指数

source: Volatility Indices
de_de: Volatilität Indizes
fr_fr: Indices de volatilité
id_id: Indeks Volatilitas
pl_pl: Zmienne wskaźniki
pt_pt: Índices Volatility
vi_vn: Chỉ Số Biến Động
zh_cn: 波动率指数

source: Volatility Indices Account
de_de: Volatilität Indizes Konto
fr_fr: Compte d’Indices de volatilité
id_id: Akun Indeks Volatilitas
pl_pl: Konto wskaźników zmienności
pt_pt: Conta de índices "Volatility"
vi_vn: Tài Khoản Chỉ Số Biến Động
zh_cn: 波动率指数账户

source: Volatility Indices are further categorised into two classes:
de_de: Volatilität Indizes werden zusätzlich in zwei Klassen eingestuft:
fr_fr: Les indices de volatilité peuvent être classés selon deux catégories :
id_id: Indeks Volatilitas lebih lanjut dikategorikan menjadi dua kelas:
pl_pl: Istnieją dwa rodzaje wskaźników zmienności:
pt_pt: Os índices "Volatility" são ainda categorizados em duas classes:
vi_vn: Các Chỉ Số Biến Động được phân loại thành hai loại:
zh_cn: 波动率指数进一步分为两种级别：

source: Volatility Indices commission rates in account currency per round trade. Example: A round trade of 1 lot of Volatility 100 Index would pay USD 0.75 for a USD denominated account.
de_de: Volatilität Indizes-Provisionssätze in Kontowährung pro Handelsrunde. Beispiel: Eine Handelsrunde von 1 Lot an Volatilität 100 Index würde 0,75 USD für ein in US-Dollar denominiertes Konto zahlen.
fr_fr: Les taux de commission sur les Indices de volatilité en monnaie de compte pour chaque trade entier. Exemple : Un trade entier de 1 lot de Volatilité de l’indice 100 paierait 0,75 USD pour un compte libellé en USD.
id_id: Tingkat komisi Indeks Volatilitas pada akun mata uang per putaran trading. Contoh: Trading putaran 1 lot Indeks Volatilitas 100 akan membayar USD 0,75 untuk akun dalam USD.
pl_pl: Wskaźniki zmienności: stawki prowizji w walucie konta za zakład. Przykład: Runda handlowa składająca się z 1 partii Wskaźnika zmienności 100 to 0,75 USD na konto prowadzone w USD.
pt_pt: As taxas de comissão de índices "Volatility" na moeda base da conta por cada negociação completa. Exemplo: Uma negociação completa de 1 lote do Índice 100 Volatility pagará 0,75 USD em contas com denominações em USD.
vi_vn: Chỉ Số Biến Động tỷ lệ hoa hồng trong tài khoản tiền tệ mỗi vòng giao dịch. Ví dụ: 1 phiên giao dịch của 1 lô chỉ số biến động 100 sẽ trả 0.75 USD cho một tài khoản định danh USD.
zh_cn: 波动指数佣金按每次完成交易的账户货币计算。例如: 完成一次透过美元计价的账户购入1手波动性100指数交易将支付0.75 美元。

source: Volume
de_de: Volumen
pl_pl: Wolumen
vi_vn: Khối lượng
zh_cn: 交易量

source: Volume step
de_de: Volumen-Schritt
fr_fr: Étape de volume
id_id: Langkah volume
pl_pl: Krok – wolumen
pt_pt: Incremento no volume
vi_vn: Bước khối lượng
zh_cn: 量额步骤

source: Waiting for contract settlement.
de_de: Warte auf Kontrakt-Begleichung.
fr_fr: En attente de règlement du contrat.
id_id: Menunggu penyelesaian kontrak.
pl_pl: Oczekiwanie na rozliczenie kontraktu.
pt_pt: Aguardando liquidação do contrato.
vi_vn: Đang chờ giải quyết hợp đồng.
zh_cn: 等待合约结算。

source: Waiting for entry tick.
de_de: Warten auf den Eingangstick.
fr_fr: En attente du tick d'entrée.
id_id: Menunggu tik masuk...
pl_pl: Oczekuje na pierwszą zmianę ceny.
pt_pt: Aguardando tick de entrada.
vi_vn: Vui lòng đợi dấu tick gia nhập.
zh_cn: 正在等待进场跳动点。

source: Waiting for exit tick.
de_de: Warten auf den Endtick.
fr_fr: En attente du tick de sortie.
id_id: Menunggu tik akhir.
pl_pl: Oczekuje na końcową zmianę ceny.
pt_pt: Aguardando tique-taque de saída.
vi_vn: Vui lòng đợi dấu tick thoát.
zh_cn: 正在等待退场跳动点。

source: Want to be a part of our dynamic culture? Browse all our openings and see where you fit:
de_de: Wollen Sie Teil unserer dynamischen Kultur werden? Durchsuchen Sie alle unsere offenen Stellen, um zu sehen wo Sie hinein passen:
fr_fr: Vous voulez faire partie de notre culture dynamique ? Parcourez toutes nos ouvertures de postes et voyez à quoi vous convenez :
id_id: Ingin menjadi bagian dari budaya dinamis kami? Jelajahi semua lowongan yang tersedia:
pl_pl: Chcesz stać się częścią naszej dynamicznej kultury? Przejrzyj nasze oferty pracy i zobacz, jakie stanowisko jest dla Ciebie najlepsze:
pt_pt: Deseja fazer parte da nossa cultura dinâmica? Pesquise todas as nossas vagas e veja onde você melhor se encaixa:
vi_vn: Bạn muốn trở thành một phần của nền văn hóa năng động của chúng tôi? Hãy xem qua tất cả các vị trí mở của chúng tôi và tìm nơi phù hợp với bạn:
zh_cn: 想要成为这个充满活力文化的一分子？请查看所有空缺，看看有哪些是适合您的：

source: Want to help us enhance the strength and security of our platform?
de_de: Möchten Sie uns helfen, die Stärke und Sicherheit unserer Handelsplattform zu verbessern?
fr_fr: Vous souhaitez nous aider à augmenter la fiabilité et à la sécurité de notre plateforme ?
id_id: Ingin membantu kami meningkatkan kekuatan dan keamanan platform?
pl_pl: Chcesz pomóc nam zwiększyć bezpieczeństwo i ulepszyć zabezpieczenia na naszej platformie?
pt_pt: Deseja ajudar-nos a melhorar a força e a segurança da nossa plataforma?
vi_vn: Bạn muốn giúp chúng tôi nâng cao sức mạnh và bảo mật của nền tảng của chúng tôi?
zh_cn: 想帮我们加强交易平台的坚实稳定和安全？

source: Want to telecommute?
de_de: Möchten Sie Telearbeit machen?
fr_fr: Vous voulez travailler de chez vous ?
id_id: Ingin menjadi telecommute?
pl_pl: Chcesz pracować zdalnie?
pt_pt: Deseja trabalhar remotamente?
vi_vn: Bạn muốn làm việc từ xa?
zh_cn: 想在家办公？

source: Warning
de_de: Achtung
fr_fr: Avertissement
id_id: Peringatan
pl_pl: Ostrzeżenie
pt_pt: Aviso
vi_vn: Cảnh báo
zh_cn: 警告

source: Warranties
de_de: Garantien
fr_fr: Garanties
id_id: Jaminan
pl_pl: Gwarancje
pt_pt: Garantias
vi_vn: Bảo đảm
zh_cn: 保证条款

source: Warranty Disclaimer
de_de: Garantieausschluss
id_id: Garansi Penolakan
pl_pl: Wyłączenie gwarancji
pt_pt: Isenção de responsabilidade de garantia
vi_vn: Miễn Trách Nhiệm Bảo Đảm
zh_cn: 担保免责声明

source: We
de_de: Mi
fr_fr: Me
id_id: Kami
pl_pl: Śr
pt_pt: Qua
vi_vn: Thứ 4
zh_cn: 星期三

source: We accept
de_de: Wir akzeptieren
fr_fr: Nous acceptons
id_id: Kami menerima
pl_pl: Akceptujemy
pt_pt: Aceitamos
vi_vn: Chúng tôi chấp nhận
zh_cn: 我们接受

source: We aim to keep a record of the kinds of activity we carry on in which a material conflict could arise or has arisen. We also maintain procedures to manage actual or potential conflicts. This includes procedures to maintain appropriate independence between members of our staff who are involved in potentially conflicting activities, for example, through the operation of information barriers, physical separation of staff, the segregation of duties and responsibilities and maintenance of a policy of independence which requires our staff, when providing services to a client, to act in the best interests of the client and to disregard any conflicts of interest; and, in some circumstances declining to act for a client or potential client.
de_de: Wir zeichnen alle Arten von Aktivitäten auf, um festzustellen, ob ein materieller Konflikt auftreten könnte oder schon aufgetreten ist. Wir haben Verfahren eingeführt, um tatsächliche oder mögliche Konflikte zu bearbeiten. Dies umfasst Verfahren zur Aufrechterhaltung der entsprechenden Unabhängigkeit zwischen Mitarbeitern, Trennung von Aufgaben und Zuständigkeiten und Aufrechterhaltung des Grundsatzes der Unabhängigkeit, der von unseren Mitarbeitern bei der Erbringung von Dienstleistungen für einen Kunden verlangt, im besten Interesse des Kunden und ungeachtet von Interessenkonflikten zu handeln und unter Umständen abzulehnen, für einen Kunden oder potentiellen Kunden tätig zu werden.
id_id: Kami bertujuan untuk mencatat jenis kegiatan yang kami bawa pada di mana konflik materi bisa muncul atau telah muncul. Kami juga memelihara prosedur untuk mengelola konflik aktual atau potensial. Ini termasuk prosedur untuk menjaga independensi yang tepat antara anggota staf kami yang terlibat dalam kegiatan yang berpotensi konflik, misalnya, melalui operasi hambatan informasi, pemisahan fisik staf, pemisahan tugas dan tanggung jawab dan pemeliharaan kebijakan kemerdekaan yang membutuhkan staf kami, ketika memberikan layanan kepada klien, untuk bertindak dalam kepentingan terbaik klien dan mengabaikan setiap konflik kepentingan; dan, dalam beberapa keadaan menurun bertindak untuk klien atau klien potensial.
pl_pl: Staramy się prowadzić rejestr rodzajów prowadzonej przez nas działalności, w przypadku których może lub mógł wystąpić materialny konflikt. Utrzymujemy również procedury zarządzania obecnymi lub potencjalnymi konfliktami, w tym procedury zachowania odpowiedniej niezależności pomiędzy naszymi pracownikami, którzy są zaangażowani w działania mogące stanowić potencjalny konflikt, na przykład poprzez wprowadzenie barier informacyjnych, fizyczne odseparowanie pracowników, podział obowiązków i utrzymanie polityki niezależności, która wymaga od naszych pracowników działania w najlepszym interesie naszych klientów podczas świadczenia usług, unikanie konfliktu interesów oraz, w określonych okolicznościach, odmowy świadczenia usług na rzecz klienta lub potencjalnego klienta.
pt_pt: O nosso objetivo é manter um registro dos tipos de atividades que desenvolvemos em que um conflito material possa surgir ou tenha surgido. Também mantemos procedimentos para gerenciar conflitos reais ou potenciais. Isto inclui procedimentos para manter independência apropriada entre membros do nosso pessoal que estejam envolvidos em atividades potencialmente conflitantes, por exemplo, através da operação de barreiras de informação, separação física de pessoal, a segregação de funções e responsabilidades e manutenção de uma política de independência que obriga os nossos funcionários, ao prestarem serviços a um cliente, a agir nos melhores interesses do cliente e dispensar quaisquer conflitos de interesse; e, em certas circunstâncias, recusar agir em nome de um cliente ou um potencial cliente.
vi_vn: Chúng tôi muốn giữ các bản ghi những hoạt động chúng tôi đã thực hiện mà xung đột có thể phát sinh hoặc đã phát sinh. Chúng tôi cũng muốn duy trì các quy trình để quản lý các xung đột đã phát sinh hoặc tiềm ẩn. Điều này cũng bao gồm cả quy trình duy trì tính độc lập thích hợp giữa các nhân viên của chúng tôi, người mà có liên quan tới các hoạt động xung động tiền ẩn, ví dụ, thông qua hoạt động của rào cản thông tin, tách biệt nhân viên, phân công trách nhiệm và bổn phận, yêu cầu nhân viên duy trì chính sách độc lập, khi cung cấp dịch vụ cho khách hàng, để hành động vì lợi ích tốt nhất của khách hàng và để bỏ qua các xung đột về lợi ích; và trong một vài trường hợp từ chối phục vụ cho khách hàng hoặc khách hàng tiềm năng.
zh_cn: 我们希望记录持续运行并可能发生利益冲突的活动。我们持续管理实际或潜在冲突，包括让与潜在冲突活动相关的员工保持适当的独立性，例如：通过信息障碍、员工隔离、责任分离制度和保持政策独立性。这需要我们的员工在服务时以客户的最佳利益为主，忽略利益冲突，并在某些情况下拒绝为客户或潜在客户采取行动。

source: We also collect basic tax residence information for the purposes of CRS/FATCA compliance. The tax information you provide may only be disclosed to the authorities legally charged with collecting this information for CRS/FATCA reporting and only to the extent to which %1 is legally obliged to collect it from and disclose it to. We don't use, disclose or process this information in any other way at any time.
de_de: Wir sammeln auch steuerliche Wohnsitz Informationen zum Zwecke der Übereinstimmung mit CRS/FATCA. Die steuerlichen Informationen, die Sie angeben, werden nur an Behörden die rechtlich dazu beauftragt sind diese Informationen für die Berichterstattung von CRS/FATCA zu sammeln, und nur in dem Umfang, zu dem %1 gesetzlich verpflichtet ist dies zu sammeln und weiter zu geben, offengelegt. Wir verwenden diese Informationen nicht, geben diese nicht weiter, noch verarbeiten wir diese in sonstiger Weise zu irgendeiner Zeit.
id_id: Kami juga mengumpulkan informasi pajak pendapatan untuk keperluan kepatuhan CRS/FATCA. Informasi pajak yang Anda berikan hanya dapat diungkapkan kepada pihak berwenang yang mengumpulkan informasi ini untuk laporan CRS/FATCA dan hanya diberikan kepada %1 yang secara hukum berkewajiban untuk mengambil dan menginformasikannya. Kami tidak mengungkapkan atau memproses informasi ini dengan cara lain kapan saja.
pl_pl: Zbieramy również podstawowe informacje na temat rezydencji podatkowej, aby zapewnić zgodność z wymogami CRS/FATCA. Przekazywane nam informacje podatkowe będą ujawniane wyłącznie organom, które na mocy prawa zajmują się zbieraniem takich informacji na potrzeby raportowania CRS/FATCA i wyłącznie w zakresie, w którym %1 jest prawnie zobligowana do zbierania i ujawniania tych informacji. Informacje te nigdy nie będą przez nas wykorzystywane, ujawniane ani przetwarzane w żaden inny sposób.
pt_pt: Também coletamos informações de residência fiscal básicas para fins de conformidade CRS/FATCA. As informações fiscais que você fornece somente poderão ser divulgadas às autoridades legalmente encarregues de coletar estas informações para fins de relatórios CRS/FATCA e apenas na medida em que a %1 está legalmente obrigada a coletar as informações e divulgá-las. Não utilizamos, divulgamos ou processamos estas informações de qualquer outra forma em qualquer momento.
vi_vn: Chúng tôi cũng thu thập thông tin thuế cơ bản của nơi cư trú cho các mục đích tuân thủ CRS/FATCA. Thông tin bạn cung cấp chỉ có thể được tiết lộ cho cá đơn vị chính quyền được phép thu thập thông tin này cho các báo cáo CRS/FATCA và chỉ đến mức %1 được thu thập hợp pháp và tiết lộ ra ngoài. Chúng tôi không sử dụng, tiết lộ hoặc xử lý thông tin đó trong bất cứ hình thức nào.
zh_cn: 为了符合CRS/FATCA 法规，我们也收集基本税务和居留信息 。您所提供的税务信息将仅对合法收集信息并向 CRS/FATCA 报告的政府当局公开， 其收集和公开程度的法律责任由%1承担。我们不得于任何时间以任何其他方式使用、公开或处理此信息。

source: We always put our customers first and dedicate ourselves to building products and services that give them the best trading experience possible.
de_de: Wir stellen unsere Kunden immer an erste Stelle und widmen uns dem Erstellen von Produkten und Dienstleistungen, die ihnen die beste Handelserfahrung geben.
fr_fr: Nous donnons toujours la priorité à nos clients et nous nous consacrons à la construction de produits et services qui leur donnent la meilleure expérience possible de trading.
id_id: Kami selalu mengutamakan pelanggan kami dan mendedikasikan diri kami untuk membangun produk dan layanan yang memberi mereka pengalaman trading terbaik.
pl_pl: Zawsze stawiamy naszych klientów na pierwszym miejscu i skupiamy się na tworzeniu produktów i usług, które zapewnią im najlepszy możliwy proces handlowania.
pt_pt: Colocamos sempre os nossos clientes em primeiro lugar e dedicamo-nos a criar produtos e serviços que lhes proporcionam a melhor experiência de negociação possível.
vi_vn: Chúng tôi luôn đặt khách hàng của mình lên hàng đầu và cống hiến bản thân để xây dựng các sản phẩm và dịch vụ cung cấp cho họ trải nghiệm giao dịch tốt nhất có thể.
zh_cn: 我们以客户为中心，致力于打造最佳交易体验的产品和服务。
