Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Please accept the terms and conditions.
de_de: Bitte akzeptieren Sie die Geschäftsbedingungen.
fr_fr: Veuillez accepter les conditions générales.
id_id: Silahkan terima syarat dan ketentuan.
pl_pl: Proszę zaakceptować regulamin.
pt_pt: Por favor aceite os termos e condições.
vi_vn: Xin vui lòng chấp nhận các điều khoản và điều kiện.
zh_cn: 请接受条款和条件。

source: Please be advised that prices can change very quickly in the market, so the execution price may not necessarily be visible instantly once the order has been filled.
de_de: Bitte beachten Sie, dass sich die Preise auf dem Markt sehr schnell ändern können, so dass der Ausführungspreis nicht unbedingt sofort nach Ausfüllung der Order sichtbar ist.
id_id: Mohon diketahui bahwa harga dapat berubah dengan sangat cepat, sehingga harga eksekusi mungkin tidak langsung terlihat pada saat order telah diisi.
pl_pl: Należy pamiętać, że ceny na rynku mogą się zmieniać bardzo szybko, więc cena wykonania może nie być widoczna natychmiast po realizacji zlecenia.
pt_pt: Informamos que os preços podem alterar muito rapidamente nos mercados. Portanto, o preço de execução poderá não ficar necessariamente visível quando a ordem for executada.
vi_vn: Xin lưu ý rằng giá có thể thay đổi rất nhanh trên thị trường, do đó giá thực hiện có thể không nhất thiết phải hiển thị ngay lập tức khi đơn đặt hàng đã được điền.
zh_cn: 请注意, 价格可能会在市场上迅速变动。因此, 一旦完成订单后, 执行价格不一定会立即可以看得到。

source: Please check your email for further instructions.
de_de: Bitte überprüfen Sie Ihre E-Mail für weitere Anweisungen.
fr_fr: Veuillez vérifier votre email pour obtenir des instructions supplémentaires.
id_id: Silakan lihat email Anda untuk instruksi lebih lanjut.
pl_pl: Sprawdź wiadomość e-mail z dalszymi informacjami.
pt_pt: Por favor, confira a sua conta de e-mail para mais instruções.
vi_vn: Vui lòng kiểm tra email của bạn để được hướng dẫn thêm.
zh_cn: 请检查您的电子邮件收取详细说明。

source: Please check your email for the password reset link.
de_de: Für den Passwortrücksetzungs-Link, überprüfen Sie bitte Ihre E-Mail.
fr_fr: Veuillez vérifier votre email pour le lien concernant la réinitialisation du mot de passe.
id_id: Silakan lihat email Anda untuk memperoleh link pengaturan ulang kata sandi.
pl_pl: Sprawdź swoją skrzynkę e-mailową, na którą przesłaliśmy łącze do zresetowania hasła.
pt_pt: Por favor, confira a sua conta de e-mail para o link de redefinição de senha.
vi_vn: Xin vui lòng kiểm tra email của bạn để có liên kết đổi mật khẩu.
zh_cn: 请检查您的电子邮件领取密码重设链接.

source: Please check your email for the verification code to complete the process.
de_de: Bitte überprüfen Sie Ihre E-Mail für den Bestätigungs-Code, um den Vorgang abzuschließen.
fr_fr: Veuillez vérifier votre email pour le lien de vérification afin de terminer l'opération.
id_id: Silakan lihat email Anda untuk melengkapi proses verifikasi.
pl_pl: Aby ukończyć proces, sprawdź swoją skrzynkę e-mailową, na którą wysłaliśmy kod weryfikacyjny.
pt_pt: Por favor, confira a sua conta de e-mail para o código de verificação para concluir o processo.
vi_vn: Vui lòng kiểm tra email của bạn để nhận được mã xác minh và hoàn tất quá trình.
zh_cn: 请检查您的电子邮件领取验证码以完成此程序。

source: Please check your email for the verification link to complete the process.
de_de: Bitte überprüfen Sie Ihre E-Mail für den Bestätigungs-Link, um den Vorgang abzuschließen.
fr_fr: Veuillez vérifier votre email pour le lien de vérification afin de terminer l'opération.
id_id: Silakan lihat email Anda untuk melengkapi proses verifikasi.
pl_pl: Aby ukończyć proces, sprawdź swoją skrzynkę e-mailową, na którą wysłaliśmy łącze weryfikacyjne.
pt_pt: Por favor, confira a sua conta de e-mail com o link de verificação para concluir o processo.
vi_vn: Vui lòng kiểm tra email của bạn để thấy liên kết xác minh hoàn tất quá trình.
zh_cn: 请检查您的电子邮件领取验证链接以完成此程序。

source: Please check your inbox for details.
fr_fr: Veuillez vérifier votre boîte de réception pour plus de détails.
id_id: Silahkan periksa kotak masuk email Anda untuk informasi lebih lanjut.
pl_pl: Sprawdź swoją skrzynkę odbiorczą, aby uzyskać więcej informacji.
vi_vn: Vui lòng kiểm tra hộp thư của bạn để biết chi tiết.
zh_cn: 请检查您的收件箱以便了解详情。

source: Please choose a currency
de_de: Bitte wählen Sie eine Währung
fr_fr: Veuillez choisir une monnaie
id_id: Silahkan pilih mata uang
pl_pl: Proszę wybrać walutę
pt_pt: Escolha uma moeda
vi_vn: Hãy chọn một loại tiền tệ
zh_cn: 请选择一种货币

source: Please complete the %1financial assessment form%2 to lift your withdrawal and trading limits.
de_de: Füllen Sie bitte das %1finanzielle Beurteilungsformular%2 aus, um Ihre Abhebe- und Handelslimits aufzuheben.
fr_fr: Veuillez remplir le %1formulaire d'évaluation financière%2 pour lever vos limites de retrait et de trading.
id_id: Silahkan lengkapi %1formulir penilaian finansial%2 untuk meningkatkan batasan penarikan dan trading Anda.
pl_pl: Aby podnieść swoje limity wypłat i limity handlowe, wypełnij %1formularz oceny sytuacji finansowej%2.
pt_pt: Por favor complete o %1formulário de avaliação financeira%2 para aumentar os seus limites de retirada e negociação.
vi_vn: Xin vui lòng hoàn tất %1mẫu đánh giá tài chính%2 để nâng giới hạn rút tiền và giao dịch của bạn.
zh_cn: 请完成%1财务评估表格%2，以便提升您的取款和交易限额 。

source: Please complete your %1personal details%2 before you proceed.
de_de: Bitte geben Sie Ihre %1persönlichen Daten%2 an, bevor Sie fortfahren.
fr_fr: Veuillez compléter vos %1détails personnels%2. avant de procéder.
id_id: Silakan lengkapi %1detail pribadi%2 Anda sebelum melanjutkan.
pl_pl: Zanim przejdziesz dalej, uzupełnij swoje %1dane osobowe%2.
pt_pt: Preencha os seus %1dados pessoais%2 antes de proceder.
vi_vn: Xin vui lòng điền %1thông tin cá nhân%2 trước khi bạn tiếp tục.
zh_cn: 继续操作前请填写您的%1个人资料%2。

source: Please complete your personal details before you proceed.
de_de: Bitte geben Sie Ihre persönlichen Daten an, bevor Sie fortfahren.
fr_fr: Veuillez compléter vos coordonnées personnelles avant de poursuivre.
id_id: Silahkan lengkapi detail pribadi Anda sebelum melanjutkan.
pl_pl: Zanim przejdziesz dalej, uzupełnij swoje dane osobowe.
pt_pt: Preencha os seus dados pessoais antes de avançar.
vi_vn: Xin vui lòng điền thông tin cá nhân của bạn trước khi bạn tiến hành.
zh_cn: 继续操作前请填写您的个人资料。

source: Please confirm that all the information above is true and complete.
de_de: Bitte bestätigen Sie, dass die oben genannten Informationen wahr und vollständig sind.
fr_fr: S’il vous plaît veuillez confirmer que tous les renseignements ci-dessus sont véridiques et complets.
id_id: Mohon konfirmasikan bahwa semua informasi di atas adalah benar dan lengkap.
pl_pl: Proszę potwierdzić, że wszystkie powyższe informacje są kompletne i prawdziwe.
pt_pt: Certifique-se de que as informações acima são verdadeiras e estão completas.
vi_vn: Xin vui lòng xác nhận rằng tất cả các thông tin trên là đúng sự thật và đầy đủ.
zh_cn: 请确认以上所有信息是真实和完整的。

source: Please confirm that you are not a politically exposed person.
de_de: Bitte bestätigen Sie, dass Sie keine politisch exponierte Person sind.
fr_fr: Veuillez confirmer que vous n’êtes pas une personne politiquement exposée.
id_id: Mohon konfirmasikan bahwa Anda bukanlah orang yang terlibat dalam politik.
pl_pl: Potwierdź, że nie jesteś osobą zajmującą eksponowane stanowisko polityczne.
pt_pt: Confirme que você não é uma pessoa politicamente exposta.
vi_vn: Xin vui lòng xác nhận rằng bạn không là một người tiếp xúc với chính trị.
zh_cn: 请确认您不是政治公众人士。

source: Please confirm the transaction details in order to complete the transfer:
de_de: Bitte bestätigen Sie die Transaktionsdaten, um den Transfer zu vervollständigen:
fr_fr: Veuillez confirmer les détails de la transaction afin de compléter le transfert:
id_id: Pastikan Anda telah memilih Agen Pembayaran yang benar, salah transfer adalah diluar tanggungjawab kami:
pl_pl: Proszę potwierdzić szczegóły transakcji w celu zakończenia przelewu:
pt_pt: Confirme os detalhes da transação para concluir a transferência:
vi_vn: Xin vui lòng xác nhận chi tiết giao dịch để hoàn thành việc chuyển khoản:
zh_cn: 请确认交易详情以完成转账：

source: Please do not share your bank account, credit card, or e-wallet with another client, as this may cause delays in your withdrawals.
de_de: Bitte vermeiden Sie die gemeinsame Benutzung eines Bankkontos, einer Kreditkarte oder einer e-wallet mit anderen Kunden. Dies kann zu Verzögerungen bei Ihren Auszahlungen führen.
fr_fr: S’il vous plaît ne partagez pas votre compte bancaire, carte de crédit ou porte-monnaie électronique avec un autre client, car cela peut entraîner des retards dans vos retraits.
id_id: Mohon untuk tidak berbagi rekening bank, kartu kredit atau e-wallet Anda dengan klien lain, karena hal ini dapat menyebabkan penundaan pencairan Anda.
pl_pl: Nie udostępniaj swojego konta bankowego, karty kredytowej ani e-portfela innemu klientowi, gdyż może to spowodować opóźnienia w realizacji Twoich wypłat.
pt_pt: Não compartilhe a sua conta bancária, cartão de crédito ou carteira eletrônica com outros clientes, pois isso pode causar atrasos nas suas retiradas.
vi_vn: Xin vui lòng không chia sẻ tài khoản ngân hàng, thẻ tín dụng hoặc ví điện tử với các khách hàng khác, vì điều này có thể gây ra sự chậm trễ trong việc rút tiền của bạn.
zh_cn: 请不要与其他客户共享您的银行帐户、信用卡或电子钱包, 因为这可能会导致您的取款延迟。

source: Please ensure that you have the Telegram app installed on your device.
de_de: Bitte stellen Sie sicher, dass Sie die Telegramm-App auf Ihrem Gerät installiert haben.
fr_fr: Veuillez vous assurer que vous avez l'app Telegram installée sur votre appareil.
id_id: Pastikan bahwa Anda memiliki aplikasi Telegram yang diinstal pada perangkat Anda.
pl_pl: Upewnij się, że na Twoim urządzeniu jest zainstalowana aplikacja Telegram.
pt_pt: Certifique-se de que tenha o aplicativo Telegram instalado no seu dispositivo.
vi_vn: Hãy đảm bảo rằng bạn đã cài đặt ứng dụng Telegram trên thiết bị của mình.
zh_cn: 请确保您的设备已安装了电报应用程序。

source: Please enter a valid Login ID.
de_de: Bitte geben Sie eine gültige Login-ID ein.
fr_fr: Veuillez saisir un jeton d'authentification valide.
id_id: Masukkan Login ID yang berlaku.
pl_pl: Proszę podać poprawny login.
pt_pt: Insira uma ID de login válida.
vi_vn: Vui lòng nhập một ID đăng kí hợp lệ.
zh_cn: 请输入有效的登录 ID。

source: Please enter date in the format DD MMM, YYYY HH:mm (local time).
de_de: Bitte geben Sie das Datum im folgenden Format ein TT MM, JJJJ HH:mm (Ortszeit).
fr_fr: Veuillez saisir la date au format JJ MM, AAAA HH:mm (heure locale).
id_id: Pilih tanggal, bulan, tahun, jam serta menit waktu istirahat yang Anda inginkan.
pl_pl: Wpisz datę i godzinę w formacie DD MMM, YYYY GG:mm (czasu lokalnego).
pt_pt: Insira uma data no formato DD MMM, YYYY HH:mm (hora local).
vi_vn: Vui lòng nhập ngày theo định dạng DD MMM, YYYY giờ (giờ địa phương).
zh_cn: 请输入日期，格式为日-月-年 时：分（当地时间）。

source: Please enter date in the format DD MMM, YYYY.
de_de: Bitte geben Sie das Datum im folgenden Format ein: TT MM, JJJJ.
fr_fr: Veuillez saisir la date au format JJ MM, AAAA.
id_id: Pilih hingga tanggal, bulan dan tahun berapa Anda ingin mengecualikan diri.
pl_pl: Wpisz datę w formacie DD MMM, YYYY.
pt_pt: Insira uma data no formato DD MMM, YYYY.
vi_vn: Vui lòng nhập ngày theo định dạng DD MMM, YYYY.
zh_cn: 请输入日期，格式为日-月-年。

source: Please enter your %1tax information%2 below to continue.
de_de: Bitte geben Sie Ihre %1Steuerinformationen%2 unten ein, um fortzufahren.
fr_fr: Veuillez entrer vos %1informations fiscales%2 ci-dessous pour continuer.
id_id: Masukkan %1informasi pajak Anda%2 dibawah untuk melanjutkan.
pl_pl: Aby kontynuować, wprowadź poniżej swoje %1informacje podatkowe%2.
pt_pt: Insira as suas %1informações fiscais%2 abaixo para continuar.
vi_vn: Vui lòng nhập %1thông tin thuế%2của bạn vào dưới đây để tiếp tục.
zh_cn: 请在下方输入您的 %1税务信息%2 以继续操作。

source: Please enter your full address to avoid authentication delays.
de_de: Bitte geben Sie Ihre vollständige Adresse an, um Authentifizierungsverzögerungen zu vermeiden.
fr_fr: Veuillez entrer votre adresse complète pour éviter les retards d’authentification.
id_id: Masukkan alamat lengkap Anda untuk menghindari penundaan otentikasi.
pl_pl: Aby uniknąć opóźnień w przeprowadzeniu weryfikacji, proszę wprowadzić kompletne dane adresowe.
pt_pt: Digite o seu endereço completo para evitar atrasos na autenticação.
vi_vn: Vui lòng nhập địa chỉ đầy đủ của bạn để tránh sự chậm trễ xác thực.
zh_cn: 请输入您的完整地址以避免身份验证被延迟。

source: Please enter your full home address to avoid authentication delays.
fr_fr: Veuillez entrer votre adresse domiciliaire complète pour éviter les retards d'authentification.
id_id: Masukkan alamat lengkap rumah Anda untuk menghindari penundaan otentikasi.
pl_pl: Aby uniknąć opóźnień w przeprowadzeniu weryfikacji, proszę wprowadzić pełny adres zamieszkania.
vi_vn: Vui lòng nhập đầy đủ địa chỉ của bạn để tránh sự chậm trễ khi xác thực.
zh_cn: 请输入您的完整居住地址以避免身份验证被延迟。

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
de_de: Bitte tragen Sie im nachfolgenden Formular die Login ID und den Betrag ein, den Sie Ihrem Kunden überweisen möchten:
fr_fr: Veuillez compléter votre Identifiant de connexion et le Montant que vous souhaitez transférer à votre Client dans le formulaire ci-dessous:
id_id: Silahkan isi Login ID dan jumlah yang ingin Anda transfer ke klien Anda dalam formulir di bawah ini:
pl_pl: W formularzu poniżej wpisz login i kwotę, którą chcesz przekazać swojemu Klientowi:
pt_pt: Preencha o ID de Início de Sessão e a Quantia que pretende transferir para o seu Cliente no formulário abaixo:
vi_vn: Vui lòng điền tên ID Đăng nhập vá Số Tiền bạn muốn chuyển cho Khách Hàng của mình trong bản mẫu dưới đây:
zh_cn: 请在下表中填写登录 ID 以及要转给客户的金额：

source: Please log in.
de_de: Melden Sie sich bitte an.
fr_fr: Veuillez vous connecter.
id_id: Silahkan masuk.
pl_pl: Proszę się zalogować.
pt_pt: Por favor, conecte-se.
vi_vn: Vui lòng đăng nhập.
zh_cn: 请登录。

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
de_de: Bevor Sie Ihren Antrag absenden können, müssen Sie zuerst den Zahlungsbedingungen des Abwicklers zustimmen.
fr_fr: Veuillez vous assurer d'abord que vous êtes d'accord avec l'Agent sur les délais de paiement avant de soumettre votre demande.
id_id: Pastikan Anda telah setuju dengan Agen mengenai syarat pembayaran sebelum mengajukan permohonan Anda.
pl_pl: Przed złożeniem wniosku upewnij się, że zgadzasz się z pośrednikiem co do warunków płatności.
pt_pt: Certifique-se de que aceita as condições de pagamento do Agente antes de submeter o seu pedido.
vi_vn: Vui lòng chắc chắn rằng trước hết bạn đồng ý với Đại lý các điều khoản thanh toán trước khi gửi yêu cầu.
zh_cn: 在提交请求前，请您确认同意代理的支付条款。

source: Please note that Asians, Digits, Reset Call/Reset Put, High Ticks/Low Ticks, and Only Ups/Only Downs are available exclusively with our Volatility Indices.
fr_fr: Veuillez noter que les Asiatiques, Reset Call/Put, Ticks Haut/Bas et Que des Montées/Que des Descentes sont disponibles exclusivement avec nos Indices de Volatilité.
id_id: Mohon diketahui Asian, Digit, Reset Call/Reset Put, High Tik/Low Tik, dan Only Up/Only Down hanya tersedia secara eksklusif pada Indeks Volatilitas kami.
pl_pl: Pamiętaj, że zakłady: Azjatyckie, Cyfry, Reset Call/ Reset Put, Duże zmiany ceny/ małe zmiany ceny oraz Tylko wzrosty/Tylko spadki są dostępne wyłącznie z naszymi wskaźnikami zmienności.
vi_vn: Xin lưu ý rằng các hợp đồng thuộc về Châu Á, Chữ số, Đặt lại Call/Put và Tick Cao/Tick Thấp được cung cấp độc quyền với Chỉ Số Biến Động của chúng tôi.
zh_cn: 请注意，亚洲货币、数字交易、买权重设/卖权重设、高跳动点/低跳动点和只会持续上涨/只会持续下跌只适用于我们的波动指数。

source: Please note that actual trading results may not correspond to optimized or back-tested results.
de_de: Bitte beachten Sie, dass es sein kann, dass die eigentlichen Handelsergebnisse nicht mit optimierten oder back-getesteten Ergebnissen übereinstimmen.
id_id: Mohon diketahui bahwa hasil trading mungkin tidak sesuai dengan hasil yang dioptimalkan atau di uji.
pl_pl: Należy pamiętać, że rzeczywiste wyniki zakładów mogą odbiegać od zoptymalizowanych, testowanych wyników.
pt_pt: Note que os resultados reais de negociação podem não corresponder a resultados otimizados ou aqueles obtidos em testes retroativos.
vi_vn: Xin lưu ý rằng kết quả giao dịch thực tế có thể không tương ứng với kết quả được tối ưu hóa hoặc được kiểm tra lại.
zh_cn: 请注意, 实际交易结果可能与被优化或事后测试的结果不符。

source: Please note that one lot is equivalent to 100 units, based on our %1contract specifications%2.
de_de: Bitte beachten Sie, dass ein Lot, auf unseren %1Kontrakt Spezifikationen%2 basierend, 100 Einheiten entspricht.
fr_fr: Veuillez noter qu’un lot est équivalent à 100 unités, basé sur nos %1spécifications de contrat%2.
id_id: Harap dicatat bahwa satu lot setara dengan 100 unit, berdasarkan %1spesifikasi kontrak%2 kami.
pl_pl: Pamiętaj, że zgodnie z naszymi %1szczegółami kontraktu%2, jedna partia to 100 jednostek.
pt_pt: Note que um lote equivale a 100 unidades, com base nas nossas %1especificações de contrato%2.
vi_vn: Xin lưu ý rằng một lô tương đương với 100 đơn vị, dựa trên điều khoản đặc biệt của hợp đồng%2 của chúng tôi.
zh_cn: 请注意，根据我们的%1合约规格%2，一手交易量相当于100个单位。

source: Please note that one lot is equivalent to 100 units, based on our contract specifications. Your profit or loss will be calculated as follows:
de_de: Bitte beachten Sie, dass ein Lot, auf unseren Kontraktspezifikationen basierend, 100 Einheiten entspricht. Ihr Gewinn oder Verlust wird wie folgt berechnet:
fr_fr: Veuillez noter qu’un lot est équivalent à 100 unités, basé sur les spécifications de notre contrat. Votre profit ou perte sera calculé comme suit :
id_id: Harap dicatat bawah satu lot setara dengan 100 unit, berdasarkan spesifikasi kontak kami. Laba atau rugi Anda akan dihitung sebagai berikut:
pl_pl: Pamiętaj, że zgodnie z naszymi %1szczegółami kontraktu%2, jedna partia to 100 jednostek. Twój zysk lub strata zostanie obliczony w następujący sposób:
pt_pt: Note que um lote equivale a 100 unidades, com base nas nossas especificações de contrato. Os seus lucros ou as suas perdas serão calculados da seguinte forma:
vi_vn: Xin lưu ý rằng một lô tương đương với 100 đơn vị, dựa trên thông số kỹ thuật hợp đồng của chúng tôi. Lợi nhuận hoặc mất mát của bạn sẽ được tính như sau:
zh_cn: 请注意，根据我们的合约规格，一手交易量相当于100个单位。您的利润或亏损的计算方法如下:

source: Please note that our website generates log files that record the IP addresses of accesses to your account, login attempts, and device information such as the manufacturer, model, operating system, and browser. This information is gathered for the sole purpose of assisting in the unlikely event of a need to investigate access to your account by unauthorised users. Additionally, we may verify certain information you provide us in the account opening form or during the service with third-party information providers.
de_de: Bitte beachten Sie, dass unsere Website Log-Dateien erstellt, die die IP-Adressen, von denen aus auf Ihr Konto zugegriffen wird, sowie Login Versuche, und Geräteinformationen wie Hersteller, Modell, Betriebssystem und Browser aufzeichnen. Diese Information wird ausschließlich für den unwahrscheinlichen Fall einer Untersuchung eines Zugriffs auf Ihr Konto, durch unbefugte Personen, gespeichert. Des Weiteren können wir bestimmte Informationen überprüfen, die Sie bei der Kontoeröffnung im Formular oder während des Services mit externen Informationsdienstleistern angegeben haben.
id_id: Mohon diketahui bahwa situs kami akan mencatat alamat IP yang digunakan untuk mengakses akun Anda, percobaan login dan informasi alat seperti pengeluar, model, sistem operasi, dan browser. Informasi ini dikumpulkan untuk memastikan pengaksesan yang dibenarkan. Kami juga akan melakukan pembuktian pada beberapa informasi yang Anda masukkan pada saat mendaftar akun atau selama layanan berlaku melalui pihak ketiga.
pl_pl: Uwaga: nasz portal generuje pliki dziennika rejestrujące adresy IP, za pomocą których logowano się na Twoje konto oraz podejmowano próby zalogowania, a także informacje o urządzeniu, takie jak jego producent, model, system operacyjny i używane przeglądarki internetowe. Informacje te są gromadzone wyłącznie w celu udzielenia pomocy w mało prawdopodobnym przypadku konieczności zbadania odwiedzin konta przez osoby nieupoważnione. Dodatkowo możemy sprawdzać pewne informacje dostarczone w formularzu otwarcia rachunku lub podczas korzystania z usług zewnętrznych dostawców informacji.
pt_pt: Note que o nosso site gera ficheiros de registo que gravam os endereços IP dos acessos à sua conta, tentativas de início de sessão e informações de dispositivo como fabricante, modelo, sistema operativo e navegador. Estas informações são recolhidas com o único propósito de ajudar no caso improvável de uma necessidade de investigação de acessos à sua conta por parte de usuários não autorizados. Além disso, poderemos verificar certas informações que tenha fornecido no formulário de abertura de conta ou mediante serviços prestados por prestadores de informações externos.
vi_vn: Xin lưu ý rằng trang web của chúng tôi tạo ra tệp nhật ký ghi lại các địa chỉ IP truy cập vào tài khoản, đăng nhập nỗ lực và thiết bị thông tin như nhà sản xuất, mô hình, Hệ điều hành và trình duyệt của bạn. Thông tin này được thu thập cho mục đích của việc hỗ trợ trong trường hợp cần phải điều tra các truy cập vào tài khoản của người sử dụng trái phép. Ngoài ra, chúng tôi có thể xác minh một số thông tin bạn cung cấp cho chúng tôi trong tài khoản mở mẫu hoặc trong dịch vụ nhà cung cấp thông tin bên thứ ba.
zh_cn: 请注意，我们的网站会生成记录您账户登录IP地址、登录次数和设备信息如厂商、款式、操作系统和浏览器的日志文件。该信息的唯一目的是协助调查您账户的非授权登录行为（发生的可能性极小）。此外，我们可能与第三方信息提供商确认您填写在开户表格中或在使用服务期间提供的部分信息。
