Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
de_de: Der Abschluss von Finanzkontrakten über diese Seite muss unter Einhaltung der Geschäftsbedingungen erfolgen, die auf den Seiten dieser Website veröffentlicht sind. Der Abschluss eines Finanzkontrakts erfolgt, wenn der Finanzkontrakt angepasst, die Prämie (gegebenenfalls die Auszahlung) berechnet und die Bezahlung bestätigt wurde.
id_id: Akusisi kontrak trading keuangan pada situs ini harus disesuaikan dengan terma dan kondisi yang dinyatakan pada halaman situs ini. Akusisi kontrak trading keuangan adalah lengkap jika kontrak trading keuangan telah disesuaikan, modal (atau hasil) telah dihitung dan pembayaran telah diverifikasi.
pl_pl: Nabywanie kontraktów finansowych za pośrednictwem niniejszego portalu musi być dokonywane zgodnie z warunkami przedstawionymi na łamach tego portalu. Nabycie kontraktu finansowego uznaje się za zakończone, gdy kontrakt finansowy został dostosowany, premia (lub wypłata, jeśli taka występuje) została obliczona i płatność została zweryfikowana.
pt_pt: A aquisição de contratos financeiros através deste site deve ser efetuada em conformidade com os termos e condições apresentados nas páginas deste site. A aquisição de um contrato financeiro é concluída após a adaptação do contrato financeiro, o cálculo do prémio (ou o pagamento, conforme o caso) e a verificação do pagamento.
vi_vn: Lãi của hợp đồng tài chính trên trang này phải phù hợp điều kiện của điều khoản được thể hiện trên trang web này. Lãi của hợp đồng tài chính được xác nhận khi hợp đồng được thông qua, lãi (hoặc khoảng được trả tùy trường hợp) đã được tính và thanh toán cũng đã được xác minh.
zh_cn: 通过本网站金融期权合约的买入必须遵守网站页面上的条款和条件。金融期权合约完成定制，并且已计算并确认支付期权费用（或赔付额，视情况而定）时，金融期权合约的买入即可完成。

source: Act as first and second level support for our traders by offering them solutions through basic coding and troubleshooting techniques
de_de: Fungieren Sie für unsere Händler als Support erster und zweiter Stufe, indem Sie Lösungen durch grundlegende Kodierung und Problembehandlungsverfahren anbieten
fr_fr: Servir de support de premier et deuxième niveau pour nos traders en leur proposant des solutions par le biais de codage basique et des techniques de résolution des problèmes
id_id: Bertindak sebagai dukungan utama dan kedua bagi para trader kami dengan menawarkan solusi melalui teknik pengkodean dan pemecahan masalah dasar
pl_pl: Wspieranie naszych graczy na pierwszym i drugim poziomie obsługi klienta, rozwiązując ich problemy przy wykorzystywaniu podstaw kodowania i technik rozwiązywania problemów
pt_pt: Atuar como suporte de primeiro e segundo nível para nossos clientes, oferecendo-lhes soluções através de técnicas básicas de codificação e solução de problemas
vi_vn: Làm việc với tư cách hỗ trợ cấp đầu và cấp thứ cho người giao dịch bằng cách cung cấp các giải pháp thông qua viết mã cơ bản và khắc phục các sự cố kỹ thuật
zh_cn: 成为一级和二级支持服务成员，向交易者提供诸如基本编码和故障排除技术等解决方案

source: Action
de_de: Handlung
id_id: Aksi
pl_pl: Czynności
pt_pt: Ação
vi_vn: Hành động
zh_cn: 操作

source: Activate the VPN service on the app
de_de: Aktivieren Sie den VPN-Dienst in der App
fr_fr: Activez le service VPN sur l’app
id_id: Aktifkan layanan VPN pada aplikasi
pl_pl: Aktywuj usługę VPN w aplikacji
pt_pt: Ativar o serviço de VPN no aplicativo
vi_vn: Kích hoạt dịch vụ VPN trên ứng dụng
zh_cn: 激活应用上的 VPN 服务

source: Active trading clients
de_de: Aktive Handelskunden
fr_fr: Clients tradant activement
id_id: Klien trading aktif
pl_pl: Aktywni handlujący klienci
pt_pt: Clientes de negociação ativos
vi_vn: Các khách hàng tích cực giao dịch
zh_cn: 活跃的交易客户

source: Adapt affiliate marketing tactics and promotional materials as needed to localise all content for maximum effectiveness
de_de: Anpassen von Geschäftspartner Werbetaktiken und des erforderlichen Werbematerials, um alle Inhalte auf eine maximiale Wirksamkeit zu lokalisieren
fr_fr: Adapter les tactiques de marketing affilié et du matériel promotionnel pour localiser tous les contenus pour une efficacité maximale
id_id: Beradaptasi dengan taktik pemasaran afiliasi dan materi promosi yang diperlukan untuk melokalisasi semua konten untuk efektivitas maksimum
pl_pl: Stosowanie odpowiednich taktyk marketingu partnerskiego i materiałów promocyjnych w celu lokalizacji wszelkich treści i zapewnianie maksymalnej skuteczności
pt_pt: Adaptar táticas de marketing de afiliados e materiais promocionais, conforme necessário, para localizar todos os conteúdos para máxima eficácia
vi_vn: Thích ứng tốt với những chiến thuật liên kết tiếp thị và tài liệu quảng cáo khi cần để có thể bản địa hóa tất cả các nội dung để đạt hiệu quả tối đa
zh_cn: 按需调整联盟网络营销策略和宣传材料，并把所有内容本地化，以求达到最大效果

source: Adapt brand messaging, voice, and tone of content as needed to suit specific audiences, business objectives, and the channel of delivery
de_de: Passen Sie Markendarstellung, Stimme und Ton der Inhalte, je nach Bedarf für bestimmte Zielgruppen, Unternehmensziele und Kanäle der Lieferung entsprechend an
fr_fr: Adapter la communication sur la marque, la voix et le ton du contenu selon les besoins pour répondre à des publics spécifiques, objectifs opérationnels et le canal de livraison
id_id: Beradaptasi pada pesan merek, suara, dan nada konten yang diperlukan untuk memenuhi pengguna tertentu, tujuan bisnis, dan saluran pengiriman
pl_pl: Dostosowywanie według potrzeb przekazu dotyczącego marki i tonu treści, aby dopasować go do określonej grupy odbiorców, celów biznesowych i kanału dostawy usług
pt_pt: Adaptar as mensagens da marca, a voz e o tom do conteúdo conforme necessário para atender públicos específicos, objetivos de negócios e o canal de entrega
vi_vn: Thích ứng với thông điệp thương hiệu, giọng nói, và âm sắc của nội dung cần để phù hợp với các đối tượng khán giả, đối tượng doanh nghiệp, và các kênh vận chuyển
zh_cn: 按需调整品牌信息、语音和内容基调, 以适应特定受众、业务目标和交付渠道

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
id_id: Tambah
pl_pl: Dodaj
pt_pt: Adicionar
vi_vn: Thêm
zh_cn: 添加

source: Add +/– to define a barrier offset. For example, +0.005 means a barrier that's 0.005 higher than the entry spot.
de_de: Fügen Sie + / – hinzu, um eine Schwellenverschiebung zu definieren. +0.005 bedeutet beispielsweise eine Schwelle, die 0.005 höher als der Einstiegskurs ist.
fr_fr: Ajouter + / – pour définir une compensation de barrière. Par exemple, +0.005 signifie une barrière qui est plus élevée que le point d’entrée de 0,005.
id_id: Tambahkan +/– untuk menentukan barrier offset. Contoh, +0,005 berarti batasan lebih tinggi 0,005 dari spot masuk.
pl_pl: Aby określić wyrównanie limitu, dodaj +/–. Na przykład, +0.005 oznacza limit 0,005 wyższy od punktu początkowego.
pt_pt: Acrescente +/- para definir uma deslocação de barreira. Por exemplo, +0.005 significa uma barreira que está 0.005 acima do preço de entrada.
vi_vn: Thêm /-để xác định một độ lệch giới hạn. Ví dụ, +0.005 có nghĩa là một giới hạn mà cao hơn 0,005 so với điểm khởi đầu.
zh_cn: 透过添加+/-给障碍偏移量定义。例如, +0.005 表示比入市现价高0.005 的障碍。

source: Add funds
de_de: Fonds hinzufügen
fr_fr: Ajouter des fonds
id_id: Menambah dana
pl_pl: Dodaj środki
pt_pt: Adicionar fundos
vi_vn: Thêm quỹ
zh_cn: 添加基金

source: Additional business exposure:
de_de: Zusätzliche Geschäftsrisiken:
fr_fr: Risque additionnel des affaires :
id_id: Paparan bisnis tambahan:
pl_pl: Dodatkowa ekspozycja biznesowa:
pt_pt: Exposição comercial adicional:
vi_vn: Sự tiếp xúc kinh doanh bổ sung:
zh_cn: 附加商业风险：

source: Address
de_de: Adresse
fr_fr: Adresse
id_id: Alamat
pl_pl: Adres
pt_pt: Endereço
vi_vn: Địa chỉ
zh_cn: 地址

source: Adhere to internal policies, procedures, and guidelines on all matters that concern risk management
de_de: Hält sich an interne Regeln, Verfahren und Richtlinien im Bezug auf alle Angelegenheiten, die Risikomanagement betreffen
fr_fr: Se conformer aux politiques internes, aux procédures et lignes directrices pour toutes les questions qui concernent la gestion des risques
id_id: Mematuhi kebijakan, prosedur, dan panduan internal tentang semua hal yang terkait dengan manajemen risiko
pl_pl: Stosowanie się do wewnętrznych polityk, procedur i wytycznych w zakresie wszystkich kwestii dotyczących zarządzania ryzykiem
pt_pt: Aderir a políticas internas, procedimentos e orientações sobre todos os assuntos que dizem respeito a gestão de riscos
vi_vn: Tuân thủ chính sách nội bộ, thủ tục và các hướng dẫn trên tất cả các vấn đề liên quan đến quản lý rủi ro
zh_cn: 遵守所有与风险管理有关事项的内部政策、程序和准则

source: Adjust trade parameters
de_de: Anpassen von Handelsparametern
fr_fr: Définir les paramètres de la transaction
id_id: Menyesuaikan parameter trading
pl_pl: Dostosuj parametry handlowe
pt_pt: Ajustar parâmetros de negociação
vi_vn: Điều giới hạn giao dịch
zh_cn: 调整交易参数

source: Admin
fr_fr: Administration
pt_pt: Administração
vi_vn: Quản trị viên
zh_cn: 管理中心

source: Administer key human resource activities such as performance appraisals
de_de: Verwalten Sie wichtige Personalaktivitäten, wie z. B. Leistungsbeurteilungen
fr_fr: Administrer les activités des ressources humaines clé telles que les évaluations de performance
id_id: Mengelola kegiatan sumber daya manusia utama seperti penilaian kinerja
pl_pl: Administrowanie kluczowymi czynnościami związanymi z zasobami ludzkimi, takimi jak ocena pracy pracowników
pt_pt: Administrar as atividades principais dos recursos humanos tais como avaliações de desempenho
vi_vn: Quản trị các hoạt động nguồn nhân lực quan trọng như đánh giá hiệu suất năng lực
zh_cn: 重要人力资源活动如绩效考核等的管理工作

source: Advanced
de_de: Fortgeschritten
fr_fr: Avancé
id_id: Lanjutan
pl_pl: Zaawansowane
pt_pt: Avançado
vi_vn: Nâng cao
zh_cn: 高阶

source: Advanced Account
de_de: Fortgeschrittenes Konto
fr_fr: Compte Avancé
id_id: Akun Lanjutan
pl_pl: Konto zaawansowane
pt_pt: Conta avançada
vi_vn: Tài khoản nâng cao
zh_cn: 高级账户

source: Advanced binary options trading interface
de_de: Fortgeschrittenes Binäre Optionen Handels-Interface
fr_fr: Interface avancée dédiée au trading d'options binaires
id_id: Tampilan trading opsi binary tingkat lanjut
pl_pl: Zaawansowany interfejs do handlu opcjami binarnymi
pt_pt: Interface avançada de negociações binárias
vi_vn: Giao diện giao dịch Binary Options nâng cao
zh_cn: 高级二元期权交易界面

source: Advanced knowledge of Microsoft Office
de_de: Fortgeschrittene Kenntnisse in Microsoft Office
fr_fr: Connaissance avancée de Microsoft Office
id_id: Memiliki pengetahuan lanjut mengenai Microsoft Office
pl_pl: Zaawansowana znajomość pakietu Microsoft Office
pt_pt: Conhecimento avançado do Microsoft Office
vi_vn: Kiến thức sâu rộng về bộ phần mềm Microsoft Office
zh_cn: 深入的Microsoft Office知识

source: Advanced multi-asset trading platform
de_de: Fortgeschrittene Multi-Asset Handelsplattform
fr_fr: Plateforme avancée de trading multi-actifs
id_id: Platform trading multi-asset tingkat lanjut
pl_pl: Zaawansowana platforma do handlowania wieloma aktywami
pt_pt: Plataforma avançada multi-ativos
vi_vn: Sàn giao dịch đa tài sản cấp cao
zh_cn: 高级多资产交易平台

source: Advanced referral tools
de_de: Erweiterte Anwerbe-Tools
fr_fr: Outils de parrainage avancé
id_id: Alat referral lanjutan
pl_pl: Zaawansowane narzędzia do polecania klientów
pt_pt: Ferramentas de indicação avançadas
vi_vn: Công cụ giới thiệu nâng cao
zh_cn: 高级推介工具

source: Advantages of CFD trading
de_de: Vorteile des CFD-Handels
fr_fr: Avantages du trading de CFD
id_id: Keuntungan dari trading CFD
pl_pl: Korzyści handlowania kontraktami na różnice kursowe
pt_pt: Vantagens da negociação de CFDs
vi_vn: Lợi thế của giao dịch CFD
zh_cn: 差价合约交易的优势

source: Advantages of binary options trading
de_de: Vorteile des binären Optionenhandels
fr_fr: Avantages du trading d’options binaires
id_id: Keuntungan dari trading opsi binary
pl_pl: Korzyści handlowania opcjami binarnymi
pt_pt: Vantagens da negociação de opções binárias
vi_vn: Lợi thế của giao dịch Binary Options
zh_cn: 二元期权交易的优势

source: Affiliate
de_de: Geschäftspartner
fr_fr: Affilié
id_id: Afiliasi
pl_pl: Partner
pt_pt: Afiliado
vi_vn: Liên kết
zh_cn: 联盟

source: Affiliate FAQ
de_de: Partner-FAQ
fr_fr: FAQ pour l'affiliation
id_id: Pertanyaan Umum Afiliasi
pl_pl: FAQ dot. programu partnerskiego
pt_pt: Perguntas frequentes de afiliados
vi_vn: Các câu hỏi liên kết thường gặp
zh_cn: 联盟会员常见问题

source: Affiliate Programme
de_de: Partnerprogramm
fr_fr: Programme d'Affiliation
id_id: Program Afiliasi
pl_pl: Program partnerski
pt_pt: Programa de afiliados
vi_vn: Chương Trình Liên Kết
zh_cn: 联盟计划

source: Affiliate/Country Manager
de_de: Partner/Landesleiter
fr_fr: Manager Programme Affilié / Pays
pl_pl: Menedżer oddziału/Lokalny
pt_pt: Gestor de Afiliados/Países
vi_vn: Liên kết/Chi nhánh quốc gia
zh_cn: 联盟/区域经理

source: Affordable cost of living
de_de: Günstige Lebenshaltungskosten
fr_fr: Coût de la vie abordable
id_id: Biaya hidup yang terjangkau
pl_pl: Przystępne koszty utrzymania
pt_pt: Custo de vida acessível
vi_vn: Chi phí sinh hoạt hợp lý
zh_cn: 负担得起的生活费

source: After the live chart is active, double-click on the %1 EA in the Navigator window. A pop-up window will appear and you will need to check the box labelled 'Allow Automated Trading'. If automated trading is enabled, you should see the 'Auto Trading' indicator turn green.
de_de: Nachdem der Live-Chart aktiv ist, klicken Sie doppelt auf den %1 EA im "Navigator" Fenster. Ein Pop-up-Fenster wird erscheinen und Sie müssen das Kontrollkästchen "Automatischen Handel erlauben" auswählen. Wenn der automatisierte Handel aktiviert ist, sollten Sie sehen, dass der "Automatische Handel" Indikator grün wird.
fr_fr: Après que le graphique en temps réel devient actif, double cliquez sur le %1 EA dans la fenêtre du navigateur. Une fenêtre pop-up apparaîtra et vous devrez cocher la case portant la mention « Permettre le Trading Automatisé». Si le trading automatisé est activé, vous devriez voir l’indicateur « Auto Trading » devenir vert.
id_id: Setelah chart telah aktif, klik dua kali EA %1 pada jendela Navigator. Jendela pop-up akan muncul dan Anda perlu memeriksa kotak berlabel 'Izinkan Trading Otomatis (Allow Automated Trading)'. Jika trading otomatis telah diaktifkan, Anda akan melihat indikator 'Trading Auto (Auto Trading)' berubah hijau.
pl_pl: Po włączeniu wykresu na żywo kliknij dwa razy ikonę EA %1 w oknie nawigacyjnym. Pojawi się okno podręczne, w którym należy wybrać opcję „Zezwól na automatyczne handlowanie”. Po włączeniu opcji automatycznego handlowania wskaźnik „Automatycznego handlowania” powinien zmienić kolor na zielony.
pt_pt: Depois de o gráfico ao vivo ficar ativo, clique duas vezes em EA %1 na janela de navegação. Uma janela pop-up irá aparecer e será necessário marcar a caixa rotulada "Permitir negociações automatizadas". Se as negociações automatizadas estiverem habilitadas, o indicador "Negociações automáticas" deve ficar verde.
vi_vn: Sau khi các biểu đồ trực tiếp đang hoạt động, nhấp đúp vào EA %1 trong cửa sổ Navigator. Một cửa sổ pop-up sẽ xuất hiện và bạn sẽ cần phải chọn 'Cho phép giao dịch tự động'. Nếu giao dịch tự động được kích hoạt, bạn sẽ thấy chữ 'Giao dịch tự động' chuyển sang màu xanh.
zh_cn: 动态图表处于活动状态后, 到 "导航" 窗口双击 %1 EA。会出现弹出窗口。您必须选取 "允许自动交易" 的方框。一旦启用了自动交易功能, 您应该能看到 "自动交易" 指示器变绿色。

source: After you have decided which position you want to take whether long or short you are well on your way to buying your first currency pair.
de_de: Nachdem Sie entschieden haben, welche Position Sie wollen, egal, ob lang oder kurz, sind Sie auch auf Ihrem Weg Ihr erstes Währungspaar zu kaufen.
fr_fr: Après avoir décidé quelle position vous voulez prendre que ce soit long ou court, vous avez fait le premier pas dans l'achat de votre première paire de devises.
id_id: Setelah Anda memutuskan posisi mana yang ingin Anda ambil apakah beli atau jual Anda sudah berada di jalan yang benar untuk membeli pasangan mata uang pertama Anda.
pl_pl: Gdy zdecydujesz, jaką pozycję chcesz zająć: krótką lub długą, będziesz gotowy/-a do zakupu pierwszej pary walutowej.
pt_pt: Depois de ter decidido qual a posição deseja assumir, quer longa ou curta, você está no bom caminho para comprar o seu primeiro par de moedas.
vi_vn: Sau khi bạn đã quyết định thế giá mà bạn muốn chọn cho dù lên hay xuống đó cũng là bước đầu để mua cặp tiền tệ đầu tiên của bạn.
zh_cn: 决定了要多头或空头头寸之后，您已作好准备，随时可购入首个货币对。

source: After you purchase one lot of XAU/USD at a price of USD 1,255.06, the price of gold increases and you decide to sell when it reaches USD 1,255.80. Your profit or loss comes down to the price difference multiplied by the total lots you purchased.
de_de: Nach dem Kauf eines Lots von XAU/USD zu einem Preis von 1 255,06 USD, steigt der Goldpreis und Sie entscheiden, es zu verkaufen, wenn es 1 255,80 USD erreicht. Ihr Gewinn oder Verlust kommt auf die Preisdifferenz an, multipliziert mit den gesamten Lots, die Sie erworben haben.
fr_fr: Après avoir acheté un lot de XAU/USD au prix de 1,255.06 USD, le prix de l’or augmente et vous décidez de vendre lorsqu’il a atteint 1,255.80 USD. Votre profit ou la perte se résume à la différence de prix multipliée par les lots totaux que vous avez acheté.
id_id: Setelah Anda membeli satu lot XAU / USD dengan harga USD 1.255,06, harga emas naik dan Anda memutuskan untuk menjual saat mencapai Rp 1.255,80. Keuntungan atau kerugian Anda akan didapatkan dari perbedaan harga dikalikan dengan jumlah total yang Anda beli.
pl_pl: Po zakupie jednej partii XAU/USD po cenie 1 255, 06 USD cena złota wzrosła i decydujesz się na sprzedaż w momencie, gdy cena osiąga poziom 1 255, 80 USD. Twój zysk lub strata będą równe różnicy ceny pomnożonej przez całkowitą liczbę zakupionych partii.
pt_pt: Depois de adquirir um lote de XAU/USD pelo preço de 1.255,06 USD, o preço de ouro aumenta e você decide vender quando ele alcança 1.255,80 USD. O seu lucro ou a sua perda se resume na diferença do preço multiplicado pelo número total de lotes que você adquiriu.
vi_vn: Sau khi bạn mua một lô XAU/USD với mức giá 1,255.06 USD, giá vàng tăng lên và bạn quyết định bán khi nó đạt đến 1,255.80 USD. Lợi nhuận hoặc mất mát của bạn quyết định bởi sự khác biệt giá nhân với tổng số lô bạn mua.
zh_cn: 当您以1,255.06美元的价格购买一手黄金/美元后，如果黄金价格上涨，您决定在它达到1,255.80美元时卖出。价格差异乘以您购买的总手量即是您的利润或损失。

source: After you've decided which position you want to take, your next step is to purchase that currency pair on MetaTrader 5
de_de: Nachdem Sie entschieden haben welche Position Sie nehmen wollen, ist Ihr nächster Schritt, das Währungspaar auf MetaTrader 5 zu kaufen
fr_fr: Après que vous avez décidé quelle position vous voulez prendre, votre prochaine étape est d’acheter cette paire de devises sur MetaTrader 5
id_id: Setelah Anda memutuskan posisi mana yang ingin Anda ambil, langkah selanjutnya adalah membeli pasangan mata uang tersebut pada MetaTrader 5
pl_pl: Po podjęciu decyzji, jaką pozycję przyjąć, Twoim kolejnym krokiem będzie zakup pary walutowej na MetaTrader 5
pt_pt: Depois de ter decidido a posição que deseja assumir, o próximo passo é adquirir esse par de moedas na MetaTrader 5.
vi_vn: Sau khi bạn đã quyết định vị trí mà bạn muốn đi, bước tiếp theo của bạn là mua cặp tiền tệ đó trên MetaTrader 5
zh_cn: 决定了要买的头寸之后，下一步是在MetaTrader 5购入此货币对

source: After your analysis, you have come to the conclusion that the British economy will outperform its U.S. counterpart. Thus, you decide to go long and buy into the GBP/USD, expecting the GBP to rise in value.
de_de: Nach Ihrer Analyse sind Sie zu dem Schluss gekommen, dass die britische Wirtschaft ihr US-Pendant übertreffen wird. So entscheiden Sie sich dazu, weit zu gehen und kaufen in den GBP/USD, und erwarten, dass der GBP im Wert steigen wird.
fr_fr: Après votre analyse, vous êtes venu à la conclusion que l’économie britannique va mieux performer que son homologue américaine. Ainsi, vous décidez d’aller long et d'acheter le GBP/USD, attendant que la GBP augmente en valeur.
id_id: Setelah melakukan analisa, Anda sampai pada kesimpulan bahwa ekonomi Inggris akan mengungguli mitra AS nya. Maka, Anda memutuskan untuk mengambil posisi long dan membeli GBP/USD, dengan harapan GBP akan meningkat nilainya.
pl_pl: Po przeprowadzeniu analizy dochodzisz do wniosku, że gospodarka brytyjska będzie odnosić lepsze wyniki niż gospodarka Stanów Zjednoczonych. Tak więc, decydujesz się zająć pozycję długą i kupić parę walutową GBP/USD, spodziewając się, że GBP zyska na wartości.
pt_pt: Depois da sua análise, você chegou à conclusão de que a economia britânica irá ter melhor desempenho que o seu homólogo norte-americano. Portanto, você decide seguir e comprar o par GBP/USD, na expetativa de que a GBP valorize.
vi_vn: Sau bài phân tích của bạn, bạn có đi đến kết luận rằng nền kinh tế Anh sẽ tốt hơn đối tác Mỹ của nó. Do đó, bạn quyết định đầu tư và mua vào GBP/USD, với dự đoán GBP tăng giá trị.
zh_cn: 经过分析，您得出的结论是，英国经济将超越美国经济。 因此，您决定买入多头英镑/美元头寸，期待英镑上涨。

source: Aged 18 years old and above
de_de: Sie müssen 18 Jahre oder älter sein
fr_fr: Âgés de 18 ans et plus
id_id: Berumur 18 tahun ke atas
pl_pl: W wieku co najmniej 18 lat
pt_pt: Tenha 18 anos ou mais de idade
vi_vn: Tuổi từ 18 tuổi trở lên
zh_cn: 年龄满18岁或以上

source: Agent's Obligations
de_de: Pflichten des Auftragnehmers
id_id: Kewajiban Agen
pl_pl: Zobowiązania pośrednika
pt_pt: Obrigações do agente
vi_vn: Nghĩa vụ của đại lý
zh_cn: 代理商的义务

source: Agreement Restrictions
de_de: Vereinbarungseinschränkungen
id_id: Pembatasan Perjanjian
pl_pl: Ograniczenia niniejszej Umowy
pt_pt: Restrições do acordo
vi_vn: Thỏa thuận về các Giới hạn
zh_cn: 协议限制

source: Agricultural, Forestry and Fishery Workers
de_de: Landwirtschaftliche, Forstwirtschaftliche und Fischerei-Arbeiter
fr_fr: Agriculture, foresterie et pêche
id_id: Pekerja Pertanian, Kehutanan dan Perikanan
pl_pl: Rolnicy, robotnicy leśni i rybacy
pt_pt: Trabalhadores da agricultura, silvicultura e pescas
vi_vn: Nông, Lâm, Ngư nghiệp
zh_cn: 农业、林业和渔业工人

source: Agriculture
de_de: Landwirtschaft
id_id: Pertanian
pl_pl: Rolnictwo
pt_pt: Agricultura
vi_vn: Nông nghiệp
zh_cn: 农业

source: Alert
de_de: Warnung
fr_fr: Alerte
id_id: Waspada
pt_pt: Alerta
vi_vn: Cảnh báo
zh_cn: 警报
