Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: In the event that the Company does not receive Orders from you to close an Open Position by the close of a Business Day, the Company will roll-over the said Open Position to the following day being a Business Day.
de_de: Im Fall, dass ein Unternehmen, am Ende eines Werktages, keine Order von Ihnen erhält, um eine offene Position zu schließen, wird das Unternehmen, die besagte offene Position auf den folgenden Tag verlängern ("roll-over"), vorausgesetzt der nächste Tag ist ein Werktag.
id_id: Situasi dimana perusahaan tidak menerima Order Anda untuk menutup Open Position pada akhir Trading, Perusahaan akan melakukan posisi roll-over pada Open Position bersangkutan ke hari berikutnya.
pl_pl: W sytuacji, gdy Firma nie otrzyma od Ciebie zlecenia zamknięcia pozycji otwartej do końca dnia roboczego, Firma dokona rolowania takiej pozycji otwartej na kolejny dzień roboczy.
pt_pt: No caso da empresa não receber nenhumas ordens de você para fechar uma posição em aberto até ao fechamento desse dia útil, a empresa prorrogará a posição em aberto até ao próximo dia útil.
vi_vn: Trong trường hợp Công ty không nhận được Lệnh từ bạn để đóng một Phiên mở vào cuối Ngày Làm Việc, Công ty sẽ roll-over Phiên mở đó cho Ngày Làm Việc tiếp theo.
zh_cn: 交易日结束前如果公司没有收到您对持仓头寸决定平仓的订单，公司将把所述持仓头寸推到下一个交易日。

source: In the event that the Company is aware of an Affiliate who is in breach of any of the above provisions, the Company shall have the right, in addition to any other right or remedy available to it under this Agreement or applicable law, to immediately block the Affiliate's access to this Programme. The Affiliate hereby irrevocably waives its rights to, and shall indemnify the Company and any member of the Binary group of companies for, any claims or demands made against the Company or any member of the Binary group of companies, their directors, officers, shareholders, employees or against the %1 website in respect of such action taken by the Company.
de_de: Für den Fall, dass das Unternehmen von einem Geschäftspartner Kenntnis erhält, der eine der vorstehenden Vorschriften verletzt, ist das Unternehmen zusätzlich zu weiterem Recht oder Rechtsmittel, welches ihm nach diesem Vertrag oder geltendem Recht zusteht, berechtigt, den Zugang des Geschäftspartners zu diesem Programm zu sperren. Hiermit verzichtet der Geschäftspartner unwideruflich auf seine Rechte hinsichtlich dieser Handlung des Unternehmens und muss das Unternehmen und jedes weitere Mitglied der Binary Unternehmensgruppe bei jeder Klage oder Inanspruchnahme des Unternehmens eines anderen Mitglieds der Binary Unternehmensgruppe, deren Aufsichtsräte, Vorstandsmitglieder, Anteilseigner, Mitarbeiter oder gegen die %1 Website schad- und klaglos halten.
id_id: Pada saat Perusahaan mengetahui dimana Affiliasi telah melanggar perjanjian diatas, maka Perusahaan berhak untuk memblokir akses Affiliasi tersebut pada Program ini. Affiliasi tersebut bagaimanapun tidak dapat membebaskan haknya, dan perlu melakukan ganti rugi kepada Perusahaan atau anggota dari grup Perusahaan Binary jika terdapat tuntutan atau permintaan yang diajukan kepada Perusahaan atau anggota grup perusahaan Binary baik itu direktur, petugas, pemegang saham, karyawan atau terhadap situs %1 sehubungan dengan tindakan yang diambil oleh perusahaan.
pl_pl: Jeśli Firma uzyska informacje, że Partner narusza postanowienia jakiegokolwiek z powyższych postanowień, Firma ma prawo natychmiast zablokować dostęp Partnera do Programu, może też skorzystać z wszelkich innych praw lub środków zapobiegawczych nadanych jej na mocy niniejszej Umowy. Partner niniejszym zrzeka się nieodwołalnie praw do wszelkich roszczeń w stosunku do Firmy lub jakiejkolwiek spółki należącej do grupy Binary, jej kadry zarządzającej i kierowniczej, pracowników, udziałowców oraz roszczeń dotyczących strony %1 w przypadku takich działań podjętych przez Firmę, oraz zwalnia Firmę i wszelkie spółki należące do grupy Binary z odpowiedzialności za takie roszczenia.
pt_pt: No caso da Empresa ter conhecimentos de um Afiliado que está violando uma das provisões supramencionadas, a Empresa terá o direito, além de qualquer outro direito ou solução à sua disposição neste Acordo ou lei aplicável, de bloquear imediatamente o acesso do Afiliado ao programa. O Afiliado, pelo presente, renuncia de forma irrevocável aos seus direitos de, e irá indenizar a Empresa e qualquer membro do grupo de empresas Binary por quaisquer reivindicações ou exigências contra a Empresa, ou qualquer membro do grupo de empresas Binary, os seus diretores, oficiais, sócios, funcionários ou contra o website %1 em relação a tal ação tomada pela Empresa.
vi_vn: Trong trường hợp Công Ty phát hiện ra một Liên Kết của mình vi phạm bất kì điều khoản trên, theo luật định, Công Ty sẽ có quyền, đồng thời với bất kì quyền khác hoặc biện pháp thay thế tính khả dụng của Liên Kết đó theo Thỏa Thuận này hoặc luật hiện hành, chặn bên Liên Kết đăng nhập vào chương trình này. Bên Liên Kết theo đó sẽ mất quyền truy cập và phải bồi thường cho Công Ty và bất cứ thành viên nào của nhóm Binary của các công ty, trong đó có giám đốc, nhân viên, các nhà điều hành, các cổ đông hoặc chống lại trang web %1 nếu được yêu cầu.
zh_cn: 如公司发现联盟成员违反任何上述规定，除了拥有根据本协议或适用法律的任何其他权利或赔偿权利，公司有权立即阻止该联盟成员对公司的访问。该联盟成员因此不可撤销地放弃其权利，并须对公司及任何Binary集团公司成员，并对公司及任何Binary集团公司成员、其董事、职员、股东、雇员或由公司针对%1网站所采取的任何行动的任何索赔或要求索赔作出赔偿。

source: In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/B2C/102/2000 issued on 01 August 2018), for UK clients by (2) the UK Gambling Commission (licence %1reference no: 39495%2), and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete %3Regulatory Information%2.
fr_fr: Dans le reste de l’UE, les Indices de Volatilité sont offerts par Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malte ; agréée et régulée par (1) l'Autorité des Jeux de Malte à Malte (no. de licence MGA/B2C/102/2000 délivré le 1er août 2018), pour les clients britanniques par (2) la Commission des jeux du Royaume Uni (licence %1référence ne : 39495%2) et pour les clients irlandais par (3) les Commissionaires du Revenu en Irlande (Licence de bookmaker à distance n ° 1010285 publié le 1er juillet 2017). Voir l'ensemble des %3informations réglementaires%2.
id_id: Di seluruh Uni Eropa, Indeks Volatilitas ditawarkan oleh Binary (Europe) Ltd., beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; berlisensi dan diatur. Lihat selengkapnya pada %3Informasi Peraturan%2.
pl_pl: W pozostałej części UE wskaźniki zmienności są oferowane przez Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta - za licencję i regulację odpowiada (1) Urząd ds. Gier Hazardowych: Malta Gaming Authority na Malcie (licencja o numerze MGA/B2C/102/2000 wydana 1 sierpnia 2018 r.), w przypadku klientów ze Zjednoczonego Królestwa (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie: UK Gambling Commission (licencja o %1numerze referencyjnym: 39495%2), w przypadku klientów z Irlandii (3) Irlandzkie Władze Podatkowe i Celne: Revenue Commissioners (Zdalna licencja bukmacherska o numerze: 1010285 wydana 1 lipca 2017 r.). Zobacz pełną treść %3Informacji o przepisach prawnych%2.
zh_cn: 欧盟其它国家的波动率指数交易由Binary (Europe) Ltd提供，地址为 W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。由(1) 马耳他的马耳他博彩局授予牌照并受其监管（牌照号MGA/B2C/102/2000, 发照日期为2018年8月01日）。英国客户由(2) 英国博彩委员会授予牌照和监管 (牌照 %1编号: 39495%2)， 及爱尔兰客户由(3) 爱尔兰的税务局授予牌照和监管 (远程博彩公司牌照号: 1010285，发照日期为2017年7月1日)。查阅完整的%3监管信息%2。

source: In this case, you predict that the price will fall. This is also known as 'going short'.
de_de: In diesem Fall sagen Sie voraus, dass der Kurs fallen wird. Dies ist auch bekannt als "kurz gehen".
fr_fr: Dans ce cas, vous prédisez que le prix baissera. Ceci est également connu sous le nom « going short».
id_id: Dalam kasus ini, Anda memprediksi bahwa harga akan turun. Ini juga dikenal sebagai 'going short'.
pl_pl: W tym przypadku, prognozujesz, że cena spadnie. To też jest zajęciem „pozycji krótkiej”.
pt_pt: Neste caso, você prevê que o preço irá cair. Isto é conhecido como "assumir uma posição curto".
vi_vn: Trong trường hợp này, bạn dự đoán rằng giá sẽ giảm. Điều này cũng được gọi là 'đi xuống'.
zh_cn: 在这种情况下，您预测价格会下跌。这也被称为“持空头头寸”。

source: In this case, you predict that the price will rise. This is also known as 'going long'.
de_de: In diesem Fall sagen Sie voraus, dass der Kurs steigen wird. Dies ist auch bekannt als "lang gehen".
fr_fr: Dans ce cas, vous prédisez que le prix va augmenter. Ceci est également connu sous le nom « going long ».
id_id: Dalam kasus ini, Anda memprediksi bahwa harga akan naik. Ini juga dikenal sebagai 'going long'.
pl_pl: W tym przypadku, prognozujesz, że cena wzrośnie. To też jest zajęciem „pozycji długiej”.
pt_pt: Neste caso, você prevê que o preço irá subir. Isto é conhecido como "assumir uma posição longa".
vi_vn: Trong trường hợp này, bạn dự đoán rằng giá sẽ tăng. Điều này cũng được gọi là 'đi lên'.
zh_cn: 在这种情况下，您预测价格会上涨。这也被称为“持多头头寸”。

source: In-depth knowledge of accounting principles, best practices, standards, and regulations
de_de: Vertiefte Kenntnisse der Bilanzierungsgrundsätze, beste Praktiken, Normen und Vorschriften
fr_fr: Connaissance approfondie des principes comptables, meilleures pratiques, standards et régulations
id_id: Memiliki pengetahuan mendalam tentang prinsip-prinsip akuntansi, praktik, standar, dan peraturan yang berlaku
pl_pl: Dogłębna wiedza w zakresie zasad, najlepszych praktyk, standardów i przepisów obowiązujących w księgowości
pt_pt: Conhecimento profundo dos princípios contábeis, melhores práticas, padrões e regulamentações
vi_vn: Các kiến thức chuyên sâu về nguyên tắc kế toán, quy tắc thực hành, tiêu chuẩn và quy định
zh_cn: 深入了解会计原则、最佳惯例、标准和法规

source: In/Out
de_de: Innerhalb/Außerhalb
fr_fr: Zone In/Out
pl_pl: Zakłady w/poza
pt_pt: Dentro/Fora
vi_vn: Trong/Ngoài
zh_cn: “范围之内/之外”

source: In/Out trades
de_de: Innerhalb/Außerhalb Kontrakte
fr_fr: Options zone In/Out
id_id: Kontrak In/Out
pl_pl: Zakłady typu „w/poza”
pt_pt: Contratos Dentro/Fora
vi_vn: Giao dịch Trong/Ngoài
zh_cn: “范围之内 / 之外”交易

source: Inactive/Dormant Accounts
de_de: Inactive/Umsatzlose Konten
id_id: Akun Tidak Aktif/Dormant
pl_pl: Zawieszone/nieaktywne konto
pt_pt: Contas inativas
vi_vn: Tài khoản không kích hoạt/hoạt động
zh_cn: 非活跃/休眠账户

source: Income earning
de_de: Einkommen
fr_fr: Gagner des revenus
id_id: Hasil pendapatan
pl_pl: Uzyskanie dochodu
pt_pt: Ganhar rendimentos
vi_vn: Thu nhập
zh_cn: 赚取收入

source: Incorporate our brand identity into new products, pages, and features
de_de: Integrieren Sie unsere Markenidentität in neue Produkte, Seiten und Funktionen
fr_fr: Intégrer notre identité de marque dans de nouveaux produits, pages et fonctionnalités
id_id: Menggabungkan identitas merek kami ke dalam produk, halaman, dan fitur baru
pl_pl: Wdrażanie tożsamości marki w nowych produktach, na stronach i w funkcjach
pt_pt: Incorporar nossa identidade de marca em novos produtos, páginas e recursos
vi_vn: Kết hợp các bản sắc thương hiệu của chúng tôi vào sản phẩm mới, các trang và các tính năng
zh_cn: 将我们的品牌标识整合到新产品、页面和功能中

source: Increase your HackerOne reputation to build up credibility and profile visibility.
de_de: Steigern Sie Ihren HackerOne Ruf, um Glaubwürdigkeit und Profilsichtbarkeit aufzubauen.
fr_fr: Développez votre réputation sur HackerOne pour renforcer votre crédibilité et donner davantage de visibilité à votre profil.
id_id: Kembangkan reputasi HackerOne Anda untuk membangun kredibilitas dan visibilitas profil.
pl_pl: Polepsz swoją reputację w programie HackerOne, aby zbudować wiarygodność i zwiększyć widoczność swojego profilu.
pt_pt: Aumente a sua reputação HackerOne para construir a credibilidade e visibilidade do seu perfil.
vi_vn: Tăng uy tín HackerOne của bạn để xây dựng sự tín nhiệm và khả năng hiển thị hồ sơ.
zh_cn: 增加您的HackerOne声誉，以建立信誉和配置文件的可见性。

source: Indemnification
de_de: Schadenersatz
fr_fr: Exonération de responsabilité
id_id: Penggantian rugi
pl_pl: Odszkodowanie
pt_pt: Reparação
vi_vn: Bồi Thường
zh_cn: 赔偿

source: Indemnity and Liability
de_de: Entschädigung und Haftung
id_id: Ganti rugi dan Kewajiban
pl_pl: Odpowiedzialność i odszkodowanie
pt_pt: Indenizações e Responsabilidade
vi_vn: Bồi Thường và Trách Nhiệm Pháp Lý
zh_cn: 赔偿及责任

source: Indicates required field
de_de: Zeigt Pflichtfeld an
fr_fr: Indique un champ obligatoire
id_id: Menunjukkan bagian yang diperlukan
pl_pl: Wskazuje wymagane pole
pt_pt: Indica campo obrigatórios
vi_vn: Biểu thị trường bắt buộc
zh_cn: 为必填字段

source: Indicates the availability of cryptocurrency trading on a particular account.
de_de: Gibt die Verfügbarkeit des Kryptowährungshandels für ein bestimmtes Konto an.
fr_fr: Indique la disponibilité du trading de crypto monnaie sur un compte particulier.
id_id: Menunjukkan ketersediaan perdagangan mata uang kripto pada akun tertentu.
pl_pl: Wskazuje możliwość handlowania kryptowalutami w przypadku określonego konta.
pt_pt: Indica a disponibilidade da negociação de criptomoedas numa determinada conta.
vi_vn: Chỉ ra sự khả dụng của kinh doanh cryptocurrency trên một tài khoản cụ thể.
zh_cn: 指出特定账户交易加密货币的可行性。

source: Indicative
de_de: Indikativ
fr_fr: Indicatif
id_id: Indikatif
pl_pl: Orientacyjny
pt_pt: Indicativo
vi_vn: Chỉ thị
zh_cn: 指示性

source: Indices
de_de: Indizes
id_id: Indeks
pl_pl: Wskaźniki
pt_pt: Índices
vi_vn: Chỉ số
zh_cn: 指数

source: Industrial metals
de_de: Industriemetalle
fr_fr: Métaux industriels
id_id: Logam industri
pl_pl: Metale przemysłowe
pt_pt: Metais industriais
vi_vn: Kim loại công nghiệp
zh_cn: 工业金属

source: Industrial metals – also known as base metals – are abundant, but oxidise or corrode easily. Industrial metals feature heavily across a wide range of industrial and commercial applications, including electrical wiring, automobiles, and batteries.
de_de: Industriemetalle – auch bekannt als unedle Metalle – sind reichlich vorhanden, aber oxidieren oder korrodieren leicht. Industriemetalle sind in einem breiten Spektrum von industriellen und kommerziellen Anwendungen, einschließlich elektrischer Verdrahtung, Automobile und Batterien, stark vertreten.
fr_fr: Les métaux industriels – également connu sous le nom de métaux de base – abondent, mais s’oxydent ou se corrodent facilement. Les métaux industriels se retrouve fortement dans un large éventail d’applications industrielles et commerciales, y compris dans les batteries, l'automobiles et le câblage électrique.
id_id: Logam industri - juga dikenal sebagai logam dasar - melimpah, tapi dapat teroksidasi atau berkarat dengan mudah. Logam industri sangat dipakai di berbagai industri dan aplikasi komersil, termasuk kabel listrik, automobil dan baterai.
pl_pl: Metale przemysłowe – zwane również metalami podstawowymi – występują w dużych ilościach, ale łatwo utleniają się i rdzewieją. Stosuje się je bardzo często w wielu gałęziach przemysłu; mają również zastosowanie komercyjne: przewody elektryczne, pojazdy, czy baterie.
pt_pt: Metais industriais (também conhecidos como metais de base) são abundantes mas oxidam ou corroem facilmente. Metais industriais estão presentes em uma ampla série de aplicações industriais e comerciais, incluindo cabos elétricos, automóveis e baterias.
vi_vn: Kim loại công nghiệp-còn được gọi là các kim loại cơ bản - là phổ biến, nhưng oxy hóa hoặc ăn mòn một cách dễ dàng. Kim loại công nghiệp có rất nhiều tính năng trên một loạt các ứng dụng công nghiệp và thương mại, bao gồm cả dây điện, xe ô tô và pin.
zh_cn: 工业金属 - 也被称为基础金属 - 蕴藏量丰富，但容易氧化或腐蚀。工业金属广泛应用于各种工业和商业用途，包括电线、汽车和电池。

source: Industry of employment
de_de: Beschäftigungsbranche
fr_fr: Secteur d’emploi
id_id: Industri pekerjaan
pl_pl: Sektor zatrudnienia
pt_pt: Área profissional
vi_vn: Ngành nghề tuyển dụng
zh_cn: 职业领域

source: Information & Communications Technology
de_de: Informationen & Kommunikationstechnik
fr_fr: Technologie de l'Information et de la communication
id_id: Teknologi Informasi & Komunikasi
pl_pl: Technologie informacyjno-komunikacyjne
vi_vn: Công nghệ thông tin & truyền thông
zh_cn: 信息和通信技术

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
de_de: Informationen zu den Daten-Feeds, die von unserem Unternehmen verwendet werden und darüber, wie die Daten verarbeitet werden, bevor Sie in das System eingespeist werden.
id_id: Informasi tentang kutipan data yang digunakan oleh Perusahaan kami dan bagaimana data tersebut diproses sebelum digunakan kedalam sistem.
pl_pl: Informacje o źródłach danych używanych przez naszą firmę i o tym, jak dane są przetwarzane przed wprowadzeniem do systemu.
pt_pt: Informações sobre os feeds de dados utilizados pela nossa empresa, e sobre a forma de processamento dos dados antes de serem alimentados no sistema.
vi_vn: Thông tin về nguồn dữ liệu mà công ty chúng tôi dùng, và cách dữ liệu được xử lý như thế nào trước khi được thông báo lên hệ thống.
zh_cn: 我们公司所用数据源的相关信息，以及数据在导入系统前的处理方式。

source: Information of the previous performance of any underlying instrument or asset does not guarantee its current and/or future performance. Past performance is not a reliable indicator of future results.
de_de: Die Informationen über die frühere Performance eines zugrundeliegenden Instruments oder einer Anlage garantiert nicht ihre aktuelle und/oder zukünftige Performance. Die Performance aus der Vergangenheit ist kein zuverlässiger Indikator für zukünftige Ergebnisse.
fr_fr: Information de la performance précédente de n'importe quel instrument ou actif sous-jacent ne garantit pas sa performance actuelle et/ou future. Une performance du passé n'est pas un indicateur fiable des résultats futurs.
id_id: Informasi dari kinerja sebelumnya untuk setiap instrumen dasar atau aset tidak dapat menjamin kinerja saat ini dan/atau masa depan. Kinerja masa lalu bukan merupakan indikator yang dapat diandalkan untuk hasil di masa mendatang.
pl_pl: Informacje dotyczące wcześniejszej wydajności jakiegokolwiek instrumentu bazowego lub jakichkolwiek aktywów nie gwarantuje ich obecnej i/lub przyszłej wydajności. Wcześniejsza wydajność nie jest rzetelnym wskaźnikiem przyszłych wyników.
pt_pt: Informações sobre o desempenho anterior de qualquer instrumento ou ativo subjacente não garante o seu desempenho atual e/ou futuro. Desempenho anterior não é um indicador confiável para resultados futuros.
vi_vn: Thông tin của bất kỳ lần giao dịch công cụ tài sản cơ sở hoặc tài sản lần trước không đảm bảo cho lần giao dịch hiện tại và/hoặc tương lai. GIao dịch lần trước không là chỉ số đáng tin cậy cho kết quả của tương lai.
zh_cn: 任何标的工具或资产上一次的表现不可保证其当前或未来的表现。以前的表现并不能作为未来结果的可靠指标。

source: Information outlined in Paragraph 1 of this Section shall be submitted to <a href="mailto:%1">%1</a>.
de_de: Informationen, die in Paragraph 1 dieses Abschnitts beschrieben sind, sollen an <a href="mailto:%1"> %1</a> gesendet werden.
id_id: Informasi yang diuraikan dalam Paragraf 1 pada Bagian ini disampaikan kepada <a href="mailto:%1">%1</a>.
pl_pl: Informacje przedstawione w paragrafie 1 niniejszej sekcji zostaną dostarczone <a href="mailto:%1">%1</a>.
pt_pt: As informações descritas no parágrafo 1 desta seção serão enviadas para <a href="mailto:%1">%1</a>.
vi_vn: Thông tin được nêu trong mục 1 này sẽ được gửi đến <a href="mailto:%1"> %1</a>.
zh_cn: 本条款第一段所列资料须提交给 <a href="mailto:%1">%1</a>。

source: Inheritance
de_de: Vererbung
fr_fr: Héritage
id_id: Warisan
pl_pl: Spadek
pt_pt: Herança
vi_vn: Di sản thừa kế
zh_cn: 继承

source: Install antivirus software (such as Avast Free Antivirus for %1Windows%2 and %3Mac%4) on your computer.
de_de: Installieren Sie Antivirus-Software (z. B. Avast Free Antivirus für %1Windows%2 und %3Mac%4) auf Ihrem Computer.
fr_fr: Installez un logiciel antivirus (tel que Avast Free Antivirus pour %1Windows%2 et %3Mac%4) sur votre ordinateur.
id_id: Instal perangkat lunak antivirus (seperti Avast Free Antivirus untuk %1Windows%2 dan %3Mac%4) pada komputer Anda.
pl_pl: Zainstaluj na swoim komputerze program antywirusowy (taki jak Avast Free Antivirus dla systemu %1Windows%2 i %3Mac%4).
pt_pt: Instale software antivírus (tal como o Avast Antivirus gratuito para %1Windows%2 e %3Mac%4) no seu computador.
vi_vn: Cài đặt các phần mềm diệt virus (chẳng hạn như Avast Free Antivirus cho %1Windows%2 và %3Mac%4) trên máy tính của bạn.
zh_cn: 在您的计算机上安装防病毒软件 (如 %1Windows%2 和 %3Mac%4版 Avast 免费防病毒程序)。

source: Instant access
de_de: Sofortiger Zugriff
fr_fr: Accès instantané
id_id: Akses cepat
pl_pl: Błyskawiczny dostęp
pt_pt: Acesso instantâneo
vi_vn: Truy cập tức thì
zh_cn: 即时访问

source: Insufficient balance.
de_de: Unzureichendes Guthaben.
fr_fr: Solde insuffisant.
id_id: Saldo tidak mencukupi.
pl_pl: Niewystarczające saldo.
pt_pt: Saldo insuficiente.
vi_vn: Số dư tài khoản không đủ.
zh_cn: 余额不足。

source: Integrity
de_de: Integrität
fr_fr: Intégrité
id_id: Integritas
pl_pl: Etyczność
pt_pt: Integridade
vi_vn: Sự chính trực
zh_cn: 诚信

source: Intellectual Property Rights
de_de: Geistige Eigentumsrechte
id_id: Hak Atas Kekayaan Intelektual
pl_pl: Prawa własności intelektualnej
pt_pt: Direitos de propriedade intelectual
vi_vn: Quyền Tài Sản Trí Tuệ
zh_cn: 知识产权

source: Interactive charting tool
de_de: Interaktives Charting-Tool
fr_fr: Outil graphique interactif
id_id: Alat charting interaktif
pl_pl: Interaktywne narzędzia do tworzenia wykresów
pt_pt: Ferramenta de gráficos interativa
vi_vn: Biểu đồ có tính tương tác
zh_cn: 交互式图表工具

source: Interactive webinars
de_de: Interaktive Webinare
fr_fr: Webinaires interactifs
id_id: Webinar Interaktif
pl_pl: Interaktywne webinaria
pt_pt: Webinars interativos
vi_vn: Buổi hội thảo tương tác
zh_cn: 交互式网络研讨会

source: Interest in IT or software development
de_de: Interesse an IT oder Softwareentwicklung
fr_fr: Intérêt dans le développement IT ou logiciel
id_id: Berminat pada pengembangan IT atau perangkat lunak
pl_pl: Zainteresowanie zagadnieniami IT i tworzeniem oprogramowania
pt_pt: Interesse em TI ou desenvolvimento de software
vi_vn: Quan tâm đến IT hoặc phát triển phần mềm
zh_cn: 对信息技术或软件开发有浓厚的兴趣

source: Interested in our MAM tool for MetaTrader 5? Contact us at %1 for more info.
de_de: Interesse an unserem MAM Tool für MetaTrader 5? Kontaktieren Sie uns unter %1 für weitere Informationen.
fr_fr: Intéressé par notre outil MAM pour MetaTrader 5 ? Contactez-nous au %1 pour plus d’informations.
id_id: Tertarik dengan fasilitas MAM pada MetaTrader 5? Hubungi kami di %1 untuk info lebih lanjut.
pl_pl: Chcesz dowiedzieć się więcej o narzędziu MAM dla aplikacji MetaTrader 5? Skontaktuj się z nami pod adresem: %1, aby uzyskać więcej informacji.
pt_pt: Interessado na nossa ferramenta de gestão de contas múltiplas para a MetaTrader 5? Contate-nos em %1 para mais informações.
vi_vn: Quan tâm đến công cụ MAM của chúng tôi dành cho MetaTrader 5? Liên hệ với chúng tôi tại %1 cho thêm thông tin.
zh_cn: 对 MetaTrader 5 的MAM工具感兴趣吗？通过 %1联系我们获取更多信息。
