Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: This Agreement constitutes the entire Agreement between the Parties and no earlier representation, arrangement or agreement written or oral relation to any matter dealt with in this Agreement between the Parties shall have any force or effect before the Commencement Date.
de_de: Diese Vereinbarung stellt die gesamte Vereinbarung zwischen den Parteien und keine frühere Darstellung, Anordnung oder Vereinbarung, weder schriftlich noch mündlich, in Bezug auf alle Angelegenheiten, die in dieser Vereinbarung zwischen den Parteien behandelt werden, dar und soll vor dem Beginndatum weder Kraft noch Wirkung haben.
fr_fr: Ce Contrat constitue le Contrat complet entre les Parties et aucune représentation antérieure ou arrangement ou accord écrit ou oral concernant toute question traitée dans le présent Contrat entre les Parties n'aura aucune force ou effet avant la Date d’Entrée en vigueur.
id_id: Persetujuan ini merupakan keseluruhan Perjanjian antara Kedua Belah Pihak dan tidak ada perwakilan, atau pengaturan atau kesepakatan sebelumnya yang tertulis atau lisan yang berhubungan dengan masalah yang diatur dalam Perjanjian ini antara Kedua Belah Pihak harus diselesaikan sebelum Tanggal Mulai.
pl_pl: Niniejsza Umowa stanowi całość Umowy pomiędzy Stronami, a jakiekolwiek wcześniejsze ustalenia, uzgodnienia, lub umowy w formie pisemnej lub ustnej związane z przedmiotem niniejszej Umowy pomiędzy Stronami nie mają żadnej mocy ani żadnego skutku przed jej Dniem wejścia w życie.
pt_pt: Este Acordo constitui o Acordo completo entre as Partes e nenhuma representação, entendimento ou acordo anterior, por escrito ou por via oral, relacionado com qualquer assunto tratado neste Acordo entre as Partes, terá qualquer efeito antes da data de início.
vi_vn: Thỏa Thuận này cấu thành toàn bộ Thỏa Thuận giữa các Bên và không có đại diện, sư sắp xếp hoặc thỏa thuận viết bằng miệng liên quan đến bất kỳ vấn đề nào xử lý trước đó trong Thỏa Thuận giữa các Bên này sẽ có hiệu lực bất kỳ hoặc có hiệu lực trước khi các Ngày Khởi Đầu.
zh_cn: 本协议构成双方之间的全部协议, 本协议中之前的书面或口头陈述或安排或协议涉及的任何有关事项, 均不得在开始日期前生效或施行。

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
de_de: Dieser Vertrag enthält hinsichtlich des Vertragsgegenstands die gesamte Vereinbarung zwischen den Parteien und ersetzt alle früheren Vereinbarungen und Übereinkünfte zwischen den Parteien, die bezüglich des Gegenstands der Vereinbarung getroffen wurden.
fr_fr: Cet Accord contient l'intégralité des accords entre les parties, par rapport au sujet principal, et remplace tous les accords et arrangements précédents entre les parties, par rapport au sujet principal.
id_id: Perjanjian ini berisi keseluruhan perjanjian antara para pihak sehubungan dengan materi pelajaran dan menggantikan semua perjanjian sebelumnya dan pemahaman antara para pihak sehubungan dengan materi subjek.
pl_pl: Niniejsza Umowa zawiera wszystkie uzgodnienia między stronami dotyczące przedmiotu umowy i zastępuje wszystkie wcześniejsze umowy i porozumienia między stronami dotyczące przedmiotu umowy.
pt_pt: O presente Acordo contém o acordo integral entre as partes relativamente à sua matéria e substitui todos os acordos e entendimentos anteriores entre as partes relativamente à sua matéria.
vi_vn: Thỏa Thuận này bao gồm toàn bộ thỏa thuận giữa các bên, và thay thế mọi hiệp định trước đó và bao gồm cả sự hiểu biết lẫn nhau giữa các bên liên quan.
zh_cn: 本协议包含各方关于其标的的全部约定，并取代各方所有关于其标的的先前协议及解释。

source: This Agreement governs your use of our API unless you have executed another agreement with the Company that expressly governs your use of our API.
de_de: Dieser Vertrag gilt für Ihre Verwendung unseres API, es sei denn, Sie haben eine andere Vereinbarung mit dem Unternehmen getroffen, die ausdrücklich für Ihre Verwendung unseres API gilt.
id_id: Perjanjian ini mengatur penggunaan API kami kecuali Anda telah dieksekusi pada kesepakatan lain dengan Perusahaan yang secara tegas mengatur penggunaan API kami.
pl_pl: Niniejsza umowa określa zasady korzystania z naszego API, chyba że zawarto inną umowę z Firmą, która wyraźnie określa zasady korzystania z naszego API.
pt_pt: Este acordo rege o seu uso da nossa API, a menos que você tenha firmado outro acordo com a empresa que reja de forma expressa o seu uso da nossa API.
vi_vn: Thỏa Thuận này quản lý việc sử dụng của bạn đối với hệ thống API của chúng tôi trừ khi bạn đang thực hiện một thỏa thuận khác với một Công Ty nhằm mục đích quản lý việc sử dụng của bạn đối với hệ thống API.
zh_cn: 除非您与公司另外签订对您使用我们API有明确规定的协议，本协议列出您使用我们API的规定。

source: This Agreement is between Binary (C.R) S.A. (hereinafter referred to as "the Company" or "%1") and Payment Agent (hereinafter referred to as "the Agent"), both of whom agree to be bound by this Agreement.
de_de: Diese Vereinbarung ist zwischen Binary (C.R) S.A. (nachstehend als "das Unternehmen" oder "%1" bezeichnet) und dem Zahlungsagenten (nachstehend als "der Agent" bezeichnet), beide stimmen zu, durch diese Vereinbarung gebunden zu sein.
id_id: Perjanjian ini adalah antara Binary (C.R) S.A. (selanjutnya disebut sebagai "Perusahaan" atau "%1") dan Agen Pembayaran (selanjutnya disebut sebagai "Agen"), yang keduanya setuju untuk terikat dengan Perjanjian ini.
pl_pl: Niniejsza umowa zostaje zawarta pomiędzy firmą Binary (C.R) S.A. (dalej zwaną „Firmą” lub „%1”) a Pośrednikiem płatności (dalej zwanym „Pośrednikiem”), którzy zgadzają się na związanie postanowieniami niniejszej Umowy.
vi_vn: Thỏa thuận này nằm giữa Binary (C.R) S.A. (sau đây được gọi là "Công ty" hoặc "%1") và Đại lý thanh toán (sau đây gọi là "Đại lý"), cả hai đều đồng ý bị ràng buộc bởi Thỏa thuận này.
zh_cn: 本协议由Binary(C.R.)S.A. (以下简称“公司”或“%1”) 和付款代理 (以下简称“代理”)签订, 双方都同意受本协议约束。

source: This Agreement is between Binary (V) Ltd (hereinafter referred to as 'the Company') and Client who authorises a Multi-Account Manager (hereinafter referred to as 'Money Manager') to manage the Account on behalf of the Client, both of whom agree to bound by this Agreement as a supplement to the Client Agreement.
de_de: Diese Vereinbarung ist zwischen Binary (V) Ltd (im Folgenden "das Unternehmen" genannt) und dem Kunden, der einen Multi-Account-Manager (nachfolgend als "Vermögensverwalter" bezeichnet) dazu ermächtigt, das Konto im Namen des Kunden zu verwalten; beide stimmen zu, der Vereinbarung, als Ergänzung zur Kundenvereinbarung, vertraglich verpflichtet zu sein.
fr_fr: Le Contrat est entre Binary (V) Ltd (ci-après référé comme 'la Société') et le Client qui autorise un Gestionnaire Multi-Comptes (ci-après référés comme le 'Gestionnaire de Fonds') pour gérer le Compte au nom du Client, chacun d'entre eux sont d'accord pour être liés par ce Contrat comme un supplément au Contrat Client.
id_id: Perjanjian ini antara Binary (V) Ltd (selanjutnya disebut sebagai 'Perusahaan') dan Klien yang memberi wewenang kepada Multi-Account Manager (selanjutnya disebut sebagai 'Money Manager') untuk mengelola Akun atas nama Klien, yang telah bersetuju untuk terikat oleh Perjanjian ini sebagai tambahan untuk Perjanjian Klien.
pl_pl: Niniejsza umowa zostaje zawarta między Binary (V) Ltd (zwaną dalej „Firmą”) a Klientem, który upoważnia Menedżera wielu kont (dalej zwanego „podmiotem zarządzającym pieniędzmi”) do zarządzania kontem w imieniu Klienta; obie strony zgadzają się na związanie postanowieniami niniejszej Umowy stanowiącej uzupełnienie Umowy z klientem.
pt_pt: Este Acordo é celebrado entre a Binary (V) Ltd (doravante designada "a Empresa") e o Cliente que autoriza o gestor multi-contas (doravante designado "Gestor de dinheiro") a gerenciar a Conta em nome do Cliente, ambos aceitantes de serem vinculados por este Acordo como um complemento do Acordo de Cliente.
vi_vn: Thỏa Thuận này giữa Công Ty TNHH Binary (từ đây được nhắc đến bằng cụm từ 'Công Ty') và Khách Hàng, người được cấp phép một nhà Quản Lý Đa Tài Khoản (từ đây được biết đến là 'Nhà Quản Lý Tiền Bạc') quản lý Tài Khoản thay mặt Khách Hàng, cả hai Bên đồng ý bị ràng buộc bởi Thỏa Thuận này như một sự bổ sung tới Thỏa Thuận Khách Hàng.
zh_cn: 本协议是Binary (V) 有限公司 (以下简称 "公司") 和客户授权代表客户管理的多账户经理 (以下简称 "资金经理") 之间的协议, 双方同意接受本协议作为客户协议的补充协议。

source: This Agreement is supplied to the Agent in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail. The Company shall not be liable for any loss or damage whatsoever caused by an error, inaccuracy or misspelling and as a result by misunderstanding or misinterpretation of any of the terms or conditions or clauses or provisions of any translated versions of this Agreement.
de_de: Diese Vereinbarung wird dem Agenten auf Englisch bereitgestellt. Im Fall eines Unterschiedes zwischen der englischen Version und einer übersetzten Version dieses Dokuments, soll die englische Version maßgeblich sein. Das Unternehmen soll für keinen Schaden oder Verlust verantwortlich gemacht werden, der durch einen Fehler, einen Schreibfehler, oder ein Missverständnis, oder einen Rechtschreibfehler, oder eine Fehlinterpretation der Allgemeinen Geschäftsbedingungen oder Klauseln oder Regelungen jeglicher übersetzter Versionen dieser Vereinbarung, entstanden ist.
id_id: Perjanjian ini disampaikan kedapa Agen dalam bahasa Inggris. Jika ada perbedaan antara versi bahasa Inggris dan versi terjemahan dokumen ini, versi Bahasa Inggris yang akan berlaku. Perusahaan tidak bertanggung jawab atas kehilangan atau kerusakan apapun yang disebabkan oleh kesalahan, ketidakakuratan atau kesalahan ejaan, dan akibatnya salah paham atau salah tafsirkan terhadap salah satu syarat atau ketentuan atau klausul atau ketentuan dari versi terjemahan pada persetujuan ini.
pl_pl: Niniejsza Umowa zostaje dostarczona Agentowi w języku angielskim. W przypadku różnic między wersją niniejszego dokumenty w języku angielskim a wersją przetłumaczoną, wersję w j. angielskim uznaje się za obowiązującą. Firma nie ponosi odpowiedzialności za jakiekolwiek straty czy szkody będące rezultatem błędu, nieścisłości, błędnej pisowni lub lub powstałe w wyniku niezrozumienia lub błędnego zinterpretowania jakichkolwiek postanowień lub warunków lub klauzul lub przepisów jakiejkolwiek przetłumaczonej wersji niniejszej Umowy.
vi_vn: Thỏa thuận này cung cấp cho các đại lý bằng tiếng Anh. Trong trường hợp đó không có một sự khác biệt giữa các phiên bản tiếng Anh và bất kỳ phiên bản dịch của tài liệu này, phiên bản tiếng Anh sẽ áp dụng. Công ty sẽ không chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại nào gây ra bởi một lỗi, không chính xác hoặc lỗi chính tả và kết quả là do sự hiểu lầm hoặc sự giải thích sai của bất kỳ điều khoản hoặc điều kiện hoặc mệnh đề hoặc các điều khoản của bất kỳ phiên bản dịch thỏa thuận này.
zh_cn: 本协议以英语版本为代理提供。若本协议的英文版和其他翻译语言版本之间存在冲突或歧义，则应以英文版为准。公司将不对协议的翻译版本误差、不准确或拼写错误所引起的对任何条款或条件或规定或字句误解或误译所造成的任何损害或损失负责。

source: This Agreement is supplied to the Client in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail.
de_de: Diese Vereinbarung wird dem Kunden in englischer Sprache zur Verfügung gestellt. Für den Fall, dass es einen Unterschied zwischen der englischen Version und den übersetzten Versionen dieses Dokuments gibt, ist die englische Fassung maßgebend.
fr_fr: Le Contrat est fourni au Client en Anglais, dans le cas où il y a une différence entre la version en Anglais et toute version traduite de ce document, la version en Anglais prévaudra.
id_id: Perjanjian ini diberikan kepada Klien dalam bahasa Inggris. Jika ada perbedaan antara versi bahasa Inggris dan versi terjemahan dokumen ini, versi bahasa Inggris yang akan berlaku.
pl_pl: Niniejsza Umowa jest dostarczana Klientowi w języku angielskim. W przypadku jakichkolwiek rozbieżności między wersją w języku angielskim a jakąkolwiek przetłumaczoną wersją tego dokumentu wersja angielska jest wersją obowiązującą.
pt_pt: Este Acordo é fornecido ao Cliente em inglês. No caso de haver qualquer discrepância entre a versão inglesa e quaisquer versões traduzidas deste documento, a versão inglesa prevalecerá.
vi_vn: Thỏa Thuận được cung cấp tới khách hàng trong tiếng Anh. Trong trường hợp có một sự khác biệt giữa phiên bản tiếng Anh và bất kì phiên bản được phiên dịch của tài liệu này, phiên bản tiếng Anh sẽ được áp dụng.
zh_cn: 本协议给客户提供英文版本。如果英文版本与本文件的任何翻译版本有差异, 须以英文版本为准。

source: This Agreement is supplied to you in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail.
de_de: Diese Vereinbarung wird Ihnen in englischer Sprache zur Verfügung gestellt. Für den Fall, dass es einen Unterschied zwischen der englischen Version und den übersetzten Versionen dieses Dokuments gibt, ist die englische Fassung maßgebend.
id_id: Perjanjian ini diberikan kepada Anda dalam bahasa Inggris. Jika ada perbedaan antara versi bahasa Inggris dan versi terjemahan dokumen ini, versi bahasa Inggris yang akan berlaku.
pl_pl: Niniejsza Umowa jest dostarczana Ci w języku angielskim. W przypadku jakichkolwiek rozbieżności między wersją w języku angielskim a jakąkolwiek przetłumaczoną wersją tego dokumentu wersja angielska jest wersją obowiązującą.
pt_pt: Este Acordo é-lhe fornecido em inglês. No caso de haver qualquer discrepância entre a versão inglesa e quaisquer versões traduzidas deste documento, a versão inglesa prevalecerá.
vi_vn: Thỏa Thuận được cung cấp tới bạn trong tiếng Anh. Trong trường hợp có một sự khác biệt giữa phiên bản tiếng Anh và bất kì phiên bản được phiên dịch của tài liệu này, phiên bản tiếng Anh sẽ được áp dụng.
zh_cn: 本协议给您提供英文版本。如果英文版本与本文件的任何翻译版本有差异, 须以英文版本为准。

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
de_de: Dieser Vertrag kann von jeder Vertragspartei durch schriftliche Mitteilung an die andere Partei gekündigt werden, wenn die andere Partei auf grobe Weise gegen die Vertragsbedingungen verstoßen hat und der Verstoß nicht innerhalb von 15 Tagen nach Aufforderung abgestellt wurde.
fr_fr: Cet Accord pourra être résilié immédiatement par l'une des parties par un préavis écrit à l'autre partie si l'autre partie est en rupture substantielle avec les termes de l'Accord et, si une rupture peut être comblée, mais qu'aucune mesure corrective n'a été entreprise dans un délai de 15 jours après la réception d'une notification écrite concernant cette rupture.
id_id: Perjanjian ini dapat segera diakhiri oleh salah satu pihak dengan pemberitahuan tertulis kepada pihak lain jika pihak lain melakukan pelanggaran terhadap ketentuan-ketentuan perjanjian dan jika kasus pelanggaran tidak dapat diselesaikan atau tidak dikoreksi dalam tempo 15 hari sejak diterimanya pemberitahuan tertulis tentang pelanggaran tersebut.
pl_pl: Niniejsza Umowa może zostać niezwłocznie zakończona przez każdą ze stron za pisemnym zawiadomieniem dostarczonym drugiej stronie, jeśli druga strona dopuści się istotnego naruszenia warunków niniejszej Umowy oraz w przypadku naruszenia, które może podlegać odszkodowaniu, gdy strona nie uiści odszkodowania w ciągu 15 dni od otrzymania pisemnego wezwania do uiszczenia odszkodowania.
pt_pt: O presente Acordo pode ser rescindido de imediato por qualquer das partes mediante aviso prévio por escrito à outra parte se a outra parte estiver em violação material dos termos do Acordo e, em caso de violação passível de ser remediada, não remediar essa violação no período de 15 dias a contar da recepção do aviso prévio por escrito dessa violação.
vi_vn: Thỏa Thuận này có thể được chấm dứt ngay lập tức bởi một trong hai bên theo thông báo bằng văn bản cho bên kia nếu bên kia vi phạm nghiêm trọng các điều khoản của Thỏa Thuận và, trong trường hợp vi phạm có khả năng được khắc phục, lỗi khắc phục vi phạm sẽ được giải quyết trong vòng 15 ngày kể từ ngày nhận được thông báo bằng văn bản về vi phạm đó.
zh_cn: 如果一方严重违反本协议条款，且在能够补救的情况下，在收到书面的违约通知后的十五天内未能进行相应补救，另一方可立即通过书面形式终止本协议。

source: This Agreement shall commence on the date you first accept this Agreement, and shall continue unless and until terminated in accordance with the Term and Termination conditions set forth in this Agreement.
de_de: Dieser Vertrag soll mit dem Datum beginnen, an dem Sie diesem Vertrag das erste Mal zugestimmt haben und soll so lange weiter gelten, bis er gemäß den der Laufzeit- und den Kündigungsbedingungen dieses Vertrags gekündigt oder beendet wird.
id_id: Perjanjian ini akan dimulai pada tanggal pertama kali menerima Perjanjian ini, dan akan terus kecuali dan sampai diakhiri sesuai dengan Persyaratan dan Penghentian ketentuan yang diatur dalam Perjanjian ini.
pl_pl: Niniejsza umowa wchodzi w życie w dniu jej zaakceptowania i obowiązuje do momentu jej zakończenia na mocy postanowień dotyczących jej zakończenia określonych w niniejszej Umowie.
pt_pt: Este acordo irá ter início na data em que você primeiro aceitar este acordo e irá ter continuidade, a menos e até terminado de acordo com o termo e as condições de terminação estabelecidos neste acordo.
vi_vn: Thỏa Thuận này sẽ bắt đầu có hiệu lực kể từ ngày bạn chấp thuận lần đầu tiên Thỏa Thuận này, và sẽ tiếp tục có hiệu lực cho đến khi nào kết thúc dựa theo những Điều Khoản và Điều Kiện Chấm Dứt được đặt ra trong Thỏa Thuận này.
zh_cn: 本协议自您接受本协议之日起开始生效，并将继续生效，除非及直至本协议按照所定期限和条件终止为止。

source: This Agreement will commence on the date you receive your MT5 Real Account number, and, for any new versions thereafter, on the date the new versions are published on our website.
de_de: Diese Vereinbarung beginnt zu dem Datum, zu dem Sie Ihre MT5 Echtgeldkontonummer erhalten, und für alle nachfolgenden neuen Versionen, zu dem Datum, zu dem die neuen Versionen auf unserer Website veröffentlicht werden.
id_id: Perjanjian ini akan dimulai per tanggal dimana Anda menerima Akun Riil MT5 Anda, dan, untuk versi terbaru mendatang, tertanggal versi terbaru setelah di publikasikan pada website kami.
pl_pl: Niniejsza Umowa wchodzi w życie w dniu otrzymania numeru Prawdziwego konta MT5, a w przypadku nowszych wersji umowy w dniu, w którym takie nowe wersje są publikowane na portalu.
pt_pt: Este Acordo terá começo na data em que você receber o seu número de conta real MT5 e, para quaisquer novas versões depois disso, na data em que as novas versões forem publicadas no nosso site.
vi_vn: Thỏa Thuận này sẽ bắt đầu vào ngày bạn nhận được số Tài Khoản Thực MT5 của bạn, và, cho bất kỳ phiên bản mới sau đó, vào ngày các phiên bản mới được công bố trên trang web của chúng tôi.
zh_cn: 本协议将于您收到MT5真实账户编号的日期开始生效。关于之后的任何新版本，则于我们网站发布新版本之日期开始生效。

source: This Document
de_de: Dieses Dokument
id_id: Dokumen ini
pl_pl: Niniejszy dokument
pt_pt: Este Documento
vi_vn: Hồ sơ này
zh_cn: 本文件

source: This Policy applies to retail and professional clients of %1 dealing in financial products offered by %1.
de_de: Diese Richtlinie gilt für Einzelhandels- und professionelle Kunden von %1, die Handel mit Finanzprodukten, die von %1 angeboten werden, betreiben.
fr_fr: Cette Politique s’applique aux clients individuels et professionnels de %1 échangeant les produits financiers offerts par %1.
id_id: Kebijakan ini berlaku untuk pelanggan ritel dan kien profesional %1 yang berhubungan dengan produk keuangan yang ditawarkan oleh %1.
pl_pl: Polityka odnosi się zarówno do detalicznych, jak i profesjonalnych klientów %1, handlujących produktami finansowymi oferowanymi przez %1.
pt_pt: Esta Política aplica-se a clientes não profissionais e clientes profissionais da %1 na negociação de produtos financeiros disponibilizados pela %1.
vi_vn: Chính Sách này áp dụng cho các khách hàng chuyên nghiệp và bán lẻ của sàn giao dịch sản phẩm tài chính%1 được cung cấp bởi %1.
zh_cn: 此政策适用于在买卖%1提供的金融产品的%1零售和专业客户。

source: This Risk Disclosure Statement is not exhaustive and is not intended to constitute a comprehensive statement of all the risks to which you might be exposed to and does not describe all risks inherent to forex and contracts for differences that exist now or which may arise in the future. Its objective is rather to provide you with information for you to reasonably understand the risks associated with forex and contracts for differences offered by %1 in our interest to provide you with the best possible trading experience.
de_de: Diese Haftungsausschlusserklärung umfasst nicht alles, und ist nicht dazu gedacht, eine umfassende Erklärung aller Risiken, denen Sie sich möglicherweise aussetzen, darzustellen, und beschreibt nicht alle Risiken die dem Forex und den Differenzkontrakten - die jetzt existieren, oder sich in der Zukunft ergeben können - inhärent sind. Ihr Ziel ist eher, Ihnen Informationen bereitzustellen, um die Risiken in Zusammenhang mit Forex und Differenzkontrakten, die von %1 angeboten werden, hinreichend zu verstehen, da es in unserem Interesse liegt, Ihnen die bestmögliche Handelserfahrung zu bieten.
id_id: Pernyataan Pengungkapan Risiko ini tidak lengkap dan tidak dimaksudkan untuk membentuk suatu pernyataan komprehensif dari semua risiko yang mungkin akan terjadi dan tidak menggambarkan semua risiko yang melekat pada forex dan kontrak untuk perbedaan yang ada sekarang atau yang mungkin timbul di masa depan. Tujuan pernyataan ini adalah bukan untuk memberikan informasi bagi Anda dalam memahami risiko yang terkait dengan forex dan kontrak selisih yang ditawarkan oleh %1 melainkan untuk menyediakan pengalaman trading terbaik untuk Anda.
pl_pl: Oświadczenie dot. ujawnienia ryzyka nie jest wyczerpujące i nie stanowi pełnego oświadczenia o wszelkich rodzajach ryzyka, na które możesz być narażony lub narażona i nie opisuje wszystkich istniejących i moących wystąpić w przyszłości ryzyk związanych z kontraktami forex i kontraktami na różnice kursowe. Celem oświadczenia jest zapewnienie Ci informacji umożliwiających zrozumienie ryzyk związanych z kontraktami forex i kontraktami na różnice kursowe oferowanych przez %1 w naszym interesie, by zapewnić Ci najlepsze możliwe doświadczenie związane z handlowaniem.
pt_pt: Esta declaração de divulgação de risco não é exaustiva e não é destinada a constituir uma declaração compreensiva de todos os riscos a que você possa ser exposto, nem descreve todos os riscos inerentes aos contratos de forex e contratos por diferenças que existem agora ou que poderão vir a existir no futuro. O seu objetivo é mais o de lhe fornecer informações para que possa razoavelmente compreender os riscos associados aos contratos de forex e contratos por diferenças disponibilizados pela %1 no nosso interesse de lhe proporcionar a melhor experiência de negociação.
vi_vn: Báo Cáo Tuyên bố tiết lộ rủi ro này không phải là đầy đủ và không có ý định tuyên bố chi tiết toàn diện của tất cả những rủi ro mà bạn có thể được tiếp xúc với và không có mô tả tất cả rủi ro vốn có cho ngoại hối và các hợp đồng chênh lệch giá mà đang tồn tại hoặc có thể phát sinh trong tương lai. Mục tiêu của nó là quan tâm và cung cấp cho bạn thông tin hợp lý để bạn có thể hiểu những rủi ro liên quan đến ngoại hối và các hợp đồng chênh lệch giá được cung cấp bởi %1 giúp bạn có một trải nghiệm kinh doanh tốt nhất có thể.
zh_cn: 此风险披露声明并非详尽无遗，也并非包含您可能会接触到的所有风险的全面声明。此声明也并不能描述外汇交易和合约现存的固有风险或将来可能发生的所有风险差异。其目的在于为您提供及让您合理理解%1在符合我们利益的同时为您提供的最佳外汇与差价合约交易经验相关的风险信息。
