Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Our Prices are determined by reference to the price of the underlying instrument which is quoted on external exchanges or dealing facilities that we select at our discretion. Our IT infrastructure and price aggregator system facilitates the reception of quotes from shortlisted prime brokers who act as liquidity providers for us and the delivery of the quotes, derived with reference against relevant benchmark and markets, to you. You acknowledge that our Prices may differ from the bid and offer prices made available by external exchanges or dealing facilities and we are not liable for any losses that you incur arising from such differences. This clause does not apply to Volatility Indices.
de_de: Unsere Kurse werden unter Bezugnahme des Kurses des zugrundeliegenden Instruments, welches auf externe Austausch- oder Handelsbetriebe, die wir nach eigenem Ermessen auswählen, notiert ist, bestimmt. Unsere IT Infrastruktur und unser Kurs-Aggregatorsystem ermöglichen den Empfang von Notierungen von Shortlisted-Prime-Brokern, die als Liquiditätsanbieter für uns agieren; und die Lieferung von Notierungen an Sie, die unter Bezugnahme gegen relevante Maßstäbe und Märkte abgeleitet sind. Sie erkennen an, dass unsere Kurse von den Geld- und Briefkursen, die von externen Austausch- oder Handelsbetrieben zur Verfügung gestellt werden, abweichen können, und dass wir für keine Verluste, die Ihnen auf Grund solcher Unterschiede anfallen, haftbar sind. Diese Klausel gilt nicht für Volatilität Indizes.
id_id: Harga Kami ditentukan dengan mengacu pada harga instrumen dasar yang dikutip dari bursa eksternal atau fasilitas dealing yang kami pilih sendiri. Sistem infrastruktur IT dan harga aggregator yang kami miliki memfasilitasi penerimaan kutipan harga dari broker utama terpilih yang berperan sebagai penyedia likuiditas untuk kami dan mengirimkan kutipan, dengan mengacu kepada patokan pasar yang relevan, untuk Anda. Anda mengetahui bahwa Harga kami mungkin sedikit berbeda dengan harga bid dan offer yang disediakan pada bursa atau fasilitas dealing eksternal dan kami tidak bertanggung jawab atas kerugian yang timbul dari perbedaan tersebut. Klausul ini tidak berlaku pada Indeks Volatilitas.
pl_pl: Nasze ceny są określane w odniesieniu do cen instrumentu bazowego kwotowanych na zewnętrznych platformach wymiany walut i platformach handlowych, które wybieramy według własnego uznania. Nasza infrastruktura IT i agregator cenowy ułatwiają otrzymywanie kwotowania od wybranych najlepszych brokerów będących dostawcami płynności w stosunku do nas, a w stosunku do Ciebie odpowiadających za zapewnianie kwotowania w zestawieniu z rynkami i punktami odniesienia. Przyjmujesz do wiadomości, że nasze ceny mogą się różnić od cen sprzedaży i cen ofertowych dostępnych na zewnętrznych platformach wymiany walut i platformach handlowych i że nie ponosimy odpowiedzialności za jakiekolwiek straty, które możesz ponieść w wyniku tych różnic. Niniejszej klauzuli nie stosuje się w odniesieniu do wskaźników zmienności.
pt_pt: Os nossos preços são determinados por referência ao preço do instrumento subjacente com cotação recebida de bolsas ou serviços de contratação externos que selecionamos ao nosso critério. A nossa infraestrutura de TI e sistema de agregação de preços facilitam o recebimento de cotações de uma lista das melhores corretoras que atuam como fornecedores de liquidez, para nós, e a entrega das cotações, derivadas com referência a indicadores e mercados relevantes, a você. Você confirma que reconhece que os nossos preços podem diferir dos preços de compra e venda disponibilizados por bolsas e serviços de contratação externos e que não seremos responsáveis por quaisquer perdas que você registrar, decorrentes de tais diferenças. Esta cláusula não se aplica aos índices "Volatility".
vi_vn: Giá của chúng tôi được xác định bởi tham chiếu đến mức giá của các công cụ cở sở được trích dẫn trên bên ngoài giao dịch hoặc các cơ sở xử lý mà chúng tôi lựa chọn theo ý của chúng tôi. Cơ sở hạ tầng công nghệ thông tin và giá tổng hợp hệ thống của chúng tôi tạo điều kiện tiếp nhận báo giá từ người môi giới quan trọng lọt vào danh sách những người hoạt động như các nhà cung cấp thanh khoản đối với chúng tôi và gửi báo giá, xuất xứ với tài liệu tham khảo chuẩn mực có liên quan và thị trường, cho bạn. Bạn thừa nhận rằng giá của chúng tôi có thể khác với giá mua vào và bán ra có sẵn bằng cách trao đổi bên ngoài hoặc cơ sở xử lý và chúng tôi không chịu trách nhiệm về bất kỳ mất mát nào bạn phải trả phát sinh từ sự khác biệt như vậy. Điều khoản này không áp dụng cho Chỉ Số Biến Động.
zh_cn: 我们在参考了由我们自主选定的外部交易所或交易设施所报的基础工具价格之后决定价格。我们拥有信息技术基础设施和价格聚合器系统，便于向充当我们流动性提供商，经过挑选的主要经纪商收集报价，并将经过参考有关基准和市场得来的价格提供给您。您确认我们的价格可能与投标价格和外部交易所或交易设施所提供价格不相同，以及我们不对所述差异所引起的任何损失承担赔偿责任。本条款不适用于波动率指数。

source: Our Volatility Indices account allows you to trade CFDs on Volatility Indices -- our proprietary synthetic assets that simulate market forces.
de_de: Unser Volatilität Indizes-Konto erlaubt Ihnen CFDs auf Volatilitätsindizes zu handeln –– Unsere proprietären synthetischen Vermögenswerte, die Marktkräfte simulieren.
fr_fr: Notre compte d’Indices de volatilité vous permet de trader les CFD sur Indices de volatilité -- nos actifs propriétaires synthétiques simulent les forces du marché.
id_id: Akun Indeks Volatilitas kami memberi Anda untuk bertrading CFD pada Indeks Volatilitas -- aset sintetis kami mensimulasikan kekuatan pasar.
pl_pl: Nasze konto wskaźników zmienności umożliwia handlowanie kontraktami CFD opartymi na wskaźnikach zmienności – naszych własnych aktywach syntetycznych symulujących siły rynkowe.
pt_pt: A nossa conta de índices "Volatility" permite-lhe negociar CFDs sobre índices "Volatility" – os nossos ativos sintéticos proprietários que simulam forças de mercado.
vi_vn: Chỉ Số Biến Động tài khoản của chúng tôi cho phép bạn giao dịch CFDs trên Chỉ Số Biến Động-- tài sản nhân tạo của chúng tôi mô phỏng các lực lượng thị trường.
zh_cn: 我们的波动率指数账户允许您对波动率指数进行差价交易 - 这是我们专有的综合资产，可模拟市场力量。

source: Our active client base is expected to reach over 100,000 total clients this year.
de_de: Unser aktiver Kundenstamm wird voraussichtlich insgesamt mehr als 100.000 Kunden in diesem Jahr erreichen.
fr_fr: Notre base active de client devrait atteindre plus de 100.000 clients au total cette année.
id_id: Jumlah klien aktif diharapkan akan mencapai lebih dari 100.000 klien tahun ini.
pl_pl: Przewidujemy, że nasza baza aktywnych klientów będzie liczyć 100 000 klientów w tym roku.
pt_pt: É esperado que a nossa base de clientes ativos ultrapasse um total de 100.000 clientes este ano.
vi_vn: Cơ sở khách hàng năng động của chúng tôi dự kiến sẽ đạt hơn 100.000 tổng khách hàng năm nay.
zh_cn: 我们预计今年的活跃客户总数将超过10万人。

source: Our commitment to integrity and reliability means that we always strive to give you access to the best pricing and liquidity possible.
de_de: Unsere Verpflichtung zur Integrität und Zuverlässigkeit bedeutet, dass wir stets bemüht sind, Ihnen den Zugriff auf die best möglichen Preise und Liquidität zu geben.
fr_fr: Notre engagement envers l’intégrité et la fiabilité signifie que nous nous efforçons toujours de vous donner accès aux meilleurs prix et liquidité possibles.
id_id: Komitmen kami terhadap integritas dan keandalan berarti bahwa kami selalu berusaha untuk memberikan Anda akses ke dalam harga dan likuiditas yang terbaik.
pl_pl: Przywiązujemy dużą wagę do rzetelności i uczciwości, dlatego zawsze staramy się zapewnić Ci dostęp do najkorzystniejszych cen oraz zagwarantować możliwie najlepszą płynność.
pt_pt: O nosso compromisso com a integridade e a confiabilidade significa que nos esforçamos sempre a proporcionar-lhe acesso aos melhores preços e liquidez possível.
vi_vn: Cam kết của chúng tôi về sự toàn vẹn và độ tin cậy có nghĩa là chúng tôi luôn luôn cố gắng cung cấp cho bạn khả năng tiếp cận giá và thanh khoản tốt nhất.
zh_cn: 我们对完整性和可靠性的承诺意味着我们一直都努力为您提供最佳报价和流动性。

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
de_de: Unser Unternehmen ist weiterhin erfolgreich und erhält auf der Isle of Man eine Lizenz, damit wir unsere britischen Kunden besser bedienen können.
fr_fr: Notre société poursuit sa croissance et obtient une licence à l'île de Man afin d'offrir de meilleurs services à nos clients du Royaume-Uni.
id_id: Perusahaan kami terus berkembang dan memperoleh perijinan dari Isle of Man untuk melayani pelanggan di Inggris.
pl_pl: Nasz firma rozwija się i zdobywa licencję na Wyspie Man, aby jeszcze lepiej służyć klientom z Wielkiej Brytanii.
pt_pt: Nossa empresa continua a prosperar e possui uma licença na Ilha de Man para melhor atender nossos clientes do Reino Unido.
vi_vn: Công Ty chúng tôi tiếp tục lớn mạnh và giành được giấy phép ở đảo Man để cung cấp dịch vụ tốt hơn cho các khách hàng Anh.
zh_cn: 我们公司继续茁壮成长，并在马恩岛获得牌照，可以为我们的英国客户提供更好的服务。

source: Our costs and charges for depositing and withdrawing money are set out %1here%2. Please be aware of all costs and charges that apply to you because they will affect your profitability.
de_de: Unsere Kosten und Gebühren für die Geldeinzahlung und Auszahlung sind %1hier%2 aufgeführt. Bitte beachten Sie alle für Sie geltenden Kosten und Gebühren, da sie die Rentabilität beeinflussen.
id_id: Berbagai biaya yang kami kenakan pada deposit dan penarikan dapat dilihat %1disini%2. Ketahui semua biaya yang dikenakan berhubung hal tersebut akan mempengaruhi profitabilitas Anda.
pl_pl: Pobierane przez nas opłaty za wpłaty i wypłaty środków pieniężnych są określone %1tutaj%2. Prosimy o zapoznanie się z wszystkimi kosztami i opłatami, które mają zastosowanie w Twoim przypadku, gdyż będą one miały wpływ na Twoją rentowność.
pt_pt: Os nossos custos e encargos para depósitos e retiradas de fundos estão definidos %1aqui%2. Tome nota de todos os custos e encargos que são aplicáveis a você, porque estes irão afetar os seus lucros.
vi_vn: Phí và lệ phí rút và gửi tiền được thiết lập %1ở đây%2. Vui lòng lưu ý rằng tất cả các chi phí và lệ phí được áp dụng cho bạn thì cũng sẽ có ảnh hưởng tới lợi nhuận của bạn.
zh_cn: 我们的存款和提款成本与费用详细请参考%1此处%2。请先了解所有跟您有关的成本和费用，因为这些将会影响您的收益。

source: Our customers clearly like us. In mid-2014, %1 has over 100 million historical transactions and over 130,000 new daily transactions.
de_de: Es ist eindeutig, dass unsere Kunden uns mögen. Mitte 2014 hat %1 über 100 Millionen historische Überweisungen und mehr als 130.000 neue Überweisungen täglich abgewickelt.
fr_fr: Nos clients nous apprécient, et ils le montrent. En milieu d'année 2014, %1 affiche une historique de plus de 100 millions de transactions et enregistre plus de 130 000 nouvelles transactions quotidiennes.
id_id: Pelanggan menyukai kami. Pada pertengahan 2014 %1 sudah memiliki transaksi historis lebih dari 100 juta transaksi dan lebih dari 130,000 transaksi harian.
pl_pl: Nasi klienci ewidentnie nas lubią. W połowie 2014 r. %1 ma ponad 100 mln. transakcji historycznych i ponad 130 tys. nowych transakcji dziennie.
pt_pt: Os nossos clientes aprovam o nosso trabalho. Em meados de 2014, a %1 possuía mais de 100 milhões de transações e mais de 130.000 novas operações diárias.
vi_vn: Khách hàng rất yêu mến chúng tôi. Vào giữa năm 2014, %1 đã có trên 100 triệu lượt giao dịch và có hơn 130,000 triệu lượt giao dịch mới hàng ngày.
zh_cn: 毋庸置疑，我们深受客户喜爱。2014 年中期，%1的历史交易数量和每日新交易数量分别超过1亿笔和13万笔。

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
de_de: Unser Daten-Feed ist als einer der besten und stabilsten überhaupt konzipiert, der für das Tradingumfeld vorhanden ist.
id_id: Data feed kami dirancang untuk menjadi salah satu yang terbaik dan paling kuat yang tersedia untuk lingkungan trading.
pl_pl: Nasze źródła danych zostały zaprojektowane jako jedne z najlepszych i najmocniejszych dostępnych dla środowiska handlowego.
pt_pt: O nosso feed de dados foi concebido para ser um dos melhores e mais robustos disponíveis para um ambiente de negociação.
vi_vn: Nguồn dữ liệu của chúng tôi thiết kế là một trong những môi trường giao dịch tốt nhất và mạnh nhất hiện nay.
zh_cn: 我们的数据源是可用于交易环境的最好、最稳定的数据源之一。

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
de_de: Unser Datenfeed kann manchmal von anderen, im Internet vorhandenen Datenfeeds, abweichen (die sogar selbst untereinander abweichen). Gründe für die Abweichungen bei den Feed-Dienstleistern können sein:
id_id: Kutipan data kami mungkin akan mengalami sedikit perbedaan dibandingkan dengan kutipan data yang tersedia pada internet. Mengapa demikian:
pl_pl: Nasze źródła danych mogą czasami nieznacznie różnić się od innych źródeł danych znalezionych w internecie (które także mogą różnić się między sobą). Przyczyny różnic u dostawców danych to m.in.:
pt_pt: O nosso feed de dados por vezes difere ligeiramente de outros feeds de dados encontrados na Internet (os quais podem diferir uns dos outros). Os motivos para as diferenças nos fornecedores de feeds incluem:
vi_vn: Nguồn dữ liệu của chúng tôi đôi lúc có khác đôi chút so với các nguồn dữ liệu khác được thấy trên mạng (bản thân chúng cũng có thể khác nhau). Các lý do cho sự khác biệt giữa các nguồn dữ liệu bao gồm:
zh_cn: 我们的数据源可能与互联网上其他数据源有差异（各种互联网数据源可能本身就有差异）。数据源供应方之间存在差异的原因包括：

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
de_de: Unser schnelles Wachstum wird durch die Übernahme des Kundenstammes von BetsForTraders, einer unserer Hauptkonkurrenten, verstärkt.
fr_fr: Notre croissance interne rapide est renforcée par l'acquisition de la clientèle de BetsForTraders, l'un de nos principaux concurrents.
id_id: Pertumbuhan cepat kami dilengkapi dengan akuisisi dari klien BetsForTraders, salah satu pesaing utama kami.
pl_pl: Nasz szybki wzrost zostaje poprawiony przez nabycie bazy klientów BetsForTraders, jednego z naszych głównych konkurentów.
pt_pt: Nosso rápido e orgânico crescimento é complementado pela aquisição da base de clientes da BetsForTraders, um dos nossos principais concorrentes.
vi_vn: Công ty của chúng tôi tăng trưởng hữu cơ nhanh chóng do mua lại cơ sở dữ liệu khách hàng của BetsForTraders, một trong những đối thủ cạnh tranh chính của chúng tôi.
zh_cn: 我们获取了主要竞争对手之一BetsForTraders 的客户群，为公司快速的内生性增长提供支持。

source: Our indices are sourced from the over-the-counter (OTC) market – sources outside of the centralised exchanges. Please note that due to their OTC nature, the prices of our indices may differ from their counterparts on centralised exchanges.
de_de: Unsere Indizes stammen aus dem außerbörslichen Markt (OTC) – Quellen außerhalb der zentralen Börsen. Bitte beachten Sie, dass die Kurse für unsere Indizes aufgrund ihrer OTC- Natur, von ihren Pendants auf zentralisierten Börsen abweichen können.
fr_fr: Nos indices proviennent du marché de gré à gré (OTC) – sources en dehors des échanges centralisés. Veuillez noter que, en raison de leur nature OTC, les prix de nos indices peuvent différer de leurs homologues sur les échanges centralisés.
id_id: Indeks kami bersumber dari pasar over-the-counter (OTC) - sumber di luar bursa sentral. Harap dicatat bahwa karena sifat OTC mereka, harga indeks kami mungkin berbeda dari rekan-rekan mereka pada bursa sentral.
pl_pl: Nasze wskaźniki pochodzą z rynku pozagiełdowego (OTC) – ze źródeł spoza scentralizowanego obrotu giełdowego. Należy zauważyć, że ze względu na naturę OTC, ceny wskaźników mogą się różnić od ich odpowiedników na giełdach scentralizowanych.
pt_pt: Os nossos índices são obtidos do mercado de balcão (OTC – Over-The-Counter em inglês) – fontes exteriores às bolsas centralizadas. Note que, devido à sua natureza OTC, os preços dos nossos índices podem diferir daqueles dos seus homólogos nas bolsas centralizadas.
vi_vn: Cổ phiếu và Chỉ số của chúng tôi có nguồn gốc từ các thị trường trên-kệ (OTC) - các nguồn bên ngoài thị trường tập trung. Xin lưu ý rằng do tính OTC, giá của cổ phiếu và chỉ số của chúng tôi có thể khác nhau từ các đối tác của họ trên thị trường tập trung.
zh_cn: 我们的指数源自场外交易（OTC）市场 - 即源自中央交易所以外。请注意，由于其场外交易性质，我们指数的价格可能与中央交易所同行的价格有所不同。

source: Our information security policies are based on industry best practices in access control and business continuity.
de_de: Unsere Richtlinien der Informationssicherheit gründen sich auf die besten Branchenpraktiken bei der Zugangskontrolle und Geschäftskontinuität.
id_id: Kebijakan informasi keamanan kami adalah berdasarkan praktek industri terbaik pada kontrol akses dan kontinuitas bisnis.
pl_pl: Nasza polityka bezpieczeństwa informacji oparta jest na najlepszych praktykach branżowych w zakresie kontroli dostępu i ciągłości biznesowej.
pt_pt: As nossas políticas de segurança de dados são baseadas nas melhores práticas da indústria no controle de acessos e continuidade do negócio.
vi_vn: Chính sách bảo mật thông tin của chúng tôi dựa trên những điêu tốt nhất trong ngành công nghiệp kiểm soát truy cập và tính liên tục của giao dịch.
zh_cn: 我们的信息安全政策基于访问控制和业务持续性的业内最佳实践。

source: Our information security policies are based on industry best practices in access control and business continuity; and
de_de: Unsere Richtlinien der Informationssicherheit gründen sich auf die besten Branchenpraktiken bei der Zugangskontrolle und Geschäftskontinuität; und
id_id: Kebijakan keamanan informasi kami adalah didasarkan pada praktek industri terbaik dalam kontrol akses dan kelangsungan usaha; dan
pl_pl: Nasza polityka bezpieczeństwa informacji oparta jest na najlepszych praktykach branżowych w zakresie kontroli dostępu i ciągłości biznesowej; oraz
pt_pt: As nossas políticas de segurança de dados são baseadas nas melhores práticas da indústria no controle de acessos e continuidade do negócio; e
vi_vn: Chính sách bảo mật thông tin của chúng tôi dựa trên những điêu tốt nhất trong ngành công nghiệp kiểm soát truy cập và tính liên tục của giao dịch; và
zh_cn: 我们根据业界访问控制和业务连续性的最佳做法设置信息安全策略; 另外，

source: Our locations
de_de: Unsere Standorte
fr_fr: Nos bureaux
id_id: Lokasi kami
pl_pl: Nasze biura
pt_pt: As nossas instalações
vi_vn: Địa chỉ chúng tôi
zh_cn: 我们的位置

source: Our metal pairs are typically traded in lots. One standard lot is equivalent to 100 units except silver where 1 lot equals 5,000 units. Each time you open a position on a symbol, you can start with a minimum transaction of 0.01 lots.
de_de: Unsere Metallpaare werden in der Regel in Lots gehandelt. Ein Standard-Lot entspricht 100 Einheiten, ausgenommen Silber, wo 1 Lot 5.000 Einheiten entspricht. Jedes Mal, wenn Sie eine Position auf einem Symbol öffnen, können Sie mit einer Mindest-Transaktion von 0,01 Lots beginnen.
fr_fr: Nos paires métaux sont généralement tradés en lots. Un lot standard est équivalent à 100 unités sauf argent où 1 lot est égal à 5 000 unités. Chaque fois que vous ouvrez une position sur un symbole, vous pouvez commencer avec une transaction minimum de 0,01 lots.
id_id: Pasangan logam yang tersedia biasanya ditradingkan dalam jumlah lot. Secara standar, satu lot sama dengan 100 unit kecuali untuk perak dimana 1 lot setara dengan 5.000 unit. Setiap Anda membuka posisi pada simbol mata uang, Anda dapat bertrading mulai dari minimal transaksi berjumlah 0.01 lot.
pl_pl: Nasze pary metali są zazwyczaj sprzedawane w partiach. Jedna standardowa partia odpowiada 100 jednostkom, z wyjątkiem srebra, w przypadku którego 1 partia odpowiada 5000 jednostek. Za każdym razem, gdy otwierasz pozycję dla symbolu walutowego, możesz rozpocząć od transakcji minimalnej wo wielkości 0,01 partii.
pt_pt: Forex é geralmente negociado em lotes. Um lote padrão equivale a 100 unidades, exceto com prata em que 1 lote equivale a 5.000 unidades. Cada vez que você abre uma posição num símbolo, é possível começar com uma transação mínima de 0,01 lotes.
vi_vn: Các cặp kim loại của chúng tôi thường được giao dịch theo các lô. Một lô tiêu chuẩn là tương đương với 100 đơn vị ngoại trừ bạc mà 1 lô tương đương 5.000 đơn vị. Mỗi khi bạn mở một phiên trên một ký hiệu, bạn có thể bắt đầu với một giao dịch tối thiểu là 0,01 lô.
zh_cn: 我们的金属对通常以手为交易单位。一个标准手数相当于100个单位，除了白银是一手等于5,000个单位。每次当您为某个符号开仓时，您可以从0.01手的最小交易量开始。

source: Our proprietary synthetic indices that simulate market forces
de_de: Unsere proprietären synthetischen Indizes, die Marktkräfte simulieren
fr_fr: Nos indices propriétaires synthétiques qui simulent les forces du marché
id_id: Indeks proprietary sintesis kami yang mensimulasikan kekuatan pasar
pl_pl: Nasze własne aktywa syntetyczne symulujące siły rynkowe
pt_pt: Os nossos índices proprietários "Volatility" que simulam as forças do mercado
vi_vn: Chúng tôi chỉ số tổng hợp độc quyền để mô phỏng các lực lượng thị trường
zh_cn: 我们专有的、模拟市场力量的综合指数
