Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Metals are also known as "hard" commodities as they are natural resources that must be mined or extracted.
de_de: Metalle sind auch bekannt als "harte" Rohstoffe, da sie natürliche Ressourcen sind, die abgebaut oder extrahiert werden müssen.
fr_fr: Les métaux sont également connu sous le nom de matières premières «dures» car elles sont des ressources naturelles qui doivent être exploitées ou extraites.
id_id: Logam juga dikenal sebagai komoditas "keras" karena merupakan sumber daya alam yang harus ditambang atau diekstraksi.
pl_pl: Metale są również zwane towarami „twardymi”, gdyż są to surowce naturalne, które muszą zostać wykopane lub wydobyte.
pt_pt: Os metais são conhecidos como matérias-primas minerais porque são recursos naturais que são extraídos.
vi_vn: Kim loại còn là gọi là hàng hóa "cứng" vì chúng là nguồn tài nguyên thiên nhiên phải được khai thác hoặc chiết xuất.
zh_cn: 金属也被称为 "硬" 商品，因为它是必须开采或提炼的天然资源。

source: Metals are categorised into two types:
de_de: Metalle sind in zwei Arten eingeteilt:
fr_fr: Les métaux sont classés en deux types :
id_id: Logam dikategorikan menjadi dua jenis:
pl_pl: Metale są podzielone na dwa rodzaje:
pt_pt: Metais categorizam-se em dois grupos:
vi_vn: Kim loại được phân loại thành hai loại:
zh_cn: 金属分为两类：

source: Metals contract specifications
de_de: Metall Kontraktspezifikationen
fr_fr: Les spécifications du contrat pour les metaux
id_id: Spesifikasi kontrak Metal
pl_pl: Szczegóły kontraktów opartych na metalach
pt_pt: Especificações de contratos de metais
vi_vn: Điều khoản đặc biệt của hợp đồng kim loại
zh_cn: 金属交易合约规格

source: Metals margin policy
de_de: Metall-Margin Richtlinie
fr_fr: Politique de marge pour les métaux
id_id: Kebijakan margin metal
pl_pl: Polityka dot. depozytu zabezpieczającego w przypadku kontraktów opartych na metalach
pt_pt: Política de margens de metais
vi_vn: Chính sách ký quỹ kim loại
zh_cn: 金属交易保证金政策

source: Metals trading lets you speculate on the price movement of a particular metal asset in order to profit from the price difference when the asset value rises or falls.
de_de: Der Metall-Handel lässt Sie auf die Kursentwicklung einer bestimmten Metall-Anlage spekulieren, um vom Preisunterschied zu profitieren, wenn der Anlagenwert steigt oder fällt.
fr_fr: Le trading de métaux vous permet de spéculer sur l’évolution des prix d’un actif particulier métal afin de bénéficier de la différence de prix lorsque la valeur de l'actif monte ou descend.
id_id: Trading logam memungkinkan Anda untuk berspekulasi pada pergerakan harga aset logam tertentu sehingga dapat untung dari perbedaan harga ketika harga aset naik atau turun.
pl_pl: Handlowanie metalami pozwala Ci spekulować, jak zmieni się cena danego metalu, aby zyskać na różnicy cenowej, gdy cena aktywa wzrasta lub spada.
pt_pt: A negociação de metais permite-lhe especular sobre o movimento do preço de um determinado ativo de metal para poder lucrar da diferença de preços quando o valor do ativo aumenta ou diminui.
vi_vn: Giao dịch kim loại cho phép bạn suy đoán về các phong trào giá của một tài sản kim loại đặc biệt để thu lợi nhuận từ sự khác biệt giá khi giá trị tài sản tăng hay giảm.
zh_cn: 金属交易让您推测特定金属资产的价格变动，以便在资产价值上涨或下跌时从价格差异中获利。

source: Method
de_de: Methode
fr_fr: Moyen
id_id: Metode
pl_pl: Metoda
pt_pt: Método
vi_vn: Phương thức
zh_cn: 方式

source: Meticulous English language skills, with keen eye for detail when it comes to punctuation, spelling, grammar, and syntax
de_de: Akribische Englischkenntnisse mit Auge fürs Detail, wenn es um Zeichensetzung, Rechtschreibung, Grammatik und Syntax geht
fr_fr: Des compétences méticuleuses dans la langue anglaise, avec un oeil attentif pour les détails lorsqu’il s’agit de signes de ponctuation, l'orthographe, la grammaire et la syntaxe
id_id: Terampil berbahasa Inggris, memiliki mata yang tajam secara detail ketika mengecek tanda baca, ejaan, tata bahasa, dan sintaksis
pl_pl: Doskonała znajomość języka angielskiego i szczegółowość, jeśli chodzi o interpunkcję, pisownię, gramatykę i składnię
pt_pt: Habilidade de escrita e fala avançada na língua inglesa, com atenção aos detalhes quando se trata de pontuação, ortografia, gramática e sintaxe
vi_vn: Kiến thức về ngôn ngữ Tiếng Anh chuẩn, tỉ mỉ với chi tiết khi phát âm, đánh vần, ngữ pháp và cú pháp
zh_cn: 熟练的英语语言技能, 特别注重关于标点、拼写、语法和句法方面的细节

source: Min
pt_pt: Mín
vi_vn: Tối thiểu
zh_cn: 最小

source: Min / Max withdrawal
de_de: Min/Max Auszahlung
fr_fr: Retrait min-max
id_id: Penarikan min/mak
pl_pl: Min./maks. wypłata
pt_pt: Retirada Mín/Máx
vi_vn: Khoản rút tiền Tối đa/Tối thiểu
zh_cn: 最小/最大取款金额

source: Min Deposit
de_de: Min Einzahlung
fr_fr: Dépôt min
id_id: Deposit Min
pl_pl: Min. wpłata
pt_pt: Depósito mín.
vi_vn: Số tiền gửi tối thiểu
zh_cn: 最小存款金额

source: Min Withdrawal
de_de: Min Auszahlung
fr_fr: Retrait Minimum
id_id: Minimal Penarikan
pl_pl: Minimalna wypłata
pt_pt: Retirada mínima
vi_vn: Số rút tiền tối thiểu
zh_cn: 最小提款额

source: Min-Max Deposit
de_de: Min-Max Einzahlung
fr_fr: Dépôt min-max
id_id: Min-Mak Deposit
pl_pl: Wpłata min-max
pt_pt: Depósito Min-Máx
vi_vn: Số tiền gửi Tối đa-Tối thiểu
zh_cn: 存款金额范围

source: Min-Max Withdrawal
de_de: Min-Max Auszahlung
fr_fr: Retrait min-max
id_id: Min-Mak Penarikan
pl_pl: Wypłata min-max
pt_pt: Retirada Mín-Máx
vi_vn: Số tiền rút Tối đa-Tối thiểu
zh_cn: 取款金额范围

source: Minimum deposit
de_de: Mindesteinlage
fr_fr: Dépôt minimum
id_id: Deposit minimum
pl_pl: Minimalna wpłata
pt_pt: Depósito mínimo
vi_vn: Tiền gửi tối thiểu
zh_cn: 最小存款额

source: Minimum eight characters. Must contain numbers, and mix of upper and lower case letters.
de_de: Zumindest acht Zeichen. Muss Zahlen, und einen Mix aus Groß- und Kleinbuchstaben enthalten.
fr_fr: Huit caractères minimum. Doit contenir des chiffes, et un assortiment de lettre majuscules et minuscules.
id_id: Minimal delapan karakter. Harus berisi angka, dan campuran huruf besar dan kecil.
pl_pl: Minimum osiem znaków. Musi zawierać numery oraz małe i wielkie litery.
pt_pt: Mínimo de oito caracteres. Deve conter números e uma mistura de letras maiúsculas e minúsculas.
vi_vn: Tối thiểu tám ký tự. Phải có con số, và kết hợp cả chữ hoa lẫn chữ thường.
zh_cn: 最少 8 个字符。必须同时包含数字和大小写字母。

source: Minimum of %1 characters required.
de_de: Mindestens %1 Zeichen sind erforderlich.
fr_fr: Un minimum de %1 caractères est requis.
id_id: Minimal %1 karakter diperlukan.
pl_pl: Minimalna liczba znaków: %1.
pt_pt: Um mínimo de %1 caracteres é necessário.
vi_vn: Tối thiểu %1 các kí tự cần thiết.
zh_cn: 需至少%1 个字符。

source: Minimum of six lower and uppercase letters with numbers
de_de: Mindestens sechs Klein- und Großbuchstaben mit Zahlen
fr_fr: Minimum de six lettres minuscules et majuscules avec des chiffres
id_id: Minimal enam huruf kecil dan huruf besar beserta angka
pl_pl: Minimum 6 małych i wielkich liter oraz cyfr
pt_pt: Um mínimo de seis letras minúsculas e maiúsculas com números
vi_vn: Ít nhất 6 chữ thường lẫn chữ hoa và có con số
zh_cn: 至少6个大小写字母和数字

source: Minimum of six months validity
de_de: Mindestens sechs Monate Gültigkeit
fr_fr: Validité de six mois minimum
id_id: Minimal enam bulan validitasnya
pl_pl: Z datą ważności wynoszącą co najmniej sześć miesięcy
pt_pt: Mínimo de validade de seis meses
vi_vn: Tối thiểu 6 tháng hiệu lực
zh_cn: 有效期至少六个月

source: Minimum ticket size
de_de: Minimale Ticket-Größe
fr_fr: Taille minimum du ticket
id_id: Ukuran tiket minimum
pl_pl: Minimalna wielkość ticketu
pt_pt: Tamanho mínimo de pedido
vi_vn: Kích thước vé tối thiểu
zh_cn: 最小票证大小

source: Minimum two years experience in a software or web application testing role
de_de: Mindestens zwei Jahre Erfahrung in einer Software- oder Web-Anwendungs- Tester-Rolle
fr_fr: Minimum deux ans d’expérience dans un rôle de testeur de logiciel ou d’application web
id_id: Memiliki minimal dua tahun pengalaman dalam peran pengujian aplikasi perangkat lunak atau web
pl_pl: Co najmniej dwa lata doświadczenia w zakresie testowania oprogramowania i aplikacji internetowych
pt_pt: Mínimo de dois anos de experiência em uma função de teste de software ou aplicativo da web
vi_vn: Tối thiểu hai năm kinh nghiệm trong vai trò thử nghiệm phần mềm hoặc ứng dụng web
zh_cn: 至少两年软件或 web 应用程序测试工作经验

source: Minimum volume
de_de: Mindestvolumen
fr_fr: Volume minimum
id_id: Volume minimal
pl_pl: Minimalny wolumen
pt_pt: Volume mínimo
vi_vn: Khối lượng tối thiểu
zh_cn: 最小交易额

source: Minimum:
pt_pt: Mínimo:
vi_vn: Tối thiểu:
zh_cn: 最小:

source: Mining, Construction, Manufacturing and Transport Workers
de_de: Bergbau-, Bau-, Herstellungs- und Transport-Arbeiter
fr_fr: Employés des mines, de la construction, de l'industrie manufacturière et du Transport
id_id: Pekerja Pertambangan, Konstruksi, Manufaktur dan Transportasi
pl_pl: Pracownicy sektora wydobywczego, produkcyjnego i transportowego
pt_pt: Trabalhadores de mineração, construção, fabricação e transporte
vi_vn: Công nhân khai khoáng, xây dựng, sản xuất và vận chuyển
zh_cn: 矿业、建筑业、制造业和运输工人

source: Minor pairs
de_de: Kleine Paare
fr_fr: Paires mineures
id_id: Pasangan minor
pl_pl: Pary drugorzędne
pt_pt: Pares secundários
vi_vn: Cặp thứ
zh_cn: 次要货币对

source: Minor pairs – Consist of less liquid currency pairs
de_de: Kleine Paare – Bestehen aus weniger liquiden Währungspaaren
fr_fr: Paires mineures – sont les paires de devises les moins liquides
id_id: Pasangan minor - Terdiri dari pasangan mata uang yang kurang likuid
pl_pl: Pary drugorzędne – to pary walutowe charakteryzujące się mniejszą płynnością
pt_pt: Pares secundários – Consistem de pares de moedas com liquidez inferior
vi_vn: Cặp thứ - bao gồm các cặp tiền tệ ít bị chuyển thành tiền mặt
zh_cn: 次要货币对-由流通量较低的货币对组成

source: Minute
id_id: Menit
pl_pl: Minuta
pt_pt: Minuto
vi_vn: Phút
zh_cn: 分钟

source: Minutes
de_de: Minuten
id_id: Menit
pl_pl: Minuty
pt_pt: Minutos
vi_vn: Phút
zh_cn: 分钟

source: Miss
de_de: Verpasst
fr_fr: Mlle
id_id: Nona
pl_pl: Pani
pt_pt: Srª.
vi_vn: Cô
zh_cn: 遗漏

source: Mo
fr_fr: Lu
id_id: Sen
pl_pl: Pn
pt_pt: Seg
vi_vn: Thứ 2
zh_cn: 星期一

source: Modification/Amendment
de_de: Modifikation/Änderung
id_id: Modifikasi/Amandemen
pl_pl: Modyfikacja/zmiana
pt_pt: Modificação/Correção
vi_vn: Điều chỉnh/sửa đổi
zh_cn: 修改/修订

source: Monday
de_de: Montag
fr_fr: lundi
id_id: Senin
pl_pl: Poniedziałek
pt_pt: Segunda-feira
vi_vn: Thứ Hai
zh_cn: 星期一

source: Monetise your online trading discussions with your audience of trading enthusiasts while helping them improve their trading experience.
fr_fr: Monétisez vos discussions sur le trading en ligne avec votre public d' amateurs de trading tout en les aidant à améliorer leur expérience de trading.
id_id: Dapatkan penghasilan dengan memanfaatkan diskusi trading online bersama pengikut yang tertarik dengan dunia trading sambil membantu meningkatkan pengalaman trading mereka.
pl_pl: Zarabiaj dzięki prowadzonym dyskusjom z czytającymi Twoje treści entuzjastami handlowania na temat handlu on-line i pomagaj im uzyskać lepsze doświadczenie handlowania.
vi_vn: Kiếm tiền từ các cuộc thảo luận giao dịch trực tuyến của bạn với với những người đam mê giao dịch và đồng thời giúp họ cải thiện kinh nghiệm giao dịch của họ.
zh_cn: 与爱好交易的受众进行在线交易讨论, 并帮助他们改善交易体验，从而获得收益。

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
de_de: Von Kunden eingenommene Gelder werden nicht im Auftrag von Kunden in Aktien, Futures, Derivate oder andere Anlagen investiert.
id_id: Dana yang dikumpulkan dari Klien tidak diinvestasikan dalam sekuritas, bursa berjangka, mata uang, turunan atau investasi lainnya, atas nama Klien.
pl_pl: Środki pobierane od Klientów nie są w ich imieniu inwestowane w papiery wartościowe, kontrakty terminowe futures, waluty, instrumenty pochodne ani w żadne inne instrumenty.
pt_pt: O dinheiro recolhido de Clientes não é investido em títulos, futuros, moedas, derivados ou outros investimentos em nome dos Clientes.
vi_vn: Tiền thu từ Khách hàng không được thay mặt Khách Hàng đầu tư vào chứng khoán, hợp đồng tương lai, ngoại tệ, các công cụ phái sinh hoặc những đầu tư khác.
zh_cn: 来自客户的资金不用于任何以客户名义进行的证券、期货、外汇、衍生品及其他产品投资。

source: Money collected from Clients are not invested in any securities, futures, or other investments, on behalf of Clients.
de_de: Von Kunden eingenommene Gelder werden nicht im Auftrag von Kunden in Aktien, Futures, oder andere Anlagen investiert.
id_id: Dana yang dikumpulkan dari Klien tidak diinvestasikan pada bursa efek, berjangka atau jenis investasi lainnya mengatasnamakan Klien.
pl_pl: Środki pobierane od Klientów nie są w ich imieniu inwestowane w papiery wartościowe, kontrakty terminowe futures ani w żadne inne instrumenty.
pt_pt: O dinheiro recolhido de Clientes não é investido em títulos, futuros, moedas, derivados ou outros investimentos em nome dos Clientes.
vi_vn: Tiền thu từ Khách Hàng không được thay mặt Khách Hàng đầu tư vào chứng khoán, hợp đồng tương lai hoặc những đầu tư khác.
zh_cn: 来自客户的资金不用于任何以客户名义进行的证券、期货、及其他产品投资。

source: Monies deposited by you with us in advance of a trade or pending withdrawal is treated by us as clients' money. We hold such monies in pooled or omnibus clients' money bank accounts opened with banks or other institutions ("Institutions"), segregated from our own money. Such clients' money bank accounts may be opened with EEA Institutions or Institutions outside the EEA. Where clients money is held with non-EEA Institutions this means that such accounts will be subject to laws other than those of an EEA member state and your rights may differ accordingly.
de_de: Gelder, die Sie bei uns im Voraus für einen Kontrakt überweisen oder in Bearbeitung befindliche Auszahlungen, werden von uns als Kundengelder behandelt. Wir halten solche Gelder getrennt von unseren Geldern auf gepoolten oder Kundengelder Sammelkonten, die bei Banken oder Instituten ("Instituten") eröffnet wurden. Derartige Kundengelder Bankkonten können bei EWR Instituten oder Instituten außerhalb des EWR eröffnet werden. Wenn Kundengelder bei nicht-EWR Instituten gehalten werden, bedeutet dies, das für solche Konten andere Gesetze wie für die in einem EWR Mitgliedsstaat gelten und sich Ihre Rechte entsprechend unterscheiden.
id_id: Dana yang Anda depositkan baik itu merupakan pendahuluan trading atau penarikan yang tertunda akan kami layani sebagai uang klien. Kami memegang dana klien pada beberapa rekening bank atau institusi ("Institusi") yang dipisahkan dari dana milik kami. Rekening bank yang digunakan untuk menyimpan dana klien tersebut adalah didaftar pada institusi EEA atau institusi diluar EEA. Jika dana disimpan pada institusi bukan EEA hal ini berarti rekening tersebut akan tertakluk kepada hukum selain dari aturan yang berlaku untuk negara anggota EEA dan hak Anda mungkin akan disesuaikan.
pl_pl: Środki pieniężne wpłacone nam przed transakcją lub oczekujące wypłaty są przez nas traktowane jako pieniądze klienta. Przechowujemy takie środki pieniężne na zbiorczych lub wspólnych rachunkach bankowych klientów otwartych w bankach lub innych instytucjach („instytucje”), oddzielnie od naszych własnych środków. Takie konta bankowe klientów mogą zostać otworzone w instytucjach znajdujących się w EOG lub instytucjach poza EOG. Jeżeli pieniądze klientów są przechowywane w instytucjach poza EOG, takie konta podlegają przepisom prawnym innemu niż przepisy państw EOG i Twoje prawa mogą się różnić.
pt_pt: Quantias que você deposita antes de realizar um negócio ou que estão pendentes de retirada são tratadas por nós como dinheiro de cliente. Mantemos tais quantias em contas bancárias compartilhadas ou coletivas, em bancos ou outras instituições ("Instituições"), em separado do nosso próprio dinheiro. Tais contas bancárias de clientes poderão ser abertas em instituições no EEE ou fora do EEE. Quando fundos de clientes são mantidos em instituições fora do EEE significará que tais contas serão sujeitas a leis diferentes daquelas de um estado membro do EEE e os seus direitos poderão ser afetados em consequência disso.
vi_vn: Tiền mà bạn gửi trước khi giao dịch diễn ra hoặc tiền đang chờ rút thì đều được coi là tiền của khách hàng. Chúng tôi giữ số tiền này trong các tài khoản ngân hàng tiền của khách hàng được mở bởi các ngân hàng hoặc các tổ chức khác ("Tổ Chức"), tách biệt với tiền của chúng tôi. Những tài khoản ngân hàng tiền của khách hàng này có thể được mở bởi các Tổ chức EEA hoặc các Tổ chức bên ngoài EEA. Trường hợp tiền của khách hàng được nắm giữ ở các Tổ chức bên ngoài EEA, điều này có nghĩa là những tài khoản này sẽ được quản lý bởi những luật khác so với những luật mà các quốc gia thành viên EEA đặt ra và theo đó thì quyền lợi của bạn cũng có thể khác.
zh_cn: 您在交易前支付的订金及等待提取的款项都被归类为客户的资金。我们把这些资金存入银行或其他机构（“机构”）开立的集合或综合客户资金账户里，与我们自己的资金完全隔离。我们可能会在 EEA 或以外的机构开立这类账户。一旦客户的资金存入非 EEA 机构，就表示这些账户受 EEA 成员国以外的法令约束，您的权利可能会因此而有所不同。

source: Monitor and manage your client list, adjust settings for individual sub accounts, and more
de_de: Überwachen und verwalten Sie Ihre Kundenliste, legen Sie Einstellungen für einzelne Unterkonten fest, und vieles mehr
fr_fr: Surveiller et gérer votre liste de clients, ajuster les paramètres visant les sous-comptes individuels et bien plus
id_id: Pantau dan kelola daftar klien Anda, sesuaikan pengaturan untuk masing-masing sub akun, dan banyak lagi
pl_pl: Monitoruj listę swoich klientów i zarządzaj nią, dostosowuj ustawienia dla indywidualnych subkont i korzystaj z innych funkcji
pt_pt: Monitore e gerencie a sua lista de clientes, ajuste as configurações de sub-contas individuais e mais
vi_vn: Giám sát và quản lý danh sách khách hàng của bạn, điều chỉnh thiết lập cho từng tài khoản phụ, và nhiều hơn nữa
zh_cn: 监视和管理您的客户列表、调整个别子账户设置及其他功能

source: Monitor campaigns using key metrics and submit reports on campaign performance
de_de: Überwachen Sie Kampagnen mithilfe von Kennzahlen und senden Sie Berichte über Kampagnen-Performance
fr_fr: Surveiller les campagnes à l’aide d’indicateurs clé et présenter des rapports sur le rendement de la campagne
id_id: Memantau kampanye menggunakan metrik utama dan mengirim laporan mengenai kinerja kampanye
pl_pl: Monitorowanie kampanii przy użyciu kluczowych wskaźników i składanie sprawozdań na temat skuteczności kampanii
pt_pt: Monitore as campanhas usando as principais métricas e envie relatórios sobre o desempenho da campanha
vi_vn: Giám sát các chiến dịch sử dụng các số liệu chính và cung cấp báo cáo về hoạt động chiến dịch
zh_cn: 使用关键指标监控市场活动并提交活动绩效报告

source: Monitor fraud and money laundering patterns in deposit and withdrawal behaviour
de_de: Überwachen Sie Betrug- und Geldwäsche-Muster im Einzahlungs- und Auszahlungsverhalten
fr_fr: Surveiller la fraude et les modèles de blanchiment d'argent au niveau des dépôts et des retraits
id_id: Memantau pola penipuan dan pencucian uang pada deposit dan pencairan
pl_pl: Monitorowanie schematów w płatnościach i wypłatach pod kątem oszustw i prania pieniędzy
pt_pt: Monitor de fraude e branqueamento de padrões no comportamento de depósito e retirada
vi_vn: Giám sát các các hành vi gửi và rút để phát hiện các loại hình gian lận hoặc rửa tiền
zh_cn: 监测存款和取款行为中的欺诈和洗钱模式

source: Monitor hardware and software deployment, including our worldwide network of servers and office networks
de_de: Überwachung des Hardware- und Softwareeinsatzes, einschl. unseres globalen Netzwerks an Servern und Niederlassungsnetzwerken
fr_fr: Contrôler le déploiement des matériels et logiciels informatiques et gérer notre réseau international de serveurs et de réseaux locaux
id_id: Memantau penggunaan perangkat keras dan perangkat lunak, termasuk jaringan server dan jaringan kantor kami di seluruh dunia
pl_pl: Monitorowanie wdrażania sprzętu i oprogramowania, w tym naszej światowej sieci serwerów i sieci biurowych
pt_pt: Monitorar a implantação de hardware e software e gerenciar a nossa rede global de servidores e redes de escritórios
vi_vn: Giám sát quá trình triển khai phần cứng, phần mềm, bao gồm máy chủ cũng như hệ thống mạng của công ty
zh_cn: 监管硬件和软件，包括全球服务器网络和办公网络

source: Monitor our automated security scripts and utilise them to identify threats
de_de: Überwachen Sie unsere automatisierten Sicherheitsskripte und nutzen Sie sie, um Bedrohungen zu identifizieren
fr_fr: Surveiller nos scripts automatisés de sécurité et les utiliser pour identifier les menaces
id_id: Memantau skrip keamanan otomatis kami dan menggunakan skrip untuk mengidentifikasi ancaman
pl_pl: Monitorowanie naszych zautomatyzowanych skryptów zabezpieczeń i wykorzystywanie ich w celu identyfikowania zagrożeń
pt_pt: Monitorar nossos scripts automatizados de segurança e utilizá-los para identificar ameaças
vi_vn: Giám sát hê thống tự động bảo mật của chúng tôi và tận dụng chúng để xác định các mối đe dọa
zh_cn: 监控自动化安全脚本, 并利用它识别威胁

source: Monitor recent logins to your account using the %1login history%2 facility.
de_de: Überwachen Sie die letzten Logins in Ihr Konto mithilfe der %1Login Geschichte%2 Einrichtung.
fr_fr: Surveillez les dernières connexions à votre compte en utilisant la section %1historique de connexion%2.
id_id: Pantau proses pengaksesan akun Anda menggunakan fasilitas %1catatan pengaksesan%2.
pl_pl: Korzystaj z %1historii logowania%2, aby monitorować ostatnie logowania na swoje konto.
vi_vn: Theo dõi các lần đăng nhập gần đây vào tài khoản của bạn bằng cách sử dụng lịch sử đăng nhập%2.
zh_cn: 使用%1登录历史%2查看账户的最近登录。

source: Monitor the movements of your favourite assets and markets at the same time.
de_de: Beobachten Sie die Bewegungen Ihrer ausgewählten Anlagen und Kurse gleichzeitig.
fr_fr: Suivez simultanément les variations des actifs et des marchés de votre choix.
id_id: Memantau pergerakan aset dan pasar favorit Anda pada waktu yang sama.
pl_pl: Monitoruj zachowanie swoich ulubionych aktywów i rynków jednocześnie.
pt_pt: Acompanhe os movimentos dos seus ativos e mercados favoritos ao mesmo tempo.
vi_vn: Giám sát các biến động của các tài sản và thị trường yêu thích của bạn cùng một lúc.
zh_cn: 同时监测您最喜爱的资产和市场变动。

source: Monitor website trading activity and minimise abuse
de_de: Überwachen Sie die Handelsaktivität auf der Website und verringern Sie so den Missbrauch
fr_fr: Contrôler l'activité de trading du site Web et prévenir les abus
id_id: Memonitor aktivitas trading situs dan meminimalkan penyalahgunaan
pl_pl: Monitorowanie aktywności handlowej na stronie internetowej i minimalizowanie nadużyć
pt_pt: Monitorar a atividade de negociação no site e minimizar abusos
vi_vn: Giám sát hoạt động giao dịch trên trang web và giảm thiểu các hành động lạm dụng
zh_cn: 监管网站交易活动，尽量减少滥用现象

source: Monitor your portfolio in real time.
de_de: Überwachen Sie Ihr Portfolio in Echtzeit.
fr_fr: Gérez votre portefeuille en temps réel.
id_id: Monitor portofolio Anda tepat waktu.
pl_pl: Śledź swoje portfolio w czasie rzeczywistym.
pt_pt: Monitore o seu portfólio em tempo real.
vi_vn: Quản lý hồ sơ của bạn trong thời gian thực.
zh_cn: 实时监测您的投资组合。

source: Monitor your trades easily with real-time visualisations
de_de: Überwachen Sie Ihre Geschäfte leicht mit Echtzeit-Visualisierungen
fr_fr: Surveiller vos trades facilement avec les visualisations en temps réel
id_id: Pantau trading Anda dengan mudah menggunakan visualisasi real-time
pl_pl: Monitoruj swoje zakłady w prosty sposób dzięki wizualizacjom w czasie rzeczywistym
pt_pt: Acompanhe as suas negociações com visualizações em tempo real
vi_vn: Giám sát các giao dịch của bạn một cách dễ dàng với các hình ảnh theo thời gian thực
zh_cn: 使用实时可视化功能监控您的交易
