Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the volatility indices, which are open during weekends).
de_de: Bitte beachten Sie, dass die Wochenendnotierungen für die Kontraktabrechnung ignoriert werden. An Wochenenden können sich an den Forex Märkten manchmal Kurse entwickeln, die sehr oft künstlich sind (ab und zu nutzen Devisenhändler an Wochenenden die Illiquidität der Märkte, um Kurse nach oben oder unten zu drücken). Um eine Abrechnung auf der Grundlage dieser künstlichen Preise zu verhindern, gehört es bei %1 zur Regel, die Wochenendpreise für Kontraktabrechnungswerte nicht zu berücksichtigen (mit Ausnahme der Volatilität Indizes, die auch an Wochenenden offiziell gehandelt werden).
id_id: Mohon diketahui bahwa kutipan akhir pekan adalah tidak dipertimbangkan dalam menyelesaikan kontrak. Pada akhir pekan, pasar forex mungkin dapat menghasilkan kutipan, namun demikian harga ini merupakan harga tiruan (para trader terkadang mempergunakan kesempatan pada pasar likuiditas di akhir pekan untuk mendorong harga naik atau turun). Untuk menghindari penyelesaian kontrak berdasarkan harga tiruan tersebut, maka merupakan kebijaksanaan %1 untuk tidak mempergunakan harga akhir pekan bagi penyelesaian kontrak (kecuali indeks volatilitas, yang dibuka pada akhir pekan).
pl_pl: Uwaga: zakłady zawierane w weekendy nie będą brane pod uwagę przy rozliczaniu kontraktów. W weekendy rynki walutowe czasami generują ceny, jednak często są to ceny sztuczne (gracze czasami wykorzystują płynność rynków w weekendy, aby podnieść lub obniżyć ceny). Aby uniknąć ustalania cen na podstawie sztucznych cen, zgodnie z polityką %1 ceny weekendowe nie są wliczane do wartości rozliczeń kontaktów (z wyjątkiem wskaźników zmienności, które są otwarte w weekendy).
pt_pt: Por favor, note que as cotações ao fim-de-semana são ignoradas para fins de liquidação de contratos. Durante a semana, os mercados forex podem, ocasionalmente, gerar preços; no entanto, estes preços são frequentemente artificiais (os negociadores, por vezes, beneficiam da falta de liquidez dos mercados durante os fins-de-semana para forçar os preços a subir ou a descer). Para evitar a liquidação de preços com base nesses preços artificiais, é política da %1 não contar os preços do fim-de-semana nos valores de liquidação de contratos (exceto em índices de volatility, que estão abertos durante os fins-de-semana).
vi_vn: Vui lòng chú ý rằng yết giá cuối tuần bị bỏ qua với mục đích quyết toán hợp đồng. Cuối tuần, thị trường ngoại hối thi thoảng vẫn đưa ra giá, tuy nhiên những giá này thường mang tính nhân tạo (đôi khi các nhà giao dịch lợi dụng tính thanh khoản kém của thị trường vào dịp cuối tuần để đẩy giá lên hoặc giảm giá xuống). Để tránh quyết toán giá dựa trên giá nhân tạo này, %1 đưa ra chính sách không tính giá cuối tuần vào giá trị quyết toán của hợp đồng (ngoại trừ chỉ số biến động, được mở suốt cuối tuần).
zh_cn: 请注意，为进行合约结算，周末报价将忽略不计。周末，外汇交易市场也许会偶尔产生价格，但这些价格只是人为的（交易商有时会利用周末市场缺乏流动性而抬高或压低价格）。为了避免结算受人为价格影响，%1的策略是在合约结算时不计算周末报价（波动率指数除外，因为这些指数周末也开放）。

source: Please note that you are currently using your %1Bitcoin Cash%2 account. You can only fund your account in %1Bitcoin Cash%2, and not Bitcoin.
de_de: Bitte beachten Sie, dass Sie derzeit Ihr %1Bitcoin-Cash%2-Konto verwenden. Sie können Ihr Konto nur in %1Bitcoin Cash%2, und nicht in Bitcoin, finanzieren.
fr_fr: Veuillez prendre note que vous utilisez actuellement votre compte %1Bitcoin Cash%2. Vous pouvez seulement approvisionner votre compte en %1Bitcoin Cash%2et pas en Bitcoin.
id_id: Mohon diketahui bahwa saat ini Anda sedang menggunakan akun %1Bitcoin Cash%2. Anda hanya dapat mendanai akun Anda dalam %1Bitcoin Cash%2, dan bukan Bitcoin.
pl_pl: Pamiętaj, że korzystasz obecnie ze swojego konta %1z gotówką bitcoin%2. %1Konto z gotówką bitcoin%2 możesz zasilać wyłącznie gotówką bitcoin, a nie walutą bitcoin.
pt_pt: Note que você está usando atualmente a sua conta %1Bitcoin Cash%2. Só é possível depositar em %1Bitcoin Cash%2 nesta conta e não em Bitcoin.
vi_vn: Xin lưu ý rằng bạn đang sử dụng tài khoản %1Bitcoin Cash%2 của bạn. Bạn chỉ có thể gây quỹ tài khoản của bạn tại %1Bitcoin Cash%2, và không phải Bitcoin.
zh_cn: 请注意, 您目前正在使用 %1比特币现金%2账户。您只能将 %1比特币现金%2, 而不是比特币存入账户。

source: Please provide the tax identification number for the country where you are a tax resident. If you cannot provide this information, kindly contact our customer support team.
de_de: Bitte geben Sie die Steuer-Identifikationsnummer für das Land an, in dem Sie steuerlich ansässig sind. Wenn Sie diese Informationen nicht bereitstellen können, kontaktieren Sie bitte unser Support-Team.
fr_fr: Veuillez indiquer le numéro d’identification fiscale pour le pays où vous êtes un résident fiscal. Si vous ne pouvez fournir cette information, veuillez contacter notre équipe d’assistance clientèle pour vous aider.
id_id: Mohon informasikan nomor identifikasi pajak untuk negara dimana Anda membayar pajak. Jika Anda tidak dapat menyediakan informasi ini, silahkan hubungi tim customer support kami.
pl_pl: Podaj swój numer identyfikacji podatkowej nadany w kraju, w którym jesteś rezydentem podatkowym. Jeśli nie możesz podać tych informacji, skontaktuj się z naszym działem obsługi klienta.
vi_vn: Vui lòng cung cấp số nhận dạng thuế cho quốc gia nơi bạn đang là dân cư trú thuế. Nếu bạn không thể cung cấp thông tin này, vui lòng liên hệ với nhóm hỗ trợ khách hàng của chúng tôi để được giúp đỡ.
zh_cn: 请提供您作为某个国家的纳税居民的纳税证编号。如果您无法提供此信息, 请与我们的客户支持团队联系。

source: Please provide us with the following information:
de_de: Bitte stellen Sie uns die folgenden Informationen zur Verfügung:
fr_fr: Veuillez nous fournir les informations suivantes:
id_id: Mohon berikan kepada kami informasi berikut ini:
pl_pl: Prosimy o podanie następujących informacji:
pt_pt: Forneça as seguintes informações:
vi_vn: Xin vui lòng cung cấp cho chúng tôi các thông tin sau:
zh_cn: 请提供以下信息：

source: Please read this %1privacy policy%2 before submitting your application.
de_de: Bitte lesen Sie diese %1Datenschutzrichtlinie%2, bevor Sie Ihre Bewerbung einreichen.
fr_fr: Veuillez lire cette %1politique de confidentialité%2 avant de soumettre votre candidature.
id_id: Silahkan baca %1kebijakan privasi%2 ini sebelum mengirimkan aplikasi Anda.
pl_pl: Przed zaaplikowaniem zapoznaj się z niniejszą %1polityką prywatności%2.
vi_vn: Xin vui lòng đọc %1Chính sách bảo mật%2 này trước khi gửi đơn của bạn.
zh_cn: 提交申请前, 请阅读此 %1隐私政策%2。

source: Please reapply once the required criteria has been fulfilled.
fr_fr: Veuillez réappliquer une fois que les critères requis ont été remplis.
id_id: Silahkan ajukan kembali setelah semua kriteria telah terpenuhi.
pl_pl: Aplikuj ponownie, gdy spełnione zostaną wymagane kryteria.
vi_vn: Xin vui lòng nộp đơn xin lại sau khi các tiêu chí yêu cầu đã đầy đủ.
zh_cn: 一旦满足所需标准, 请重新申请。

source: Please refer to the %1asset index%2 for each asset's minimum and maximum contract durations based on trade type.
de_de: Bitte beziehen Sie sich auf den %1Anleger Index%2 für die minimalen und maximalen Kontraktlaufzeiten einer jeden Anlage, auf deren Handelsart basierend.
fr_fr: Veuillez vous référer à %1l’indice de l'actif%2 pour les durées de contrat minimum et maximum de chaque actif selon le type de trade.
id_id: Silakan rujuk ke %1indeks aset%2 untuk setiap durasi kontrak minimum dan maksimum aset berdasarkan jenis kontrak.
pl_pl: Proszę zapoznać się z %1indeksem aktywów%2, który zawiera minimalny i maksymalny czas trwania kontraktu dla każdego aktywa, w zależności od rodzaju zakładu.
pt_pt: Por favor consulte o %1índice de ativos%2 para saber a duração mínima e máxima de cada ativo, baseado no tipo de negociação.
vi_vn: Vui lòng tham khảo %1chỉ số tài sản%2 cho thời hạn hợp đồng tối thiểu và tối đa của mỗi tài sản dựa trên loại giao dịch.
zh_cn: 要了解每个资产基于交易类型的最低和最高合约期限，请参阅 %1资产指数%2。

source: Please reload the page
de_de: Bitte laden Sie die Seite erneut
fr_fr: Veuillez recharger la page
id_id: Silakan reload halaman
pl_pl: Załaduj stronę ponownie
pt_pt: Recarregue a página
vi_vn: Xin vui lòng tải lại trang
zh_cn: 请重新加载页面

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
de_de: Bitte denken Sie stets daran, dass der Handel mit binären Optionen eine spannende Tätigkeit sein kann. Allerdings sehen wir es als unsere moralische Pflicht an, Sie auf die möglichen Risiken hinzuweisen. Der Handel mit Optionen kann, wie jede andere extrem gehandhabte Tätigkeit, zu echter Abhängigkeit führen. Wir bitten Sie, sich einer sorgfältigen Selbstanalyse zu unterziehen, um Ihr Gefährdungspotential zu erkennen. Daher ist es, um eine solche Abhängigkeit zu vermeiden, erforderlich, dass Sie einige Grundprinzipien und Richtlinien befolgen.
fr_fr: N. B. Si le trading d'options binaires peut être une activité exaltante, nous avons cependant le devoir de vous rappeler les risques que vous pourriez courir. Le trading d'options peut devenir une réelle addiction, comme toute autre activité poussée à l'extrême. Nous vous demandons de bien vouloir analyser attentivement votre situation pour déterminer si cette activité constitue un risque pour vous. Afin d'éviter le danger d'une telle addiction, il est important que vous respectiez certains principes et consignes de base.
id_id: Mohon diingat setiap waktu bahwa trading opsi binary dapat menjadi aktivitas yang menyenangkan, tetapi kami memiliki kewajiban moral untuk mengingatkan Anda mengenai risiko yang mungkin Anda hadapi. Trading opsi dapat menyebabkan ketagihan sama seperti aktivitas lain yang dilakukan melebihi batas. Kami menyarankan Anda untuk melakukan pengecekan jika berisiko untuk menghindari ketagihan dimana penting untuk mengikuti panduan dan prinsip dasar.
pl_pl: Należy pamiętać, że handlowanie opcjami binarnymi może dawać wiele satysfakcji, ale naszym moralnym obowiązkiem jest przypomnienie Państwu o związanym z nim ryzyku. Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Zachęcamy do zastanowienia się, czy mogą być Państwo zagrożeni tym ryzykiem. Aby uniknąć niebezpieczeństwa uzależnienia, warto przestrzegać podstawowych zasad i zaleceń.
pt_pt: Por favor lembre-se que as negociações com opções binárias podem ser sempre uma atividade interessante, mas nós temos o dever moral de lembrá-lo dos riscos que você pode correr. As negociações binárias podem se tornar um verdadeiro vício, assim como qualquer outra atividade levada ao limite. Nós pedimos gentilmente que você realize uma auto-análise cuidadosa para verificar se você está em risco. Para evitar riscos como o vício, é importante que você siga alguns princípios e orientações básicos.
vi_vn: Vui lòng luôn nhớ rằng giao dịch hợp đồng Binary Option có thể là một hoạt động thú vị, nhưng chúng tôi có trách nhiệm nhắc bạn rủi ro mà bạn có thể gặp phải. Giao dịch Binary Option có thể gây nghiện, như những hoạt động khác muốn cố gắng để đạt được tới giới hạn. Chúng tôi muốn bạn tự phân tích cẩn thận để kiểm tra xem liệu bạn có đang gặp rủi ro hay không. Để tránh nguy hại của việc gây nghiện này, quan trọng là bạn nên tuân theo một số nguyên tắc và hướng dẫn cơ bản.
zh_cn: 请记住，二元期权交易无论何时都是一项令人兴奋的活动，在道德上，我们有责任提醒您潜在的风险。期权交易可能使人上瘾，就像任何其他追求极限的活动一样。请您认真参与自我剖析，评估自己是否已经上瘾。为了避免上瘾，请您遵循一些基本的原则和指导方针，这是很重要的。

source: Please resolve all pending issues to continue
de_de: Bitte klären Sie alle offenen Fragen, um fortzufahren
fr_fr: Veuillez résoudre tous les problèmes en suspens pour continuer
id_id: Mohon selesaikan semua masalah yang tertunda untuk melanjutkan
pl_pl: Proszę rozwiązać wszystkie oczekujące kwestie, aby kontynuować
pt_pt: Resolva todos os problemas pendentes para continuar
vi_vn: Xin vui lòng giải quyết tất cả các vấn đề đang chờ giải quyết để tiếp tục
zh_cn: 请解决所有未决问题以继续

source: Please select
de_de: Bitte wählen Sie
fr_fr: Sélection
id_id: Tolong pilih
pl_pl: Wybierz
pt_pt: Selecione
vi_vn: Vui lòng chọn
zh_cn: 请选择

source: Please select a country
de_de: Bitte wählen Sie ein Land
fr_fr: Veuillez sélectionner un pays
id_id: Silakan pilih negara
pl_pl: Proszę wybrać kraj
pt_pt: Selecione um país
vi_vn: Xin vui lòng chọn quốc gia
zh_cn: 请选择国家

source: Please select a valid time.
de_de: Bitte wählen Sie eine gültige Uhrzeit aus.
fr_fr: Veuillez sélectionner un horaire valide.
id_id: Silahkan pilih waktu yang berlaku.
pl_pl: Proszę wybrać poprawny czas.
pt_pt: Selecione uma hora válida.
vi_vn: Vui lòng chọn một thời gian hợp lệ.
zh_cn: 请选择ั有效时间。

source: Please select at least one scope
de_de: Bitte wählen Sie zumindest einen Bereich aus
fr_fr: Veuillez sélectionner au moins un champ d'application
id_id: Silakan pilih minimal satu scope
pl_pl: Proszę wybrać przynajmniej jeden zakres
pt_pt: Selecione pelo menos um escopo
vi_vn: Vui lòng chọn ít nhất một phạm vi
zh_cn: 请选择至少一个范围

source: Please select the checkbox.
de_de: Bitte wählen Sie das Kontrollkästchen.
fr_fr: Veuillez cocher la case.
id_id: Silakan pilih kotak centang.
pl_pl: Proszę zaznaczyć pole wyboru.
pt_pt: Selecione a caixa de seleção
vi_vn: Vui lòng chọn hộp đánh dấu.
zh_cn: 请选择复选框。

source: Please select the country where you are a tax resident. If you have any doubts, kindly consult your tax advisor.
de_de: Bitte wählen Sie das Land aus, in dem Sie steuerlich ansässig sind. Wenn Sie irgendwelche Zweifel hegen, konsultieren Sie bitte Ihren Steuerberater.
fr_fr: Veuillez sélectionner le pays où vous êtes un résident fiscal. Si vous avez des doutes, veuillez consulter votre conseiller fiscal.
id_id: Silahkan pilih negara tempat Anda membayar pajak. Jika Anda memiliki pertanyaan, silahkan hubungi konsultan pajak Anda.
pl_pl: Proszę wybrać kraj, w którym jesteś rezydentem podatkowym. Jeśli masz jakiekolwiek wątpliwości, skontaktuj się ze swoim doradcą podatkowym.
vi_vn: Vui lòng chọn quốc gia nơi bạn đang là dân cư trú thuế. Nếu bạn có bất kỳ thắc mắc, vui lòng tham khảo ý kiến cố vấn thuế của bạn.
zh_cn: 请选择您身为纳税居民的国家。如有任何疑问, 请咨询您的税务顾问。

source: Please select the currency for this account:
fr_fr: Veuillez sélectionner la devise de ce compte :
id_id: Silakan pilih mata uang untuk akun ini:
pl_pl: Proszę wybrać walutę dla tego konta:
vi_vn: Vui lòng chọn đơn vị tiền tệ cho tài khoản:
zh_cn: 请选择此账户的币种：

source: Please select the date range of your statement:
de_de: Bitte wählen Sie eine Zeitspanne für Ihren Auszug aus:
fr_fr: Veuillez sélectionner la plage de dates de votre déclaration :
id_id: Pilih rentang tanggal dari pernyataan Anda:
pl_pl: Wybierz zakres dat wyciągu z konta:
vi_vn: Vui lòng chọn phạm vi thời gian cho sao kê của bạn:
zh_cn: 请选择月结单的日期范围:

source: Please set %1country of residence%2 before upgrading to a real-money account.
de_de: Bitte legen Sie ein %1Wohnsitzland%2 fest, bevor Sie auf ein Echtgeldkonto aufrüsten.
fr_fr: S'il vous plaît définissez votre %1pays de résidence%2 avant de mettre à jour votre compte d'argent réel.
id_id: Silahkan pilih %1negara domisili%2 sebelum mengupgrade ke dalam akun riil.
pl_pl: Przed aktualizacją do konta z prawdziwymi pieniędzmi ustaw %1kraj zamieszkania%2.
pt_pt: Defina o seu %1país de residência%2 antes de atualizar para uma conta de dinheiro real.
vi_vn: Xin vui lòng thiết lập %1quốc gia cư trú%2 trước khi nâng cấp lên tài khoản tiền thật.
zh_cn: 升级到真实资金账户前请先设置%1居住国%2。

source: Please set the %1currency%2 of your account.
de_de: Bitte legen Sie die %1Währung%2 für Ihr Konto fest.
fr_fr: Veuillez définir la %1currency%2 de votre compte.
id_id: Pilih %1mata uang%2 akun Anda.
pl_pl: Ustaw %1walutę%2 swojego konta.
pt_pt: Defina a %1moeda%2 da sua conta.
vi_vn: Vui lòng đặt %1tiền tệ%2 của tài khoản bạn.
zh_cn: 请设置账户的%1币种%2。

source: Please set your %130-day turnover limit%2 to access the cashier.
de_de: Bitte legen Sie Ihr %130-Tage-Umsatzlimit fest%2, um auf die Kasse zugreifen zu können.
fr_fr: Veuillez régler votre %1limite de chiffre d’affaires de 30 jours%2 pour accéder à la caisse.
id_id: Silahkan susun batasan turnover %130-hari%2 Anda untuk mengakses kasir.
pl_pl: Aby uzyskać dostęp do sekcji Kasjer, proszę ustawić %130-dniowy limit obrotów%2.
vi_vn: Xin vui lòng thiết lập %1giới hạn doanh thu 30 ngày%2 để truy cập vào thu ngân.
zh_cn: 请设置%130天交易限额%2，以访问收银台。

source: Please set your %130-day turnover limit%2 to remove deposit limits.
de_de: Bitte legen Sie Ihren %130-Tage-Umsatz Grenzwert%2 fest, um Einzahlungslimits zu entfernen.
fr_fr: Veuillez régler votre %1limite de 30 jours de chiffre d’affaires%2 pour supprimer les limites de dépôt.
id_id: Pilih %1batasan 30-hari total pembelian%2 untuk menghapus batasan deposit.
pl_pl: Aby usunąć limity wpłat, ustaw swój %130-dniowy limit obrotu%2.
pt_pt: Defina o seu %1limite de volume de negócios de 13 dias%2 para remover os limites de depósito.
vi_vn: Xin vui lòng thiết lập %130 ngày giới hạn doanh thu%2 của bạn để loại bỏ giới hạn tiền gửi.
zh_cn: 请将 %130 天交易额限制%2 设置为删除存款限额。

source: Please specify your preferred reality-check interval in minutes
de_de: Bitte geben Sie Ihren bevorzugten Reality-Check Intervall in Minuten an
fr_fr: Veuillez indiquer la périodicité souhaitée en minutes pour les avertissements de connexion
id_id: Silahkan tentukan interval cek-realitas pilihan Anda dalam menit
pl_pl: Proszę określić w minutach preferowany odstęp czasu pomiędzy kontrolami konta
pt_pt: Especifique o seu intervalo preferido para o balanço da realidade em minutos
vi_vn: Hãy chỉ rõ khoảng thời gian kiểm tra thực tế ưa thích của bạn vào biên bản
zh_cn: 请指定您的优选实况调查间隔时间分钟数

source: Please submit the above information to %1.
de_de: Bitte senden Sie die oben genannte Information an %1.
fr_fr: Veuillez soumettre les informations ci-dessus à %1.
id_id: Silahkan kirim informasi diatas ke %1.
pl_pl: Proszę przesłać powyższe informacje na adres: %1.
pt_pt: Envie as informações acima para %1.
vi_vn: Xin vui lòng gửi thông tin trên tới %1.
zh_cn: 请将以上信息发送到%1。

source: Please take note that our swap rate also depends on the time and days you hold your positions open:
de_de: Bitte beachten Sie, dass unser Swapsatz auch von der Zeit und den Tagen, die Sie Ihre Positionen offen halten, abhängig ist:
fr_fr: S'il vous plait notez que notre taux swap dépend également du temps en heures et jours que vous maintenez vos positions ouvertes:
id_id: Mohon perhatikan bahwa harga swap kami juga tergantung pada waktu dan hari Anda memegang posisi berjalan:
pl_pl: Należy zauważyć, że nasze stawki swapowe zależą również od czasu i od dni utrzymywania pozycji otwartych:
pt_pt: Note que a nossa taxa de swap também depende do tempo e dos dias em que você mantém as suas posições em aberto:
vi_vn: Xin hãy lưu ý rằng tỷ lệ trao đổi của chúng tôi cũng phụ thuộc vào thời gian và ngày bạn giữ mở phiên của bạn:
zh_cn: 请注意，我们的掉期率也取决于您的持仓时间和天数︰

source: Please wait for confirmation. Our customer support team will get back to you regarding your account status via email within four hours.
de_de: Bitte warten Sie auf Bestätigung. Unser Support-Team wird Ihnen hinsichtlich Ihres Kontostatuses innerhalb von vier Stunden per E-Mail Bescheid geben.
fr_fr: Veuillez attendre la confirmation. Notre équipe d’assistance client va revenir vers vous concernant le statut de votre compte par courriel dans les quatre heures.
id_id: Mohon untuk menunggu konfirmasi. Tim Customer Support kami akan menghubungi Anda kembali mengenai status akun Anda melalui email dalam empat jam mendatang.
pl_pl: Proszę zaczekać na potwierdzenie. W ciągu czterech godzin nasz dział wsparcia technicznego skontaktuje się z Tobą drogą e-mailową w sprawie statusu Twojego konta.
pt_pt: Aguarde confirmação. A nossa equipe de apoio ao cliente lhe responderá sobre o status da sua conta por e-mail dentro de 4 horas.
vi_vn: Xin vui lòng chờ đợi để xác nhận. Nhóm hỗ trợ khách hàng của chúng tôi sẽ liên lạc với bạn về trạng thái tài khoản thông qua email trong vòng bốn giờ.
zh_cn: 请等待确认。我们的客服团队将于四小时内将账户状态以电子邮件方式通知您。

source: Poland
de_de: Polen
fr_fr: Pologne
id_id: Polandia
pl_pl: Polska
pt_pt: Polônia
vi_vn: Ba Lan
zh_cn: 波兰

source: Portfolio
fr_fr: Portefeuille
id_id: Portofolio
pt_pt: Portfólio
vi_vn: Hồ sơ
zh_cn: 投资组合

source: Positions that are still open on Friday at market close will be charged three times the swap rate to account for weekends, a standard practice for all brokers.
de_de: Positionen, die zum Marktschluss an Freitagen noch offen sind, wird der Swapsatz dreimal in Rechnung gestellt, um für Wochenenden aufzukommen; eine gängige Praxis für alle Broker.
fr_fr: Les positions que vous avez encore ouvertes le vendredi à la clôture du marché seront facturées trois fois le taux swap pour compte durant les weekends, une pratique standard pour tous les courtiers.
id_id: Posisi yang masih berjalan pada penutupan pasar hari Jumat akan dikenakan biaya swap tiga kali pada akun untuk akhir pekan, hal yang biasa di lakukan pada semua broker.
pl_pl: W przypadku pozycji, które będą wciąż otwarte w piętek w momencie zamknięcia rynku zostanie pobrana potrójna wartość stawek swapowych, aby uwzględnić dni weekendowe – jest to standardowa praktyka w przypadku wszystkich brokerów.
pt_pt: Posições que ainda estão abertas na sexta-feira à hora do fecho do mercado irão ser cobradas três vezes a taxa de swap para contabilizar os fins-de-semana, uma prática corrente de todas as corretoras.
vi_vn: Phiên vẫn còn được mở vào ngày thứ Sáu lúc thị trường đóng sẽ được tính gấp 3 lần theo tỷ lệ trao đổi vào tài khoản cho ngày cuối tuần, một tiêu chuẩn cho tất cả các công ty môi giới.
zh_cn: 按照所有经纪商标准操作规程，周五收市过后仍未平仓的头寸须付掉期利率的三倍为周末费率。
