Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You will use the margin trading services described in this Agreement in good faith and you will not use any software, algorithm, or any trading strategy to manipulate or take unfair advantage of the way our bid and offer prices are quoted. You shall observe the standard of behaviour reasonably expected of persons in your position and not take any step which would cause us to fail to observe the standard of behaviour reasonably expected of persons in our position.
de_de: Sie werden die Margin Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, in gutem Glauben verwenden und keine Software, keinen Algorithmus, oder irgendeine andere Handelsstrategie dazu verwenden, um einen unfairen Vorteil daran zu gewinnen oder zu nehmen, wie unsere Geld- und Briefkurse notiert sind. Sie werden den Verhaltensstandard, der gerechtfertigt von Personen in Ihrer Position vorausgesetzt wird, befolgen, und keine Schritte unternehmen, die uns daran hindern würden, den Verhaltensstandard, der von Personen in unserer Position gerechtfertigt ist, zu befolgen.
id_id: Anda akan menggunakan layanan trading margin seperti yang sudah dijelaskan dalam Perjanjian ini dengan itikad baik dan Anda tidak akan menggunakan perangkat lunak, algoritma, atau strategi trading untuk memanipulasi atau mengambil keuntungan yang tidak adil dari harga bid dan offer yang kami tawarkan. Anda perlu melakukan pengamatan tingkah laku yang diharapkan dari orang dalam posisi Anda dan tidak mengambil langkah apapun yang dapat mengakibatkan kegagalan dalam mengamati tingkah laku standar dari pihak yang berada pada posisi kami.
pl_pl: Będziesz korzystać z usług handlowania na kredyt w dobrej wierze i nie będziesz stosować żadnego oprogramowania, algorytmu ani żadnej strategii handlowej, aby manipulować sposób kwotowania naszych cen ofertowych i sprzedaży lub by czerpać nienależną korzyść. Będziesz zachowywać się zgodnie z oczekiwanym zachowaniem osoby znajdującej się na Twoim miejsiu i nie będziesz podejmować działań, które spowodują, że nie będziemy mogli zachowywać się zgodnie z oczekiwanym zachowaniem osób na naszym miejscu.
pt_pt: Você usará o serviço de negociação em margem descrito neste Acordo em boa fé e não usará quaisquer softwares, algoritmos ou estratégias para manipular ou aproveitar de forma injusta a forma como os nossos preços de compra e venda são cotados. Você observará o padrão de comportamento razoavelmente esperado de pessoas na sua posição e não tomará qualquer medida que faria com que não observássemos o padrão de comportamento razoavelmente esperado de pessoas na nossa posição.
vi_vn: Bạn sẽ sử dụng dịch vụ kinh doanh ký quỹ được mô tả trong Thỏa Thuận này với cam kết rằng bạn sẽ không sử dụng bất kỳ phần mềm, thuật toán hoặc bất kỳ chiến lược kinh doanh để thao tác hoặc tận dụng lợi thế không công bằng đến giá mua vào và bán ra. Bạn sẽ quan sát các tiêu chuẩn của hành vi hợp lý dự kiến ở phiên của bạn và không thực hiện bất kỳ bước nào đó để gây ra cho chúng tôi không thể quan sát các tiêu chuẩn của hành vi hợp lý dự kiến.
zh_cn: 您将诚信使用本协议所述的保证金交易服务，您不会对我们的出价和要价方式使用任何软件、算法或任何交易策略操作或采取不公平的优势。你应遵守您立场的标准和合理行为，不采取任何使我们无法遵守我们立场的标准和合理行为的措施。

source: You will, at all times, obtain and comply, and do all that is necessary to maintain in full force and effect, all authority, powers, consents, licences, and authorities referred to in this clause;
de_de: Sie werden zu jeder Zeit alles Notwendige unternehmen, um in voller Kraft und Wirkung, alle Ermächtigungen, Befugnisse, Genehmigungen, Lizenzen und Amtsbefugnisse, auf die in dieser Klausel hingewiesen wird, einzuhalten und zu erfüllen;
id_id: Anda akan, setiap saat, mendapatkan dan mematuhi, dan melakukan semua yang diperlukan untuk mempertahankan kekuatan penuh dan efek, semua otoritas, kekuasaan, persetujuan, lisensi, dan pihak berwenang sebagaimana dimaksud dalam ayat ini;
pl_pl: Cały czas będziesz podejmować wszelkie starania w celu utrzymania w pełni mocy wszelkich upoważnień, uprawnień, zezwoleń, licencji i pozwoleń opisanych w niniejszej klauzuli;
pt_pt: Você irá, em todos os momentos, obter e cumprir e fazer tudo o que for necessário para manter em pleno vigor e efeito, todas as autoridades, poderes, consentimentos, licenças e autorizações referidas nesta cláusula;
vi_vn: Bạn sẽ, tại mọi thời điểm, ghi nhận và tuân thủ, và tuân theo tất cả những gì cần thiết để duy trì lực lượng đầy đủ và có hiệu lực, tất cả quyền, năng lực, chấp thuận, giấy phép và cơ quan nêu tại khoản này;
zh_cn: 您将一直获取和遵守并执行所有必要措施以对此条款所述的所有权限、权力、同意书、牌照和当局保持十足效力及作用;

source: You will:
de_de: Sie werden:
fr_fr: Vous allez:
id_id: Anda akan:
pl_pl: Będziesz odpowiadać za:
pt_pt: Você irá:
vi_vn: Bạn sẽ:
zh_cn: 您将:

source: You win the payout if the market price does not end in the digit you have selected.
de_de: Sie gewinnen die Auszahlung, wenn der Marktkurs nicht auf der Dezimalstelle schließt, die Sie ausgewählt haben.
fr_fr: Vous remportez le prix si le prix du marché ne se termine pas par le chiffre que vous avez sélectionné.
id_id: Anda akan memperoleh hasil jika harga pasar tidak berakhir pada angka yang Anda pilih.
pl_pl: Wygrywasz wypłatę, jeśli cena rynkowa nie zakończy się podaną przez Ciebie cyfrą.
pt_pt: Ganha o prêmio se o preço do mercado não terminar no dígito que selecionou.
vi_vn: Bạn sẽ lĩnh tiền thưởng nếu giá thị trường không kết thúc trong con số mà bạn đã chọn.
zh_cn: 如果市价并未以您选取的数字结束，您将赢得赔付额。

source: You win the payout if the market price ends in the digit you have selected.
de_de: Sie gewinnen die Auszahlung, wenn der Marktkurs mit der Dezimalstelle schließt, die Sie ausgewählt haben.
fr_fr: Vous remportez le prix si le prix du marché se termine par le chiffre que vous avez sélectionné.
id_id: Anda akan memperoleh hasil jika harga pasar berakhir pada angka yang Anda pilih.
pl_pl: Zdobywasz wypłatę, jeśli cena rynkowa zakończy się wybraną przez Ciebie cyfrą.
pt_pt: Ganha o prêmio se o preço do mercado terminar no dígito que selecionou.
vi_vn: Bạn sẽ nhận được tiền thưởng nếu giá thị trường kết thúc trong con số bạn đã chọn.
zh_cn: 如果市价以您选取的数字结束，您将赢得赔付额。

source: You're buying the %1 and selling the %2
de_de: Sie kaufen %1 und verkaufen %2
fr_fr: Vous achetez %1 et vendez %2
id_id: Anda membeli %1 dan menjual %2
pl_pl: Kupujesz %1 i sprzedajesz %2
pt_pt: Você está comprando o %1 e vendendo o %2
vi_vn: Bạn đang mua %1 và bán %2
zh_cn: 你要买入%1，卖出%2

source: You're selling the %1 and buying the %2
de_de: Sie verkaufen %1 und kaufen %2
fr_fr: Vous vendez %1 et achetez %2
id_id: Anda menjual %1 dan membeli %2
pl_pl: Sprzedajesz %1 i kupujesz %2
pt_pt: Você está vendendo o %1 e comprando o %2
vi_vn: Bạn đang bán %1 và mua %2
zh_cn: 您要卖出%1，买入%2

source: You're using a Virtual Account.
de_de: Sie benutzen ein virtuelles Konto.
fr_fr: Vous utilisez un compte virtuel.
id_id: Anda menggunakan Akun Virtual.
pl_pl: Używasz konta wirtualnego.
pt_pt: Você está usando uma conta virtual.
vi_vn: Bạn đang sử dụng Tài Khoản Ảo.
zh_cn: 您正在使用虚拟账户。

source: You've carried out significant transactions on markets similar to the ones we offer, averaging 10 transactions per quarter for the previous four quarters
de_de: Sie haben bedeutende Transaktionen auf Märkten, die den von uns angebotenen ähnlich sind, mit durchschnittlich 10 Transaktionen pro Quartal für die vergangenen vier Quartale durchgeführt
fr_fr: Vous avez effectué d’importantes transactions sur des marchés similaires à ceux que nous offrons, avec une moyenne de 10 transactions par trimestre pour les quatre trimestres précédents
id_id: Anda telah melakukan transaksi signifikan pada pasar yang serupa dengan penawaran yang kami tawarkan, rata-rata 10 transaksi per kuartal untuk empat kuartal sebelumnya
pl_pl: Zawierałeś/-aś już duże transakcje na rynkach podobnych do tych oferowanych przez nas, średnio 10 transakcji na kwartał w ostatnich czterech kwartałach
pt_pt: Você já efetuou transações significantes em mercados semelhantes àqueles que disponibilizamos, com uma média de 10 transações por trimestre durante os últimos quatro trimestres
vi_vn: Bạn đã thực hiện nhiều giao dịch lớn trên thị trường tương đương những thị trường chúng tôi cung cấp, trung bình 10 giao dịch mỗi quý trong 4 quý trước
zh_cn: 您在与我们类似的市场进行了相当多的交易, 过去四季度里平均每季度进行了10笔交易

source: You've worked in the financial sector for at least one year in a role that requires knowledge of your intended transactions on our platform
de_de: Sie haben im Finanzsektor für mindestens ein Jahr in einer Rolle gearbeitet, die Kenntnis Ihrer beabsichtigten Transaktionen auf unserer Plattform erfordert
fr_fr: Vous avez travaillé dans le secteur financier pendant au moins un an dans un poste qui nécessite une connaissance des transactions prévues sur notre plateforme
id_id: Anda telah bekerja di sektor keuangan setidaknya selama satu tahun dalam peran yang membutuhkan pengetahuan tentang transaksi yang Anda maksud pada platform kami
pl_pl: Pracowałeś/-aś w sektorze finansowym przez co najmniej rok na stanowisku wymagającym wiedzy o transakcjach, które chcesz zawierać na naszej platformie
pt_pt: Você já trabalhou no setor financeiro durante pelo menos um ano numa função que requeira conhecimentos relacionados com as transações que você pretende realizar na nossa plataforma
vi_vn: Bạn đã làm việc trong lĩnh vực tài chính tối thiểu được một năm trong một vai trò đòi hỏi kiến thức về giao dịch bạn định thực hiện trên nền tảng của chúng tôi
zh_cn: 您在金融业界工作至少一年, 拥有在我们平台上交易的所需知识

source: Your %1 day withdrawal limit is currently %2 %3 (or equivalent in other currency).
de_de: Ihr %1 Tage Abhebelimit beträgt derzeit %2 %3 (oder Gegenwert in einer anderen Währung).
fr_fr: Votre limite de retrait sur %1 jours est actuellement de %3 %2 (ou équivalent dans une autre devise).
id_id: Batas penarikan %1 hari Anda saat ini adalah %2 %3 (atau setara dengan mata uang lainnya).
pl_pl: Twój %1-dniowy limit wypłat wynosi obecnie %3 %2 (lub jego równowartość w innej walucie).
pt_pt: O seu limite de retiradas de %1 dia(s) é atualmente %2 %3 (ou equivalente em outra moeda).
vi_vn: Giới hạn rút tiền ngày %1 của bạn hiện là %2 %3 (hoặc với đồng tiền tương đương khác).
zh_cn: 您的 %1 天取款限额目前为 %2 %3 （或其他货币的等值）。

source: Your Account Equity minus your Total Margin.
de_de: Ihr Eigenkapital abzüglich Ihrer Gesamtmarge.
id_id: Ekuitas Akun Anda dikurangi Total Margin Anda.
pl_pl: Twoje środki na koncie minus całkowity depozyt zabezpieczający.
pt_pt: O capital da sua conta menos a sua margem total.
vi_vn: Vốn Chủ Sở Hữu của bạn trừ đi Tổng Ký Quỹ của bạn.
zh_cn: 您的账户资金减去保证金总额。

source: Your Account Equity refers to the sum of your Account Balance and the net of unrealised profit and loss.
de_de: Ihr Kapitalkonto bezieht sich auf die Summe Ihres Kontostandes und das Netto des unrealisierten Gewinns und Verlusts.
id_id: Ekuitas akun Anda adalah jumlah saldo dan laba bersih yang belum direalisasi sebagai untung dan rugi.
pl_pl: Środki na koncie to suma Twojego salda na koncie oraz wartości netto niezrealizowanych jeszcze zysków i strat.
pt_pt: O capital da sua conta refere-se ao somatório do saldo da sua conta e o valor líquido de lucros e perdas não realizados.
vi_vn: Vốn Chủ Sở Hữu Tài Khoản của bạn ý nói đến Số Dư Tài Khoản của bạn và tổng số tiền lãi và lỗ chưa thực hiện.
zh_cn: 您的账户资金是指您的账户余额与未实现利润和亏损净值总和。

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
de_de: Ihr Kunde wird eine E-Mail Benachrichtigung erhalten, in der er/sie darüber informiert wird, dass die Überweisung bearbeitet wurde.
fr_fr: Votre Client va recevoir un émail de notification l'informant que le transfert a été effectué.
id_id: Klien Anda akan menerima e-mail pemberitahuan bahwa transfer mereka telah diproses.
pl_pl: Twój Klient dostanie powiadomienie e-mailem z informacją, że przelew został wykonany.
pt_pt: O seu Cliente receberá uma notificação por e-mail com a informação de que a transferência foi processada.
vi_vn: Khách Hàng của bạn sẽ nhận được một email thông báo rằng việc chuyển tiền đã được xử lý.
zh_cn: 您的客户将收到电子邮件通知，告知其转账交易已处理。

source: Your Existing Accounts
de_de: Ihre bestehenden Konten
fr_fr: Vos comptes existants
id_id: Akun Anda Sebelumnya
pl_pl: Twoje istniejące konta
pt_pt: As suas contas existentes
vi_vn: Tài khoản hiện tại của bạn
zh_cn: 您的当前账户

source: Your MT5 Real Account as well as all payments and withdrawals therefrom must be made in the same currency as maintained in your %1 account.
de_de: Ihr MT5 Echtgeldkonto, sowie alle Ein- und Auszahlungen davon, müssen in derselben Währung, wie in Ihrem %1 Konto unterhalten, vorgenommen werden.
id_id: Akun MT5 Anda serta semua pembayaran dan penarikannya harus dilakukan dalam mata uang yang sama seperti pada akun %1 Anda.
pl_pl: Twoje prawdziwe konto MT5 musi być prowadzone w tej samej walucie, co Twoje konto: %1, a wszelkich płatności w ramach tego konta i wypłat z niego również należy dokonywać w tej walucie.
pt_pt: A moeda padrão da sua conta real MT5, bem como todos os pagamento e retiradas daí decorrentes devem, devem ser efetuados na mesma moeda que a sua conta %1.
vi_vn: Tài Khoản Thực MT5 của bạn cũng như tất cả các khoản thanh toán và rút tiền từ tài khoản phải được thực hiện bằng cùng đơn vị tiền tệ như được duy trì trong tài khoản %1 của bạn.
zh_cn: 您的 MT5 真实账户以及所有付款和提款的货币必须与您的%1账户货币相同。

source: Your MT5 Real Account password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it;
de_de: Ihr MT5 Echtgeldkonto-Passwort und Ihre Login ID kommen nur einmalig vor und die Passwörter sind gehasht, damit sie auch von %1 Mitarbeitern nicht gelesen werden können. Dies ist der Grund, warum wir Ihr Passwort nicht wiederherstellen können und Ihnen ein neues Passwort erteilen müssen, das an Ihre E-Mail Adresse geschickt wird, sofern Sie es vergessen haben;
id_id: Kata sandi Akun Riil MT5 Anda dan login ID adalah unik dan kata sandi adalah tercincang dimana pegawai %1 sekalipun, tidak dapat membaca kata sandi Anda. Ini adalah kenapa kami tidak dapat mendapatkan kembali kata sandi Anda dan perlu membuat kata sandi baru kedalam alamat email Anda jika Anda tidak dapat mengingatnya;
pl_pl: Hasło oraz identyfikator logowania do Twojego Prawdziwego konta MT5 są unikatowe i poufne. Nie mogą ich odczytać nawet pracownicy %1. Z tego powodu nie możemy odzyskać Twojego hasła. Jeśli go nie pamiętasz, musimy przesłać drogą e-mailową nowe hasło;
pt_pt: A senha e a ID de login da sua conta real MT5 são únicas e as senhas são colocadas em hash para que nem funcionários da %1 possam as ler. É por este motivo que não podemos recuperar a sua senha e que temos que lhe fornecer uma nova senha na sua caixa de e-mail se você esquecer da mesma;
vi_vn: Mật khẩu Tài Khoản Thực MT5 và ID đăng nhập của bạn là duy nhất và mật khẩu được mã khóa để ngay cả nhân viên %1 cũng không thể đọc chúng. Đây là lý do tại sao chúng tôi không thể lấy lại mật khẩu của bạn và phải cấp cho bạn một cái mới tới địa chỉ email của bạn nếu bạn không thể nhớ nó;
zh_cn: 您的MT5真实账户密码和登录 ID 都是唯一的，且密码已经被散列处理，即使是%1的员工也无法看到它们。因此，如果您忘记密码，我们也无法帮您找回，只能向您的电子邮箱发送新的密码。

source: Your MT5 Real Account shall be funded by transferring funds from your %1 account, subject to the availability and sufficiency of funds in your %1 account. No fund transfers shall be made to any other account in the name of any third party.
de_de: Ihr MT5 Echtgeldkonto kann mittels Überweisung von Geldern von Ihrem %1 Konto finanziert werden, vorbehaltlich der Verfügbarkeit und Zulänglichkeit der Gelder in Ihrem %1 Konto. Es sollen keine Gelder-Überweisungen zu einem anderen Konto im Namen eines Dritten getätigt werden.
id_id: Akun Riil MT5 Anda akan didanai dengan mentransfer dana dari akun %1 Anda, tergantung pada ketersediaan dan kecukupan dana pada akun %1 Anda. Transfer dari akun dengan nama lain atau pihak ketiga adalah tidak dibenarkan.
pl_pl: Twoje Prawdziwe konto MT5 będzie zasilane poprzez przelewy środków z Twojego konta: %1 w zależności od dostępności wystarczających środków na tym koncie. Żadne inne przelewy środków na jakiekolwiek inne konto należące do osoby trzeciej nie będą wykonywane.
pt_pt: A sua conta real MT5 será financiada através da transferência de fundos da sua conta %1, sujeito à disponibilidade e suficiência de fundos na sua conta %1. Nenhumas transferências de fundos serão feitas a qualquer outra conta no nome de um terceiro.
vi_vn: Tài Khoản Thực MT5 của bạn sẽ được tài trợ bằng cách chuyển tiền từ tài khoản %1 của bạn, tùy thuộc vào tính khả dụng và đủ tiền trong tài khoản %1 của bạn. Không chuyển tiền được thực hiện cho bất kỳ tài khoản nào khác dưới tên của bất kỳ bên thứ ba nào.
zh_cn: 您需从%1账户把资金转入MT5真实账户，条件是您的%1账户是有效的并具足够资金。不可向任何第三方名下账户转入资金。

source: Your Property
de_de: Ihr Eigentum
id_id: Properti Anda
pl_pl: Twoja własność
pt_pt: A sua propriedade
vi_vn: Tài sản của bạn
zh_cn: 您的财产

source: Your Real Money Account opened with %1 which you use to trade binary options with %1 Trading Platform and Binary Webtrader.
de_de: Ihr mit %1 eröffnetes Echtgeldkonto, das Sie dazu verwenden, binäre Optionen mittels der %1 Handelsplattform und Binary Webtrader zu handeln.
id_id: Akun Uang Riil Anda didaftarkan pada %1 yang Anda gunakan untuk bertrading opsi binary pada Platform Trading %1 dan Webtrader Binary.
pl_pl: Twoje Konto z prawdziwymi pieniędzmi otwarte z %1, z którego korzystasz w celu handlowania opcjami binarnymi na platformie handlowej %1 i Binary Webtrader.
pt_pt: A sua conta de dinheiro real aberta na %1, que você usa para negociar opções binárias com a plataforma de negociação %1 e o Binary Webtrader.
vi_vn: Tài Khoản Tiền Thực với %1 mà bạn sử dụng để giao dịch binary options với sàn giao dịch %1 và Webtrader nhị phân.
zh_cn: 您透过 %1 开立及使用 %1 交易平台和Binary Webtrader 进行二元期权交易的真实资金账户。

source: Your Real Money Account opened with the %1 MT5 Trading Platform licensed by MetaQuotes Software Corporation.
de_de: Ihr mit der %1 MT5 Handelsplattform, die von der MetaQuotes Software Corporation lizenziert ist, eröffnetes Echtgeldkonto.
id_id: Akun Uang Riil Anda terdaftar pada Platform Trading MT5 %1 berlisensi oleh Perusahaan Software MetaQuotes.
pl_pl: Twoje konto z prawdziwymi pieniędzmi założone na platformie handlowej MT5 należącej do %1 na licencji udzielonej przez firmę MetaQuotes Software Corporation.
pt_pt: A sua conta de dinheiro real, aberta na plataforma de negociação MT5 da %1, sob licença da MetaQuotes Software Corporation.
vi_vn: Tài Khoản Tiền Thực của bạn được mở với Sàn Giao Dịch %1 MT5 do Tổng công ty phần mềm MetaQuotes cấp phép.
zh_cn: 您透过由MetaQuotes软件公司授权的%1 MT5 交易平台开立的真实资金账户。

source: Your account balance includes the Margin Requirement. The amount of your account balance in excess of the Margin Requirement is available for your withdrawal. The amount set aside for the Margin Requirement is not available for your withdrawal.
de_de: Ihr Kontostand beinhaltet die Margin-Anforderung. Der Betrag Ihres Kontostandes, in Excess der Margin-Anforderung, ist zu Ihrer Abhebung verfügbar. Der Betrag, der für die Margin-Anforderung beiseite gesetzt ist, ist nicht zu Ihrer Abhebung verfügbar.
id_id: Saldo akun Anda termasuk Persyaratan Margin. Jumlah saldo yang melebihi Persyaratan Margin dapat dicairkan. Jumlah yang dipisahkan untuk Persyaratan Margin tidak dapat dicairkan.
pl_pl: Saldo Twojego konta obejmuje depozyt zabezpieczający. Nadwyżka ponad kwotę depozytu zabezpieczającego znajdująca się na Twoim koncie jest dostępna do wypłaty. Kwota odłożona na Twoim koncie na poczet depozytu zabezpieczającego nie jest dostępna do wypłaty.
pt_pt: O saldo da sua conta inclui requisitos de margem. O valor do saldo da sua conta que está em excesso do requisito de margem está disponível para retirada. O valor reservado para o requisito de margem não está disponível para retirada.
vi_vn: Biểu đồ của bất cứ khoản tiền nào khác ghi có vào tài khoản thực sự của bạn và ghi nợ từ tài khoản thực sự của bạn. Tài khoản của bạn bao gồm các yêu cầu ký quỹ. Số lượng tài khoản của bạn vượt quá yêu cầu ký quỹ có sẵn để rút tiền của bạn. Số lượng dành cho yêu cầu ký quỹ không phải là có sẵn để rút tiền của bạn.
zh_cn: 您的账户余额包括保证金要求。您可将账户余额超出保证金要求金额款项提出。预留保证金要求金额不可提出。

source: Your account balance represents:
de_de: Ihr Kontostand repräsentiert:
id_id: Saldo akun Anda mewakili:
pl_pl: Saldo Twojego konta odzwierciedla:
pt_pt: O saldo da sua conta representa:
vi_vn: Số dư tài khoản của bạn đại diện cho:
zh_cn: 您的账户余额指:

source: Your account has no Login/Logout activity.
de_de: Ihr Konto hat keine Anmelde- und/oder Abmeldeaktivität.
fr_fr: Votre compte n'indique aucune activité de connexion/déconnexion.
id_id: Akun Anda tidak memiliki aktivitas Login/Logout.
pl_pl: Na Twoim koncie nie odnotowano żadnej aktywności związanej z logowaniem/wylogowywaniem.
pt_pt: A sua conta não tem nenhuma atividade de login/sair.
vi_vn: Không có hoạt động Đăng nhập/Đăng xuất nào trên tài khoản của bạn.
zh_cn: 您的账户无交易活动。

source: Your account has no trading activity.
de_de: Ihr Konto hat keine Handelsaktivität.
fr_fr: Votre compte n'indique aucune activité de trading.
id_id: Akun Anda tidak memiliki aktivitas trading.
pl_pl: NA Twoim koncie nie odnotowano żadnej aktywności handlowej.
pt_pt: A sua conta não tem nenhuma atividade de negociação.
vi_vn: Không có hoạt động giao dịch nào trên tài khoản của bạn.
zh_cn: 您的账户无交易活动。

source: Your account is fully authenticated and your withdrawal limits have been lifted.
de_de: Ihr Konto ist vollständig authentifiziert und Ihr Abhebelimit wurde angehoben.
fr_fr: Votre compte est entièrement authentifié et vos limites de retrait ont été levées.
id_id: Akun Anda telah terbukti dan batasan penarikan Anda telah dihapuskan.
pl_pl: Twoje konto jest w pełni zweryfikowane, a Twój limit wypłat został zwiększony.
pt_pt: A sua conta está totalmente autenticada e os seus limites de retirada de fundos foram aumentados.
vi_vn: Tài khoản của bạn được xác thực đầy đủ và mức giới hạn rút tiền của bạn đã được nâng lên.
zh_cn: 您的账户已经得到完全验证，且您的取款限额已经取消。

source: Your account is fully authenticated. You can view your %1trading limits here%2.
de_de: Ihr Konto ist vollständig authentifiziert. Ihre %1Abschlusslimits sind hier ersichtlich%2.
fr_fr: Votre compte est entièrement authentifié. Vous pouvez voir vos %1limites de trading ici%2.
id_id: Akun Anda telah terbukti. Anda dapat melihat %1batasan trading disini%2.
pl_pl: Twoje konto jest w pełni zweryfikowane. Możesz sprawdzić swoje %1limity handlowe tutaj%2.
pt_pt: A sua conta está totalmente autenticada. É possível ver os seus %1limites de negociação aqui%2.
vi_vn: Tài khoản của bạn được xác thực hoàn toàn. Bạn có thể xem hạn %1mức giao dịch của bạn tại đây%2.
zh_cn: 您的账户已经得到完全验证，且您可%1在此查看您的交易限额%2。

source: Your account is restricted. Kindly %1contact customer support%2 for assistance.
de_de: Ihr Konto ist eingeschränkt. Bitte %1kontaktieren Sie die Kundenbetreuung%2 für Hilfe.
fr_fr: Votre compte est restreint. Veuillez %1contacter le Service Clientèle%2 pour obtenir de l'aide.
id_id: Akun Anda memiliki akses terbatas. Silahkan %1hubungi customer support%2 untuk bantuan.
pl_pl: Na Twoje konto zostały nałożone ograniczenia. %1Skontaktuj się z obsługą klienta%2, aby uzyskać pomoc.
pt_pt: A sua conta está restrita. Contate o %1apoio ao cliente%2 para mais informações
vi_vn: Tài khoản của bạn bị hạn chế. %1 vui lòng liên hệ hỗ trợ khách hàng %2 để được hỗ trợ.
zh_cn: 您的账户已被限制。请%1联系客服部%2，以获得帮助。
