Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Our services are provided on an execution only basis. We do not provide investment advice in relation to our products or services. We sometimes provide factual information or research recommendations about a market, information about transaction procedures and information about the potential risks involved and how those risks may be minimised. However, any decision to use our products or services is made by you.
de_de: Unsere Dienste werden nur als Dienstleistung angeboten. Wir stellen für unsere Produkte und Dienstleistungen keine Anlageberatung zur Verfügung. Manchmal stellen wir Fachinformationen oder Forschungsempfehlungen über einen Markt, Informationen über Transaktionsverfahren und Informationen über die damit verbundenen Risiken zur Verfügung, und wie man diese Risiken minimieren kann. Jedoch obliegt Ihnen alleine die Entscheidung, ob Sie unsere Produkte und Dienstleistungen in Anspruch nehmen.
id_id: Layanan yang kami sediakan adalah berdasarkan eksekusi. Kami tidak memberikan saran berhubungan dengan investasi pada produk atau layanan. Kami secara berkala menyediakan informasi faktual atau rekomendasi tentang pasar, informasi tentang prosedur transaksi dan informasi tentang potensi risiko yang terlibat dan bagaimana risiko tersebut dapat diminimalkan. Namun, keputusan untuk menggunakan produk atau layanan kami sepenuhnya ditangan Anda.
pl_pl: Świadczone przez nas usługi polegają wyłącznie na realizacji zleceń. Nie oferujemy doradztwa inwestycyjnego w odniesieniu do naszych produktów i usług. Czasami zapewniamy faktyczne informacje lub rekomendacje dotyczące rynku, informacje o procedurach transakcji i potencjalnych ryzykach z nimi związanych i sposobach na ich zminimalizowanie. Jednak to Ty podejmujesz decyzję dotyczącą korzystania z naszych produktów czy usług.
pt_pt: Os nossos serviços são fornecidos apenas numa base execução. Não prestamos serviços de consultoria de investimentos em relação aos nossos produtos e serviços. Às vezes fornecemos informações fatuais ou recomendações de pesquisas sobre um mercado, informações sobre os procedimentos de transações e informações sobre os potenciais riscos envolvidos e como esses riscos podem ser minimizados. No entanto, qualquer decisão de usar os nossos produtos ou serviços é da sua responsabilidade.
vi_vn: Dịch vụ của chúng tôi được cung cấp dựa trên cơ sở thực hiện giao dịch. Chúng tôi không cung cấp tư vấn đầu tư có liên quan tới các dịch vụ hoặc sản phẩm của mình. Thi thoảng chúng tôi cũng cung cấp những thông tin thực tế hoặc những gợi ý nghiên cứu về thị trường, các quy trình giao dịch và các thông tin về những rủi ro tiềm năng có liên quan và cách giảm tối thiểu những rủi ro này. Tuy nhiên, bạn vẫn là người tự quyết định trong việc sử dụng sản phẩm và dịch vụ của chúng tôi.
zh_cn: 我们所提供的服务仅限于执行，并不提供与产品和服务有关的投资咨询。我们有时会提供市场实用信息和研究、交易进程信息、相关风险的可能性以及将风险降至最低的方法，但是，对于是否使用我们产品或服务，最后决定的人是您。

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one's access to our site.
de_de: Unsere Site kann mithilfe einer Anzahl von auf dem Markt erhältichen Filtersystemen gefiltert werden, die für die Beschrängkung des Zugangs einer Person zu unserer Site verwendet werden können.
fr_fr: Notre site Web peut être filtré en utilisant un certain nombre de systèmes de filtrage disponibles sur le marché, qui peuvent être utilisés afin de limiter l'accès d'une personne à notre site.
pl_pl: Możliwe jest korzystanie z różnych systemów filtrujących dostępnych na rynku w celu ograniczenia dostępu do naszej strony.
pt_pt: O nosso site pode ser filtrado usando uma variedade de sistemas de filtragem disponíveis no mercado, que podem ser utilizados para restringir o acesso de pessoas indevidas ao nosso site.
vi_vn: Trang web của chúng tôi có thể được lọc bởi việc sử dụng hệ thống lọc có sẵn trên thị trường, hệ thống mà có thể được dùng để giới hạn truy cập của ai đó vào trang web của chúng tôi.
zh_cn: 我们的网站可以使用市场上多个过滤系统进行过滤，以限制用户对网站的访问。

source: Our site does not charge any transfer fees.
de_de: Unsere Site berechnet keine Überweisungsgebühren.
fr_fr: Notre site ne facture aucuns frais de transfert.
id_id: Situs kami tidak membebankan biaya transfer.
pl_pl: Nie pobieramy żadnych opłat za przelewy środków.
pt_pt: O nosso site não cobra taxas de transferência.
vi_vn: Trang web của chúng tôi không tính bất kì phí chuyển tiền nào.
zh_cn: 我们网站不收取任何转账费用。

source: Our swap rate may also be adjusted to take holidays into account.
de_de: Unser Swapsatz kann auch darauf angepasst werden, Feiertage zu berücksichtigen.
fr_fr: Notre taux swap peut être aussi ajusté pour prendre en compte les vacances.
id_id: Harga swap kami juga dapat disesuaikan untuk memperhitungkan liburan.
pl_pl: Nasze stawki swapowe mogą być korygowane w celu uwzględnienia dni świątecznych.
pt_pt: A nossa taxa swap pode também ser ajustada levar em conta as férias.
vi_vn: Tỷ lệ trao đổi của chúng tôi cũng có thể được điều chỉnh để tính cả ngày lễ.
zh_cn: 我们也可能会因为假期调整掉期利率。

source: Our turnover-based commission plan depends on the payout probability for each contract. Contracts with higher returns for the client offer lower commissions to the affiliate.
de_de: Unser auf Umsatz basierender Provisionsplan hängt von der Zahlungswahrscheinlichkeit für jeden Kontrakt ab. Kontrakte mit höheren Renditen für den Kunden haben niedrigere Provisionen für den Partner.
fr_fr: Notre plan de commission axé sur le chiffre d’affaires dépend de la probabilité des rendements pour chaque contrat. Les Contrats avec des rendements plus élevés pour le client offrent des commissions inférieures à l’affilié.
id_id: Rencana komisi berbasis omset kami bergantung pada probabilitas hasil tiap kontrak. Kontrak dengan laba lebih tinggi untuk klien memiliki komisi yang cenderung lebih rendah untuk afiliasi.
pl_pl: Nasz plan prowizyjny oparty na wielkości obrotu zależy od prawdopodobieństwa wypłaty w przypadku każdego kontraktu. Kontrakty z wyższymi zwrotami dla klientów przynoszą niższą prowizję dla partnera.
pt_pt: O nosso plano de comissões com base no volume de negócios depende da probabilidade de prêmio em cada contrato. Contratos com retornos mais altos para o cliente oferecem comissões mais baixas ao afiliado.
vi_vn: Kế hoạch hoa hồng dựa trên tỉ suất doanh thu của chúng tôi thu phụ thuộc vào xác suất lợi nhuận của từng hợp đồng. Hợp đồng của khách hàng mà có xác suất lợi nhuận cao hơn sẽ đem lại hoa hồng thấp hơn cho các liên kết.
zh_cn: 我们基于交易额的佣金计划取决于每个合约的投注赔率。客户可赚取的回报越高，会员的佣金率也越低。

source: Our values
de_de: Unsere Werte
fr_fr: Nos valeurs
id_id: Nilai kami
pl_pl: Nasze wartości
pt_pt: Os nossos valores
vi_vn: Giá trị của chúng tôi
zh_cn: 我们的价值观

source: Our website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and their advertisements may submit cookies to your web browser which is beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites because their practices may differ from ours.
de_de: Unsere Website enthält Links zu anderen Websites und kann Banner- oder Bildwerbungen von Websites Dritter enthalten. Diese Websites und deren Anzeigen können auf Ihrem Webbrowser Cookies hinterlegen, was nicht unserer Kontrolle unterliegt. Wir sind für die Datenschutzrichtlinien oder den Inhalt solcher Websites nicht verantwortlich. Wir raten Ihnen, die Datenschutzrichtlinien dieser Websites durchzulesen, da sie sich von unseren unterscheiden könnten.
id_id: Situs kami berisikan berbagai link yang mengarah kepada situs lain dan juga banner atau iklan layanan pihak ketiga. Situs tersebut dan iklan mereka dapat memberikan cookies ke browser Anda yang merupakan diluar kendali kami. Kami tidak bertnggung jawab jika kegiatan dan keberadaan situs tersebut. Kami menyarankan Anda untuk membaca kegiatan situs tersebut berhubung kegiatan mereka mungkin berbeda dari kami.
pl_pl: Nasza strona internetowa zawiera linki do innych stron i może zawierać reklamy banerowe lub ikonowe stron internetowych osób trzecich. Te strony i ich reklamy mogą umieszczać pliki cookie w Twojej przeglądarce, która jest poza naszą kontrolą. Nie jesteśmy odpowiedzialni za politykę prywatności takich stron ani za ich zawartość. Zachęcamy do zapoznania się z polityką prywatności takich stron internetowych, ponieważ ich praktyki mogą różnić się od naszych.
pt_pt: O nosso site contém links para outros sites e pode conter anúncios através de banners ou ícones relacionados com sites de terceiros. Estes sites e os seus anúncios podem enviar cookies ao seu navegador, o que está fora do nosso controle. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Incentivamo-lo a ler as políticas de privacidade desses sites, uma vez que as suas práticas podem diferir das nossas.
vi_vn: Trang web của chúng tôi chứa các đường dẫn đến các trang web khác và có thể chứa biểu ngữ hoặc biểu tượng quảng cáo liên quan đến các trang web của bên thứ ba. Những trang web và quảng cáo ở đó có thể gửi cookie trên trình duyệt web của bạn và những điều như vậy nằm ngoài tầm kiểm soát của chúng tôi. Chúng tôi không chịu trách nhiệm cho hoạt động bảo mật hoặc nội dung của trang web đó. Chúng tôi khuyến khích bạn đọc chính sách bảo mật của các trang web này, vì thực tế hoạt động của họ có thể khác với của chúng tôi.
zh_cn: 我们的网站包含其他网站链接，并可能含有第三方网站的横幅或图标广告。这些网站及其广告可能会向您的网页浏览器写入cookies，这不在我们的控制范围内。我们不对这些网站的隐私规范和内容负责。由于他们的隐私政策可能与我们有所不同，我们建议您了解他们的隐私政策。

source: Our website uses cookies to give you the best user experience. For more information, %1view our policy%2.
de_de: Unsere Website verwendet Cookies, um Ihnen das bestmögliche Erlebnis zu bieten. Weitere Informationen finden Sie unter %1unsere Richtlinien%2.
fr_fr: Notre site Web utilise des cookies pour vous offrir la meilleure expérience utilisateur possible. Pour plus d'informations, %1consulter notre politique%2.
id_id: Situs web kami menggunakan cookie untuk memberi Anda pengalaman terbaik. Untuk informasi lebih lanjut, %1lihat kebijakan kami%2.
pl_pl: Aby zapewnić jak najlepsze doświadczenie, używamy plików cookie. Aby uzyskać więcej informacji, %1zapoznaj się z naszą polityką%2.
pt_pt: Nosso website usa cookies para fornecer uma melhor experiência ao usuário. Para mais informações, %1ver a nossa política%2.
vi_vn: Trang web của chúng tôi sử dụng cookie để cung cấp cho bạn trải nghiệm người dùng tốt nhất. Để biết thêm thông tin, vui lòng %1 xem chính sách của chúng tôi%2.
zh_cn: 我们网站使用 cookie 为您提供最佳的用户体验。请%1参阅我们的政策%2。

source: Outside the EU, financial products are offered by Binary (C.R.) S.A., 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica, Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regulated by the Vanuatu Financial Services Commission (%1view licence%2), Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands, regulated by the British Virgin Islands Financial Services Commission (%3licence no. SIBA/L/18/1114%4), and Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, regulated by the Labuan Financial Services Authority to carry on a money-broking business (%5licence no. MB/18/0024%6).
de_de: Außerhalb der EU werden unsere Finanzprodukte vertrieben von Binary (C.R) S.A., 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica, sowie von Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, als auch von Binary (BVI) Ltd, 2nd Floor, O'Neal Marketing Associates Building, Wickhams Cay II, P.O. Box 3174, Road Town, Tortola VB1110, British Virgin Islands und Binary (FX) Ltd., Lot No. F16, Forst Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia. Binary (V) Ltd unterliegt den Regeln der Vanuatu Financial Services Commission (%1Lizenz ansehen%2). Binary (BVI) Ltd ist reguliert von British Virgin Islands Financial Services Commission (%3Lizenz Nr. SIBA/L/18/1114%4). Binary (FX) Ltd ist als Geld-Makler bei der Labuan Financial Services Authority registriert (%5Lizenz Nr. MB/18/0024%6).
fr_fr: Hors de l’UE, les produits financiers sont offerts par Binary (C.R.) S.A., 5e Étage, Immeuble 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica, Binary (V) Ltd, Immeuble Govant, Port Vila, PO Box 1276, Vanuatu, réglementée par la Commission des Services Financiers de Vanuatu (%1voir licence%2), Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Iles Vierges Britanniques, réglementée par la Commission des Services Financiers des Iles Vierges Britanniques (%3n° de licence SIBA/L/18/1114%4) et Binary (FX) Ltd., Lot No. F16, Premier Étage, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaisie, réglementée par l'autorité des Services Financiers de Labuan afin d’exploiter une entreprise de courtage monétaire (%5n° de licence MB/18/0024%6).
id_id: Di luar Uni Eropa, produk layanan keuangan ditawarkan oleh Binary (C.R.) S.A, 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Kosta Rika, Binary (V) Ltd, beralamat di Govant Building, Port Vila, PO Box 1276, Vanuatu, diatur oleh Komisi Jasa Keuangan Vanuatu (%1lihat lisensi%2), Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Kepulauan Virgin Britania Raya, dilisensikan dan diatur oleh Komisi Layanan Keuangan Kepulauan Virgin Britania Raya (%3lihat no. lisensi SIBA/L/18/1114%4), dan Binary (FX) Ltd., beralamat di Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, diatur oleh Otoritas Jasa Keuangan Labuan untuk menjalankan bisnis pialang (%5no. lisensi MB/18/0024%6).
pl_pl: Poza terytorium UE produkty finansowe są oferowane przez spółkę Binary (C.R.) S.A., 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Kostaryka, Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, za której regulacje odpowiada Komisja ds. usług finansowych Vanuatu (Vanuatu Financial Services Commission) – %1zobacz licencję%2; Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Brytyjskie Wyspy Dziewicze, za której regulacje odpowiada Komisja Brytyjskich Wysp Dziewiczych ds. Usług Finansowych (British Virgin Islands Financial Services Commission) – (%3licencja o numerze SIBA/L/18/1114%4); oraz Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malezja, za regulacje w zakresie prowadzenia usług brokerskich odpowiada Urząd ds. Usług Finansowych na Labuanie (Labuan Financial Services Authority) – %5licencja o numerze MB/18/0024%6.
pt_pt: Fora da UE, os produtos financeiros são disponibilizados pela Binary (C.R.) S.A., 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica, Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regulamentada pela Vanuatu Financial Services Commission (Comissão de Serviços Financeiros de Vanuatu - %1ver licença%2), Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Ilhas Virgens Britânicas, regulamentada pela British Virgin Islands Financial Services Commission (Comissão de Serviços Financeiros das Ilhas Virgens Britânicas - %3licença n.º SIBA/L/18/1114%4) e Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malásia, regulamentada pela Labuan Financial Services Authority (Autoridade de Serviços Financeiro de Labuan) para exercer a atividade de corretagem monetária (%5licença n.º MB/18/0024%6).
vi_vn: Ngoài EU, các sản phẩm tài chính được cung cấp bởi Binary (CR) SA, Tầng 5, Tòa nhà 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica, Binary (V) Ltd, Tòa nhà Govant, Port Vila, PO Box 1276, Vanuatu, được quy định bởi Ủy ban Dịch vụ Tài chính Vanuatu (%1xem giấy phép%2), Binary (BVI) Ltd, Tầng 2, Kingston Chambers, PO Box 173, Road Town, Tortola, Quần đảo British Virgin, được quy định bởi Ủy ban Dịch vụ Tài chính Quần đảo British Virgin (%3giấy phép số. SIBA / L / 18/1114%4) và Binary (FX) Ltd., Lô số F16, Tầng 1, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, do Cơ quan dịch vụ tài chính Labuan quy định để thực hiện công việc kinh doanh tiền tệ (%5 giấy phép số. MB / 18/0024%6).
zh_cn: 欧盟以外地区，金融产品由Binary (C.R.) S.A., 5th Floor, Building 6 Centro Ejecutivo La Sabana, Sabana Sur, San José, Costa Rica和Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu提供服务，受瓦努阿图金融服务委员会监管（%1查看许可证%2），或由Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands 提供服务，受英属维尔京群岛金融服务委员会监管（%3许可证编号SIBA/L/18/1114%4）以及由Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia提供服务，受纳闽金融服务管理局监管，并开展货币经纪业务（%5许可证编号MB/18/0024%6）。

source: Over $1,000,000
de_de: Über 1.000.000$
fr_fr: Plus de $1 000 000
id_id: Lebih dari $1.000.000
pl_pl: Ponad 1 000 000 $
pt_pt: Mais de $1.000.000
vi_vn: Hơn $1.000.000
zh_cn: 大于$1,000,000

source: Over $500,000
de_de: Über 500.000$
fr_fr: Plus de 500 000 $
id_id: Lebih dari $500.000
pl_pl: Ponad 500 000 $
pt_pt: Mais de $500.000
vi_vn: Hơn $500,000
zh_cn: $500,000以上

source: Over %1 %2staff%3 and contractors worldwide
de_de: Über %1 %2Beschäftigte%3 und vertraglich befristete Mitarbeiter
fr_fr: Plus de %1 %2personnel%3 et des entrepreneurs dans le monde entier
id_id: Lebih dari %1 %2staf%3 dan kontraktor di seluruh dunia
pl_pl: Ponad %1 %2pracowników%3 i usługodawców na całym świecie
pt_pt: Mais de %1 %2funcionários%3 e contratados em todo o mundo
vi_vn: Hơn %1 %2snhân viên%3 và nhà thầu trên toàn thế giới
zh_cn: 世界各地拥有超过%1名%2职员%3和合同工

source: Over 1 million registered accounts worldwide
de_de: Weltweit über 1 Million angemeldeter Konten
fr_fr: Plus d'un million de comptes enregistrés dans le monde entier
id_id: Lebih dari 1 juta akun yang terdaftar di seluruh dunia
pl_pl: Ponad milion zarejestrowanych kont na całym świecie
pt_pt: Mais de 1 milhão de contas registradas em todo o mundo
vi_vn: Hơn một triệu tài khoản được đăng kí trên toàn thế giới
zh_cn: 全球各地拥有超过一百万个注册账户

source: Over 3 years
de_de: Über 3 Jahre
fr_fr: Plus de 3 ans
id_id: Lebih dari 3 tahun
pl_pl: Ponad 3 lata
pt_pt: Mais de 3 anos
vi_vn: Trên 3 năm
zh_cn: 3年以上

source: Over 50 FX pairs, plus spot metals, CFD indices, commodities, and cryptocurrencies.
de_de: Über 50 FX-Paare plus Edelmetalle, CFD Indizes, Rohstoffe und Kryptowährungen.
fr_fr: Plus de 50 paires de FX, plus les métaux spots, indices CFD, matières premières et crypto devises.
id_id: Lebih dari 50 pasangan FX, logam, indeks CFD, komoditas dan mata uang crypto.
pl_pl: Ponad 50 par walutowych, metali szlachetnych, wskaźników CFD, towarów i kryptowalut.
pt_pt: Mais de 50 pares de moedas, além de metais, índices CFD, matérias-primas e criptomoedas.
vi_vn: Hơn 50 cặp FX, cộng với kim loại quý, chỉ số CFD, hàng hóa, và cryptocurrencies.
zh_cn: 超过 50 种外汇交易货币对，加上现货金属、差价合约指数、大宗商品和加密货币。

source: Over 70 available assets
de_de: Über 70 verfügbare Anlagen
fr_fr: Plus de 70 actifs disponibles
id_id: Tersedia lebih dari 70 aset
pl_pl: Ponad 70 dostępnych aktywów
pt_pt: Mais de 70 ativos disponíveis
vi_vn: Trên 70 tài sản có sẵn
zh_cn: 70多个可用资产

source: Over two billion dollars in trades to date.
de_de: Bis heute über zwei Milliarden Dollar Handelsvolumen.
fr_fr: Un volume de transactions de plus de 2 milliards USD à ce jour.
id_id: Lebih dari dua milyar dolar kontrak terjual sampai saat ini.
pl_pl: Ponad 2 miliony dolarów w transakcjach na dzień dzisiejszy.
pt_pt: Mais de dois bilhões de dólares em negociações até o momento.
vi_vn: Trên 2 tỷ đô la giao dịch tính tới nay.
zh_cn: 超过二十亿美元的交易额。

source: Over/Under
de_de: Über/Unter
fr_fr: Au dessus/En dessous
pl_pl: Ponad/poniżej
pt_pt: Acima/Abaixo
vi_vn: Trên/Dưới
zh_cn: 大于/小于

source: Over/Under contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
de_de: Über/Unter Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr_fr: Les contrats « Au-dessus/En dessous » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id_id: Kontrak Over/Under akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
pl_pl: Kwota zakupu kontraktu typu „ponad/poniżej” zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
pt_pt: Os contratos "Acima/Abaixo" serão reembolsados ao preço de compra se o contrato não terminar dentro de 5 minutos.
vi_vn: Các hợp đồng trên giá/ dưới giá sẽ được hoàn tiền nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 大于/小于合约如果没在 5 分钟内结束，将退还购入价格。

source: Oversee incident responses for our production servers
de_de: Überwachen Sie Vorfallsreaktionen für unsere Produktions-Server
fr_fr: Surveiller les réponses aux incidents pour nos serveurs de production
id_id: Mengawasi respon insiden bagi server produksi kami
pl_pl: Nadzorowanie reagowania na zdarzenia powiązane z naszymi serwerami produkcyjnymi
pt_pt: Supervisionar respostas incidentes para nossos servidores de produção
vi_vn: Giám sát các phản hồi sự cố cho các máy chủ sản xuất của chúng tôi
zh_cn: 为我们的生产服务器监督各项事件

source: Ownership
de_de: Eigentum
fr_fr: Propriété
id_id: Kepemilikan
pl_pl: Własność
pt_pt: Propriedade
vi_vn: Quyền sở hữu
zh_cn: 所有权

source: Ownership and content of the %1 website remains our respective properties and shall not be deemed to have been transferred to you through any act or omission in respect of this Agreement.
de_de: Das Eigentumsrecht an und der Inhalt der Website von %1 bleiben unser Eigentum und es kann nicht davon ausgegangen werden, dass dieses aufgrund einer Handlung oder Unterlassung bezüglich dieses Vertrags an Sie übertragen wurde.
id_id: Kepemilikan dan isi dari situs %1 akan tetap menjadi milik kami dan tidak dapat dipindah tangankan kepada Anda melalui akta manapun seperti yang disebutkan dalam Persetujuan ini.
pl_pl: Treść strony internetowej %1 pozostaje własnością Firmy i nie zostanie przekazana Partnerowi przez żaden akt lub pominięcie na mocy niniejszej Umowy.
pt_pt: A posse e o conteúdo do site %1 permanecem as nossas respectivas propriedades e não serão consideradas como terem sido cedidos a você através de qualquer ato ou omissão relativamente a este Acordo.
vi_vn: Quyền sở hữu và nội dung của trang web %1 vẫn là tài sản của chúng tôi và sẽ không được xem là đã chuyển giao cho bạn thông qua bất cứ hoạt động nào hoặc thiếu sót nào của Thỏa Thuận này.
zh_cn: %1 网站的所有权和内容均为归我们，不得视为通过此协议相关的任何作为或不作为转移给您。
