Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Knowledge of VPN concepts and prior experience of setting up site-to-site networks
de_de: Kenntnisse der VPN-Konzepte und Erfahrung mit der Einrichtung von Site-to-Site- Netzwerken
fr_fr: Connaissance des concepts VPN et une expérience antérieure de mise en réseau de site à site
id_id: Memiliki pengetahuan tentang konsep VPN dan pengalaman sebelumnya dalam mengatur jaringan dari situs ke situs
pl_pl: Znajomość pojęć w zakresie VPN i wcześniejsze doświadczenie w ustanawianiu międzylokacyjnych połączeń sieci
pt_pt: Conhecimento dos conceitos de VPN e experiência anterior de configuração de redes site-a-site
vi_vn: Kiến thức về các khái niệm VPN và kinh nghiệm trong thiết lập mạng lưới kết nối site-to-site
zh_cn: 熟悉 VPN 概念, 有站点到站点网络的建设经验

source: Knowledge of affiliate marketing, email marketing, and basic HTML
de_de: Kenntnisse von Affiliate-Marketing, E-Mail Marketing und grundlegende HTML-Kenntnisse
fr_fr: Connaissance de marketing affilié, email marketing et basique HTML
id_id: Memiliki pengetahuan tentang pemasaran afiliasi, pemasaran email, dan HTML dasar
pl_pl: Znajomość kwestii związanych z marketingiem partnerskim oraz e-mailowym i podstaw HTML
pt_pt: Conhecimento de marketing de afiliados, marketing por e-mail e HTML básico
vi_vn: Kiến thức về tiếp thị liên kết, tiếp thị email và HTML cơ bản
zh_cn: 了解联盟营销、电子邮件营销和基本 HTML

source: Knowledge of coloured coins and Ethereum tokens, including ERC20/23/223
de_de: Kenntnisse über Coloured Coins und Ethereum Token, einschließlich ERC20/23/223
fr_fr: Connaissance des pièces colorées et des jetons Ethereum, y compris ERC20/23/223
id_id: Memiliki pengetahuan tentang koin berwarna dan token Ethereum, termasuk ERC20/23/223
pl_pl: Wiedza na temat kolorowych monet i tokenów Ethereum, w tym ERC20/23/223
pt_pt: Conhecimento das moedas coloridas e tokens Ethereum, incluindo ERC20/23/223
vi_vn: Kiến thức về Colored Coins và Ethereum, bao gồm các đồng coin dựa trên nền ERC20/23/223
zh_cn: 了解彩色币和以太币, 包括 ERC20/23/223

source: Knowledge of hardware and software firewalls, intrusion detection methods, security systems, and DDoS protection
de_de: Kenntnisse über Hardware- und Software-Firewalls, Verfahren zur Entdeckung von Eindringungen, Sicherheitssysteme und DDoS-Schutz
fr_fr: Maîtrise des pare-feux matériels et logiciels, des méthodes de détection d'intrusion, des systèmes de sécurité et de protection contre les attaques DdoS
id_id: Memiliki pengetahuan tentang hardware dan software firewall, metode deteksi intrusi, sistem keamanan, dan perlindungan DDoS
pl_pl: Znajomość metod wykrywania zagrożeń, systemów bezpieczeństwa, zapór ogniowych na poziomie oprograowania i sprzętu oraz ochrony DDoS
pt_pt: Conhecimento de firewalls de hardware e software, métodos de detecção de intrusão, sistemas de segurança e proteção DDoS
vi_vn: Kiến thức về phần cứng và tưởng lửa phần mềm, các phương pháp phát hiện xâm nhập, hệ thống an ninh và ngăn chặn tấn công DDos
zh_cn: 硬件和软件防火墙、入侵检测方法、安全系统和 DDoS 保护等专门知识

source: Knowledge of hashing algorithms, including SHA and scrypt
de_de: Wissen über Hashing-Algorithmen, einschließlich SHA und Scrypt
fr_fr: Connaissance des algorithmes de hashage, tels que SHA et scrypt
id_id: Memiliki pengetahuan tentang algoritma hashing, termasuk SHA dan scrypt
pl_pl: Znajomość algorytmu funkcji skrótu, w tym SHA i skryptu
pt_pt: Conhecimento de algoritmos hashing, incluindo SHA e scrypt
vi_vn: Kiến thức về các hàm băm, bao gồm hàm SHA và scrypt
zh_cn: 熟悉哈希算法, 包括 SHA 和 scrypt

source: Knowledge of payment transaction analysis, in particular e-wallets/cryptocurrencies will be considered an advantage
de_de: Kenntnisse über Zahlungstransaktionsanalyse, insbesondere E-Wallets/Kryptowährungen werden als Vorteil angesehen
fr_fr: Connaissance de l’analyse des transactions de paiement, en particulier les e-portefeuilles/cryptodevises va être considéré comme un avantage
id_id: Memiliki pengetahuan tentang analisis transaksi pembayaran, khususnya e-wallet/mata uang kripto menjadi nilai tambah
pl_pl: Znajomość analizy transakcji płatniczych, w szczególności e-portfeli/kryptowalut, będzie dodatkowym atutem
pt_pt: O conhecimento da análise de transações de pagamento, em particular carteiras eletrônicas/criptomoedas, será considerado um diferencial
vi_vn: Ưu tiên nếu có kiến thức về phân tích giao dịch chi trả, cụ thể trong ví điện tử e-wallets/tiền cryptocurrency
zh_cn: 了解支付交易分析, 特别是电子钱包/加密货币者优先录取

source: Knowledge of probability theory, stochastic calculus, numerical methods, Monte-Carlo simulation, differential equations, econometrics, and statistical modelling
de_de: Kenntnisse über die Wahrscheinlichkeitstheorie, Stochastische Analyse, numerische Methoden, die Monte-Carlo Simulation, Differentialgleichungen, Ökonometrie und statistische Modellierung
fr_fr: Connaissance de la théorie des probabilités, du calcul stochastique, de l'analyse numérique, de la simulation de Monte-Carlo, des équations différentielles, de l'économétrie et de la modélisation statistique
id_id: Memiliki pengetahuan tentang teori probabilitas, kalkulus stokastik, metode numerik, simulasi Monte-Carlo, persamaan diferensial, ekonometrik, dan pemodelan statistik
pl_pl: Znajomość teorii prawdopodobieństwa, rachunku stochastycznego, metod numerycznych, symulacji Monte Carlo, równań różniczkowych, ekonometrii i modelowania statystycznego
pt_pt: Conhecimentos da teoria de probabilidade, cálculo estocástico, métodos numéricos, simulação Monte-Carlo, equações diferenciais, econometria e modelagem estatística
vi_vn: Kiến thức về về lý thuyết xác xuất, tính xác suất ngẫu nhiên, phương pháp số học, giả lập Monte-Carlo, phương trình vi phân, kinh tế lượng và mô hình thống kê
zh_cn: 具备概率论、随机微积分、数值方法、蒙特卡洛模拟、微分方程、计量经济学和统计建模等知识

source: Knowledge of scripting language and Perl in particular is a plus
de_de: Kenntnisse der Skriptsprache und Perl ist ein besonderes Plus
fr_fr: Connaissance du langage de script et de Perl en particulier est un atout
id_id: Memiliki pengetahuan tentang bahasa scripting dan Perl secara khusus merupakan nilai tambah
pl_pl: Znajomość języka skryptowego, i w szczególności języka Perl jest mile widziane
pt_pt: O conhecimento da linguagem de script e Perl em particular é um diferencial
vi_vn: Ưu tiên nếu có kiến thức về ngôn ngữ lập trình và đặc biệt là Perl
zh_cn: 尤其是熟悉脚本语言和 Perl 知识者优先录取

source: Knowledge of the latest industry trends and best practices in information security
de_de: Kenntnisse über die neuesten Trends der Branche und beste Praktiken im Bereich der Informationssicherheit
fr_fr: Connaissance des plus récentes tendances de l’industrie et des pratiques exemplaires en matière de sécurité de l’information
id_id: Memiliki pengetahuan tentang tren industri terkini dan praktik terbaik dalam keamanan informasi
pl_pl: Wiedza w zakresie najnowszych trendów i najlepszych praktyk w zakresie zabezpieczeń informatycznych
pt_pt: Conhecimento das mais recentes tendências do setor e as melhores práticas em segurança da informação
vi_vn: Kiến thức về các xu hướng công nghiệp mới nhất và những quy trình kỹ thuật tốt nhất trong bảo mật thông tin
zh_cn: 了解信息安全方面的最新行业趋势和最佳实践方式

source: Kuala Lumpur Office
de_de: Niederlassung in Kuala Lumpur
fr_fr: Antenne de Kuala Lumpur
id_id: Kantor Kuala Lumpur
pl_pl: Biuro w Kuala Lumpur
pt_pt: Escritório de Kuala Lumpur
vi_vn: Văn phòng Kuala Lumpur
zh_cn: 吉隆坡办公室

source: L. Event of Default
de_de: L. Verzugsfall
id_id: L. Pelanggaran
pl_pl: L. Niewywiązanie się z zobowiązania
pt_pt: L. Evento de incumprimento
vi_vn: L. Sự Kiện Mặc Định
zh_cn: 十二、违约事件

source: Labuan
zh_cn: 纳闽

source: Labuan has several national schools and one international school. It also has the only matriculation college in East Malaysia. Pre-university students from Sabah, Sarawak, and Labuan are required to attend this matriculation college before they continue their studies at a public university.
de_de: Labuan hat mehrere nationale Schulen und eine internationale Schule. Es hat auch das einzige Immatrikulation College in Ost-Malaysia. Voruniversitäre Studenten aus Sabah, Sarawak und Labuan sind verpflichtet, dieses Immatrikulation College zu besuchen, bevor sie ihr Studium an einer öffentlichen Hochschule fortsetzen können.
fr_fr: Labuan a plusieurs écoles nationales et une école internationale. Il a aussi le seul collège d'immatriculation en Malaisie orientale. Les étudiants de Labuan, Sabah et Sarawak sont tenus d’assister à ce collège d’immatriculation avant de continuer leurs études dans une université publique.
id_id: Labuan memiliki beberapa sekolah nasional dan satu sekolah internasional. Ini juga memiliki satu-satunya kampus matrikulasi di Malaysia Timur. Mahasiswa pra-universitas dari Sabah, Sarawak, dan Labuan diminta untuk menghadiri perguruan tinggi matrikulasi ini sebelum mereka melanjutkan studi mereka ke universitas negeri.
pl_pl: Na Labuan jest kilka szkół państwowych i jednak szkoła międzynarodowa. Znajduje się tu również jedyna we Wschodniej Malezji szkoła średnia przygotowująca do egzaminu dojrzałości. Uczniowie z Sabah, Sarawak i Labuan, którzy planują rozpoczęcie studiów, muszą ukończyć tę szkołę przed kontynuacją nauki na uczelni państwowej.
pt_pt: Labuan tem várias escolas nacionais e uma escola internacional. Também possui o único colégio de acesso ao ensino superior na Malásia Oriental. Estudantes pré-universitários de Sabá, Sarawak e Labuan são obrigados a frequentar esta faculdade antes de continuarem os seus estudos em uma universidade pública.
vi_vn: Labuan có vài trường công lập và một trường quốc tế. Ở đó cũng có duy nhất một trường cao đẳng ở Đông Malaysia. Học sinh trước đại học từ Sabah, Sarawak và Labuan phải theo học và tốt nghiệp trường này trước khi họ có thể đăng ký đi học ở một trường đại học công.
zh_cn: Labuan 有数所国立学校和一所国际学校。这里还有东马来西亚唯一的大学预班学院。来自沙巴、砂拉越和Labuan的大学预班生在公立大学继续学习前必须先进入这所学院。

source: Labuan is a federal territory made up of the main island, Labuan Island, and six other small islands off the coast of Sabah. Its name comes from the Malay word, 'labuhan' which means harbour. Formerly a part of the Brunei Sultanate, it was ceded to the British Crown in 1846, before joining Malaysia in 1963.
de_de: Labuan ist ein Bundesgebiet bestehend aus der Hauptinsel, Labuan Island und sechs anderer kleiner Inseln vor der Küste von Sabah. Sein Name stammt aus dem malaiischen Wort, "Labuhan" d.h. Hafen. Früher ein Teil des Sultanats Brunei, wurde es der britischen Krone im Jahre 1846 abgetreten, bevor es im Jahr 1963 Malaysia beitrat.
fr_fr: Labuan est un territoire fédéral composé de l’île principale, l’île de Labuan et six autres petites îles au large de la côte de Sabah. Son nom vient du mot malais, « labuhan » qui signifie port. Autrefois une partie du Sultanat de Brunei, elle fut cédée à la Couronne britannique en 1846, avant de rejoindre la Malaisie en 1963.
id_id: Labuan adalah wilayah federal yang terdiri dari pulau utama, Pulau Labuan, dan enam pulau kecil lainnya di lepas pantai Sabah. Namanya berasal dari bahasa Melayu, 'labuhan' yang berarti pelabuhan. Dulunya merupakan bagian dari Kesultanan Brunei, yang diserahkan kepada Kerajaan Inggris pada tahun 1846, sebelum bergabung dengan Malaysia pada tahun 1963.
pl_pl: Labuan to terytorium federalne złożone z głównej wyspy: Labuan i innych sześciu mniejszych wysp u wybrzeża stanu Sabah. Jego nazwa wywodzi się od malezyjskiego słowa „labuhan” oznaczającego port. Wcześniej stanowiło część sułtanatu Brunei, w 1846 r. zostało przekazane Koronie Brytyjskiej, a w 1963 r. stało się częścią Malezji.
pt_pt: Labuan é um território federal composto pela ilha principal, a Ilha de Labuan, e seis outras ilhas pequenas ao largo da costa de Sabá. O seu nome deriva da palavra malaia "labuan", que significa porto. Anteriormente, enquanto parte do Sultanato de Brunei, foi cedida à Coroa Britânica em 1846, antes de ingressar na Malásia em 1963.
vi_vn: Labuan là một lãnh thổ liên bang được tạo thành từ hòn đảo chính, đảo Labuan và sáu đảo nhỏ khác ngoài khơi Sabah. Tên của nó xuất phát từ từ tiếng Malay, 'labuhan' có nghĩa là bến cảng. Trước đây, nó là một phần của Vương quốc Brunei, vào năm 1846 nó được nhượng lại cho Vương quốc Anh, và cuối cùng thì sát nhập Malaysia vào năm 1963.
zh_cn: Labuan是联邦直辖区，由主要岛屿、Labuan岛和沙巴沿岸六个其他小岛组成。它的名字来自马来语, 'labuhan'的意思是海港。它以前是文莱苏丹国的一部分。1846年被割让给英国王室，并于1963年加入马来西亚。

source: Labuan, Malaysia
fr_fr: Labuan, Malaisie
pl_pl: Labuan, Malezja
pt_pt: Labuan, Malásia
zh_cn: 马来西亚Labuan

source: Ladders
fr_fr: Échelles
id_id: Ladder
pl_pl: Drabiny
vi_vn: Bậc thang
zh_cn: 梯子

source: Languages
de_de: Sprachen
fr_fr: Langues
id_id: Bahasa
pl_pl: Języki
pt_pt: Idiomas
vi_vn: Ngôn ngữ
zh_cn: 语言

source: Last Digit Prediction
de_de: Voraussage der Letzten Stelle
fr_fr: Prédiction sur le dernier chiffre
id_id: Analisa Digit Terakhir
pl_pl: Przewidywanie ostatniej cyfry
pt_pt: Previsão do último dígito
vi_vn: Dự Đoán Chữ số Cuối Cùng
zh_cn: 最后数字的预测

source: Last Digit Stats
de_de: Statistiken der Letzten Stelle
fr_fr: Statistiques du dernier chiffre
id_id: Statistik Digit Terakhir
pl_pl: Statystyki ostatniej cyfry
pt_pt: Estatísticas do último dígito
vi_vn: Dữ Liệu Chữ Số Cuối Cùng
zh_cn: 最后数字的统计数据

source: Last Login
de_de: Letztes Log-In
fr_fr: Dernière Connexion
id_id: Akses Terakhir
pl_pl: Ostatnie logowanie
pt_pt: Último login
vi_vn: Lần đăng nhập cuối
zh_cn: 上一次登录

source: Last Used
de_de: Zuletzt verwendet
fr_fr: Dernière utilisation
id_id: Terakhir digunakan
pl_pl: Ostatnio używane
pt_pt: Última utilização
vi_vn: Lần Sử Dụng Gần Đây
zh_cn: 上一次使用

source: Last digit stats for the latest %1 ticks on %2
de_de: Letzte Stellen Statistik der letzten %1 Ticks von %2
fr_fr: Statistiques du dernier chiffre pour les %1 derniers ticks sur %2
id_id: Statistik digit terakhir untuk %1 tik pada %2
pl_pl: Statystyki końcowych cyfr dla ostatnich %1 transakcji z najmniejszym przyrostem ceny dla rynku %2
pt_pt: Estatísticas dos últimos dígitos dos últimos %1 tique-taques de %2
vi_vn: Chữ số cuối cùng cho tick %1 gần nhất trên %2
zh_cn: 显示 %2 最新 %1 跳点的最后统计数字

source: Latest bank statement or any government-issued letter which contains your name and address
de_de: Neuester Kontoauszug oder ein amtlicher Brief der Ihren Namen und Ihre Adresse enthält
fr_fr: Dernier relevé bancaire ou toute lettre délivrée par un gouvernement qui contient votre nom et adresse
id_id: Rekening koran terbaru atau surat yang dikeluarkan pemerintah yang berisi nama dan alamat Anda
pl_pl: Najnowszy wyciąg bankowy lub list wystawiony przez dowolne władze, na którym widnieją Twoje dane osobowe i adresowe
pt_pt: Extrato bancário mais recente ou qualquer carta emitida pelo governo que contenha o seu nome e endereço residencial
vi_vn: Đặt sao kê ngân hàng hoặc bất kỳ thư chính phủ phát hành mà có tên và địa chỉ của bạn
zh_cn: 包含您的姓名和地址的最新银行月结单或任何由政府出具的信函

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of clients accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, clients accessing this site are required to inform themselves about and to observe such restrictions.
de_de: Die Gesetze über Finanzverträge sind weltweit unterschiedlich und Kunden, die diese Seite besuchen, sind dafür verantwortlich sicherzustellen, dass sie alle Gesetze und Vorschriften, die in ihrem eigenen Land für sie gelten, verstanden haben und diese einhalten. Diese Site darf nicht für die Zwecke eines Angebots oder einer Aufforderung einer Person innerhalb eines Landes, in dem ein solches Angebot oder eine Aufforderung nicht erlaubt ist, verwendet werden oder von einer Person, an die ein solches Angebot oder eine Aufforderung per Gesetz verboten ist, benutzt werden. Der Zugang zu dieser Site und das Anbieten von Finanzverträgen über diese Site kann in manchen Ländern eingeschränkt sein. Dementsprechend werden Kunden, die diese Site besuchen, dazu aufgefordert, sich selbst über solche Einschränkungen zu informieren und diese im Auge zu behalten.
id_id: Hukum pada kontrak trading finansial adalah berbeda di mana saja dan merupakan kewajiban klien yang mengakses situs ini untuk memastikan bahwa dirinya telah memahami dan mengerti sepenuhnya pada hukum dan peraturan yang berlaku di negara mereka. Situs ini bukan merupakan, dan tidak dapat digunakan untuk tujuan, tawaran atau ajakan kepada siapapun dalam setiap yurisdiksi yang menawarkan atau ajakan tidak berwenang atau kepada orang kepada siapa merupakan pelanggaran hukum untuk membuat tawaran atau ajakan. Pengaksesan situs ini dan penawaran kontrak trading finansial melalui situs ini pada jurisdiksi tertentu adalah terbatas dan klien yang bersangkutan harus mengetahui dan memahami batasan tersebut.
pl_pl: Przepisy prawne dotyczące umów finansowych różnią się na całym świecie, a do obowiązków klientów korzystających z tego portalu należy upewnienie się, że rozumieją wszelkie przepisy prawa lub przepisy odnoszących się do nich w ich kraju i w pełni ich przestrzegają. Niniejszy portal nie stanowi oferty skierowanej do kogokolwiek w jakiejkolwiek jurysdykcji, w której taka oferta nie jest dozwolona, ani do żadnego klienta, wobec którego takie działania są niezgodne z prawem, i nie może być wykorzystywany do takich celów. Dostęp do tego portalu i do oferty kontraktów finansowych za jego pośrednictwem może podlegać ograniczeniom w niektórych jurysdykcjach, w związku z czym osoby korzystające z tego portalu muszą zapoznać się z takimi ograniczeniami i ich przestrzegać.
pt_pt: A legislação referente a contratos financeiros varia em todo o mundo, sendo da responsabilidade dos clientes que acedem a este site garantir que compreendem e cumprem integralmente as leis e regulamentos a si aplicáveis no seu próprio país. Este site não constitui, nem pode ser usado para, uma oferta ou solicitação a qualquer pessoa em qualquer jurisdição na qual tal oferta ou solicitação não seja autorizada, ou a qualquer pessoa a quem seja ilegal fazer tal oferta ou solicitação. O acesso a este site e a oferta de contratos financeiros através deste site em certas jurisdições podem ser restringidos e, consequentemente, as pessoas que acedem a este site são obrigadas a informar-se sobre estas restrições e a cumpri-las.
vi_vn: Luật pháp liên quan đến hợp đồng tài chính thì khác nhau trên khắp thế giới, và trách nhiệm của khách truy cập trang web này là cần phải bảo đảm rằng mình sẽ hiểu và tuân thủ đầy đủ các điều luật hoặc quy định có liên quan tới bản thân trong đất nước của mình. Trang web này không được hình thành và sử dụng với mục đích mời mọc hay lôi kéo khách hàng, trong bất cứ quyền hạn nào thì lời mời mọc lôi kéo đều không được cho phép hoặc đối với bất cứ ai làm công việc lôi kéo hay mời mọc đều không đúng pháp luật. Việc truy cập vào trang web này và rao bán một hợp đồng tài chính thông qua trang web này trong quyền hạn nhất định có thể bị hạn chế, và theo đó, khách truy cập trang web này được thông báo về vấn đề này và xem xét kĩ những điều cấm này.
zh_cn: 世界各地有关金融合约的法律各不相同，访问本网站的客户有责任确保自己了解并完全遵守所在国家与其相关的法律规定。本网站不被用于以下目的：访客发布在某司法管辖区未经授权的要约或要约邀请；访客向任何人士作出非法的要约或要约邀请。部分司法辖区限制访问本网站以及其提供的金融合约，访问的客户须自行获知并遵守此类限制。

source: Lay out mockups and wireframes for app screens and web pages
de_de: Legen Sie Mockups und Wireframes für App-Bildschirme und Web-Seiten aus
fr_fr: Présentez les maquettes et modèles filaires pour les écrans de l’application et les pages web
id_id: Membentangkan rencana tampilan dan kerangka layar aplikasi dan halaman web
pl_pl: Projektowanie szkiców i makiet ekranów aplikacji i stron internetowych
pt_pt: Crie Mockups e wireframes para telas de aplicativos e páginas da web
vi_vn: Đưa ra các giả lập và khung mô hình cho màn hình ứng dụng và trang web
zh_cn: 为应用屏幕和网页布局模型和线框

source: Learn about the types of trades that can help you execute your trading strategy on rising, falling, and even sideways markets.
de_de: Erfahren Sie mehr über die Arten von Geschäften, die Ihnen helfen können, Ihre Handelsstrategie auf steigenden, fallenden und sogar seitwärtigen Märkten auszuführen.
fr_fr: Découvrez les types de trades qui peuvent vous aider à exécuter votre stratégie de trading sur des marchés en hausse, en baisse ou même des marchés latéraux.
id_id: Belajar mengenai jenis kontrak yang dapat membantu Anda dalam mengeksekusi strategi trading pada pergerakan pasar naik, turun bahkan sideway.
pl_pl: Dowiedz się więcej o rodzajach transakcji, które mogą Ci pomóc w realizacji strategii handlowej na rynkach o tendencji wzrostowej, spadkowej, a nawet o tendencji bocznej.
pt_pt: Aprenda sobre os tipos de negociações que podem ajudá-lo a executar a sua estratégia de negociação em mercados em alta, baixa e até estagnados.
vi_vn: Tìm hiểu về năm loại giao dịch có thể giúp bạn thực hiện chiến lược kinh doanh trên các các thị trường tăng, giảm và thậm chí nghiêng.
zh_cn: 了解可帮助您在上涨、下跌甚至横盘整理市场上执行交易策略的交易类型。

source: Learn from us
de_de: Lernen Sie von uns
fr_fr: Accédez à toutes nos ressources
id_id: Belajar dari kami
pl_pl: Ucz się od nas
pt_pt: Aprenda conosco
vi_vn: Tìm hiểu về chúng tôi
zh_cn: 我们将协助您提高交易技能

source: Learn how to read currency pairs, when to go long or short, and how to buy your first currency pair.
de_de: Erfahren Sie, wie man Währungspaare liest, wann man lang oder kurz geht, und wie Sie Ihr erstes Währungspaar kaufen.
fr_fr: Apprendre à lire les paires de monnaies, quand être à l'achat ou à la vente et comment acheter votre première paire de devises.
id_id: Pelajari cara membaca pasangan mata uang, kapan harus ambil posisi long atau short, dan bagaimana cara membeli pasangan mata uang pertama Anda.
pl_pl: Dowiedz się, jak interpretować pary walutowe, kiedy zająć pozycję długą, a kiedy krótką i kiedy kupić swoją pierwszą parę walutową.
pt_pt: Aprenda como ler pares de moedas, quando assumir posições longas ou curtas e como comprar o seu primeiro par de moedas.
vi_vn: Tìm hiểu làm thế nào để đọc cặp tiền tệ, lúc nào đi lên hay xuống, và làm thế nào để mua cặp tiền tệ đầu tiên của bạn.
zh_cn: 了解如何阅读货币对、何时做多或做空、以及如何买入您的第一个货币对。

source: Learn how to trade with our award-winning binary options platform in this simple step-by-step guide.
de_de: Erfahren Sie in dieser Schritt-für-Schritt Anleitung, wie man mit unserer preisgekrönten binären Optionen Plattform handelt.
fr_fr: Apprendre à trader avec notre plateforme d’options binaires primée dans ce guide simple étape par étape.
id_id: Pelajari cara bertrading dengan platform opsi binary pemenenag penghargaan kami dalam panduan langkah-demi-langkah sederhana ini.
pl_pl: Skorzystaj z tego prostego przewodnika krok po kroku, aby dowiedzieć się, jak handlować na naszej nagradzanej platformie do handlu opcjami binarnymi.
pt_pt: Aprenda como negociar com a nossa premiada plataforma de opções binárias neste guia explicativo simples.
vi_vn: Tìm hiểu làm thế nào để giao dịch trên các Sàn Binary Option đạt giải thưởng của chúng tôi theo hướng dẫn từng bước đơn giản này.
zh_cn: 通过这个简单的指南，了解如何使用我们屡获殊荣的二元期权平台进行交易。

source: Learn more
de_de: Mehr erfahren
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
pl_pl: Dowiedz się więcej
pt_pt: Saiba mais
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
