Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Total Profit/Loss
de_de: Gesamter Gewinn/Verlust
fr_fr: Total des profits/pertes
id_id: Total Laba/Rugi
pl_pl: Całkowity zysk/ całkowita strata
pt_pt: Lucro/Perda Total
vi_vn: Tổng Lợi Nhuận/Thua Lỗ
zh_cn: 利润/亏损合计

source: Total deposits
de_de: Gesamte Einlagen
fr_fr: Dépôts Totaux
id_id: Total deposit
pl_pl: Wszystkie wpłaty
pt_pt: Depósitos totais
vi_vn: Tổng số tiền gửi
zh_cn: 存款总额

source: Total net revenue per month (USD)
de_de: Gesamtnettoumsatz pro Monat (USD)
fr_fr: Total des revenus nets par mois (USD)
id_id: Total pendapatan bersih per bulan (USD)
pl_pl: Całkowity miesięczny przychód netto (USD)
pt_pt: Total de receitas líquidas por mês (USD)
vi_vn: Tổng doanh thu thuần mỗi tháng (USD)
zh_cn: 每月净收入总额 (美元)

source: Total withdrawals
de_de: Gesamte Behebungen
fr_fr: Retraits Totaux
id_id: Total pencairan
pl_pl: Wszystkie wypłaty
pt_pt: Retiradas totais
vi_vn: Tổng số tiền rút
zh_cn: 提款总额

source: Touch/No Touch
de_de: Ziel/Kein Ziel
fr_fr: Touche/Ne touche pas
pl_pl: Osiągnie/Nie osiągnie
pt_pt: Toca/Não Toca
vi_vn: Chạm/Không Chạm
zh_cn: 触及/未触及

source: Touch/No Touch contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de_de: Ziel/Kein Ziel Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr_fr: Les contrats « Touche/Ne touche pas » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id_id: Kontrak Touch/No Touch akan mendapat pengembalian pada harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
pl_pl: Kwota zakupu kontraktu typu „osiągnie/nie osiągnie” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
pt_pt: Os contratos "Toca/Não Toca" serão reembolsados ao preço de compra caso existam menos de 2 tique-taques entre a hora de início e a hora final.
vi_vn: Hợp đồng chạm/ không chạm sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 tick trong khoảng thời gian từ khi hợp đồng bắt đầu cho tới lúc kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，触及/未触及合约购入价将全额退还。

source: Touch/No touch
de_de: Ziel/Kein Ziel
fr_fr: Touche/Ne touche pas
pl_pl: Osiągnie/nie osiągnie
pt_pt: Toca/Não toca
vi_vn: Chạm/ Không Chạm
zh_cn: 触及/未触及

source: Touches
de_de: Berührt
fr_fr: Touche
pl_pl: Osiąga
pt_pt: Toca
vi_vn: Chạm
zh_cn: 触及

source: Tour
fr_fr: Aperçu
id_id: Panduan
pl_pl: Zwiedzanie
pt_pt: Visita
vi_vn: Trải nghiệm
zh_cn: 指南

source: Tourism
de_de: Tourismus
fr_fr: Tourisme
id_id: Pariwisata
pl_pl: Turystyka
pt_pt: Turismo
vi_vn: Ghé thăm
zh_cn: 旅游

source: Town/City
de_de: Ort/Stadt
fr_fr: Ville
id_id: Kota
pl_pl: Miasto
pt_pt: Vila/Cidade
vi_vn: Thành phố/Tỉnh thành
zh_cn: 城镇/城市

source: Track and document thoroughly the bugs that you find
de_de: Verfolgen und dokumentieren Sie gründlich alle Fehler, die Sie finden
fr_fr: Suivre et documenter soigneusement les bugs que vous trouvez
id_id: Melacak dan mendokumentasikan dengan seksama bug yang Anda temukan
pl_pl: Wykrywanie i dokładne dokumentowanie znajdowanych usterek
pt_pt: Rastreie e documente os bugs que encontrar
vi_vn: Theo dõi và lưu trữ hồ sơ những lỗi mà bạn tìm thấy một cách kỹ lưỡng
zh_cn: 彻底跟踪和记录您发现的错误

source: Track and manage transactions and accounts using proprietary and non-proprietary software and systems
de_de: Verfolgen und verwalten Sie Transaktionen und Konten, indem Sie proprietäre und nicht-proprietäre Software und Systeme verwenden
fr_fr: Suivre et gérer les transactions et les comptes en utilisant des systèmes et des logiciels propriétaire et non propriétaires
id_id: Lacak dan kelola transaksi dan akun menggunakan perangkat lunak dan sistem eksklusif dan non-kepemilikan
pl_pl: Śledzenie transakcji i kont oraz zarządzanie nimi przy użyciu oprogramowania i systemów firmy i dostawców zewnętrznych
pt_pt: Rastrear e gerenciar transações e contas usando software e sistemas proprietários e não proprietários
vi_vn: Theo dõi và quản lý các giao dịch và tài khoản sử dụng các phần mềm và hệ thống độc quyền và hệ thống không độc quyền
zh_cn: 使用专有和非专有软件和系统跟踪和管理交易和账户

source: Track every click, impression, download, and signup to increase your conversions.
de_de: Verfolgen Sie jeden Klick, Eindruck, Download und jede Registrierung, um Ihre Umsätze zu erhöhen.
fr_fr: Suivez chaque clics, impression, téléchargement et inscription pour augmenter votre taux de conversion.
id_id: Telusuri setiap klik, impresi, unduhan, dan pendaftar untuk meningkatkan konversi Anda.
pl_pl: Śledź każde kliknięcie, wyświetlenie, pobranie i rejestrację konta, aby zwiększyć konwersję.
pt_pt: Controle cada clique, impressão, download e inscrição para aumentar as suas conversões.
vi_vn: Theo dõi từng nhấp chuột, ấn tượng, tải xuống, và đăng kí để gia tăng các chuyển đổi của bạn.
zh_cn: 跟踪每次点击、显示、下载和注册以增加您的转换率。

source: Track laws and regulations that may affect all group companies and implement necessary changes to internal policies in order to manage and mitigate our risk and exposure
de_de: Verfolgen Sie Gesetze und Verordnungen, die möglicherweise Auswirkungen auf alle Konzernunternehmen haben und implementieren Sie notwendige Änderungen an internen Richtlinien zur Steuerung und Abschwächung unseres Risikos und Exposition
fr_fr: Suivre les lois et règlementations qui peuvent affecter toutes les Compagnies du groupe et mettre en œuvre les adaptations nécessaires aux politiques internes afin de gérer et d’atténuer notre risque et exposition
id_id: Melacak undang-undang dan peraturan yang dapat mempengaruhi grup perusahaan dan menerapkan perubahan yang diperlukan terhadap kebijakan internal untuk mengelola dan memitigasi risiko dan eksposur kami
pl_pl: Śledzenie ustaw i rozporządzeń, które mogą mieć wpływ na wszystkie spółki grupy i wprowadzanie niezbędnych zmian w politykach wewnętrznych w celu zarządzania ryzykiem i zmniejszania go
pt_pt: Controlar leis e regulamentos que possam afetar todas as empresas do grupo e implementar mudanças necessárias nas políticas internas para gerenciar e mitigar nosso risco e exposição
vi_vn: Theo dõi các biến động về pháp luật và quy định chính phủ mà có thể ảnh hưởng tới nhóm các công ty và đưa ra các thay đổi cần thiết đối với các chính sách nội bộ để quản lý và giảm thiểu rủi ro và tác động
zh_cn: 跟踪可能影响所有集团公司的法律和法规, 并对内部政策进行必要的修改, 以管理和减轻我们的风险和风险敞口

source: Trade
de_de: Handel
fr_fr: Trading
pl_pl: Handluj
pt_pt: Negociar
vi_vn: Giao dịch
zh_cn: 交易

source: Trade 24/7, even on weekends.
de_de: Handeln Sie 24/7, sogar an Wochenenden.
fr_fr: Tradez 24 heures sur 24, 7 jours sur 7, même les weekends.
id_id: Bertrading 24/7, bahkan tersedia pada akhir pekan.
pl_pl: Handluj 24 godz. na dobę, 7 dni w tygodniu, nawet w weekendy.
pt_pt: Negocie 24/7, mesmo nos finais de semana.
vi_vn: Giao dịch 24/7, kể cả ngày cuối tuần.
zh_cn: 全天均可交易，包括周末。

source: Trade Bitcoin, Ethereum, and Litecoin pairs without owning them. Our cryptocurrency pairs quote a cryptocurrency such as Bitcoin against a fiat currency, such as the US dollar.
de_de: Handeln Sie Bitcoin, Ethereum, und Litecoinpaare, ohne diese zu besitzen. Unsere Kryptowährungspaare notieren eine Kryptowährung wie Bitcoin gegen eine Fiatwährung wie den US Dollar.
fr_fr: Tradez des paires Bitcoin, Ethereum et Litecoin sans les posséder. Nos paires de crypto monnaies vont coter une crypto monnaie comme le Bitcoin contre une monnaie fiat, comme le dollar US.
id_id: Bertrading pasangan Bitcoin, Ethereum, dan Litecoin tanpa memiliki mereka. Pasangan mata uang kripto kami mengkuotasi mata uang kripto seperti Bitcoin terhadap mata uang fiat, seperti Dolar AS.
pl_pl: Handluj parami Bitcoin, Ethereum i Litecoin, nie posiadając ich. Nasze kwotowania par kryptowalut uwzględniają m.in. kryptowalutę Bitcoin oraz walutę fiducjarną, taką jak dolar amerykański.
pt_pt: Negocie pares de Bitcoin, Ethereum e Litecoin sem os deter. Os nossos pares de criptomoedas, como Bitcoin, são cotadas em relação a moedas fiduciárias, tal como o dólar americano.
vi_vn: Giao dịch các cặp Bitcoin, Ethereum và Litecoin mà không sở hữu chúng. Cặp cryptocurrency của chúng tôi gồm một cryptocurrency như Bitcoin và tiền tệ pháp định, chẳng hạn như đồng đô-la Mỹ.
zh_cn: 不需拥有实物也能交易比特币、以太币和莱特币。我们的加密货币对报出例如比特币的加密货币与例如美元的法定货币的兑换价格。

source: Trade FX binary options on our multi-barrier platform, Ladders.
de_de: Handeln Sie FX binäre Optionen auf unserer Multi-Barrieren-Plattform, Ladders.
fr_fr: Tradez des options binaires FX sur notre plateforme à barrières et échelles multiples.
id_id: Trade opsi binary FX pada platform multi-barrier kami, Ladder.
pl_pl: Handluj opcjami binarnymi FX na naszej platformie z różnymi limitami, Drabiny.
pt_pt: Negocie opções binárias de FX na nossa plataforma multi-barreiras, Ladders
vi_vn: Giao dịch FX binary options trên sàn đa giới hạn, bậc thang của chúng tôi.
zh_cn: 在我们的多障碍平台, 梯子(Ladders) 交易外汇二元期权。

source: Trade Forex and CFDs on our popular multi-asset platform.
de_de: Handeln Sie Forex und CFDs auf unserer populären Multi-Asset Plattform.
fr_fr: Tradez le Forex et les CFD sur notre plateforme multi-actif populaire.
id_id: Trading Forex dan CFD pada platform multi-aset populer kami.
pl_pl: Handluj kontraktami na różnice kursowe oraz na rynku Forex na naszej popularnej platformie z wieloma aktywami.
pt_pt: Negocie forex e CFDs na nossa popular plataforma multi-ativos.
vi_vn: Giao dịch ngoại hối và CFDs trên sàn giao dịch đa tài sản nổi tiếng của chúng tôi.
zh_cn: 在我们受欢迎的多资产平台进行外汇和差价合约交易。

source: Trade Forex, CFDs, and binary options with a powerful platform recognised as the global standard.
de_de: Handlen Sie Forex, CFDs und binäre Optionen mit einer leistungsstarken Plattform, die als globaler Standard anerkannt ist.
fr_fr: Tradez le Forex, les CFDs et les options binaires avec une puissante plateforme reconnue comme le standard mondiale.
id_id: Trading Forex, CFD dan opsi binary dengan platform kokoh yang telah diakui oleh standar global.
pl_pl: Handluj kontraktami na różnice kursowe, opcjami binarnymi oraz na rynku Forex na naszej platformie o najwyższym światowym standardzie.
pt_pt: Negocie Forex, CFDs e opções binárias com uma poderosa plataforma, reconhecida como o padrão global.
vi_vn: Giao dịch ngoại hối, CFD và binary options với nền tảng mạnh mẽ được công nhận là tiêu chuẩn toàn cầu.
zh_cn: 透过被公认为符合全球标准的强大平台进行外汇、差价合约和二元期权交易。

source: Trade Forex, Contracts for Difference (CFDs), and binary options on MetaTrader 5 - a multi-asset platform that offers outstanding trading possibilities and technical analysis tools.
de_de: Handeln Sie Forex, Differenzkontrakte (CFDs) und binäre Optionen auf MetaTrader 5 - einer Multi-Asset Plattform, die ausgezeichnete Handelsmöglichkeiten und technische Analyse-Tools bietet.
fr_fr: Tradez le Forex, les Contrats sur Différence (CFD) et les options binaires sur MetaTrader 5 - une plateforme multi-actifs qui offre de remarquables possibilités de trading et des outils d’analyse technique.
id_id: Trading Forex, Kontrak untuk Perbedaan (CFD), dan opsi binary pada MetaTrader 5 - platform multi-aset yang menawarkan kemungkinan trading yang luar biasa dan alat analisa teknikal.
pl_pl: Handluj na rynku Forex, zawieraj kontrakty na różnice kursowe (CFD) i handluj opcjami binarnymi na platformie MetaTrader 5 umożliwiającej handel wieloma aktywami, dającej wiele możliwości handlowych i oferującej narzędzia analizy technicznej.
pt_pt: Negocie Forex, contratos por diferenças (CFDs) e opções binárias na MetaTrader 5 - uma plataforma multi-ativos que proporciona excelentes possibilidades de negociação e ferramentas de análise técnica.
vi_vn: Giao dịch Ngoại hối, Hợp đồng Chênh lệch (CFD) và binary options trên MetaTrader 5 - một nền tảng đa tài sản cung cấp các khả năng giao dịch và công cụ phân tích kỹ thuật xuất sắc.
zh_cn: 使用提供出色的交易选项和技术分析工具的多资产平台MetaTrader 5进行外汇、差价合约 (cfd) 和二元期权交易。

source: Trade a larger position than your exisiting capital.
de_de: Handeln Sie eine größere Position als Ihr vorhandenes Kapital.
fr_fr: Tradez une position plus grande que votre capital existant.
id_id: Bertrading posisi yang lebih besar dari modal Anda.
pl_pl: Handluj, zawierając pozycję o większej wartości niż Twój obecny kapitał.
pt_pt: Negocie posições superiores ao seu capital existente.
vi_vn: Giao dịch phiên lớn hơn vốn hiện có của bạn.
zh_cn: 进行比您现有资本更大头寸的交易。

source: Trade according to your preferred strategy
de_de: Handeln Sie gemäß Ihrer bevorzugten Strategie
fr_fr: Tradez en fonction de votre stratégie préférée
id_id: Bertrading menurut strategi pilihan Anda
pl_pl: Handluj zgodnie ze swoją ulubioną strategią
pt_pt: Negocie de acordo com a sua estratégia preferida
vi_vn: Giao dịch theo chiến lược ưa thích của bạn
zh_cn: 按照您倾向的策略交易

source: Trade all four precious metals on one platform.
de_de: Handeln Sie alle vier Edelmetalle auf einer Plattform.
fr_fr: Tradez les quatre métaux précieux sur une seule plate-forme.
id_id: Bertrading seluruh empat logam mulia dalam satu platform.
pl_pl: Handluj wszystkimi czterema metalami szlachetnymi na jednej platformie.
pt_pt: Negocie os quatro metais preciosos numa só plataforma.
vi_vn: Giao dịch tất cả bốn các kim loại quý trên một sàn.
zh_cn: 通过同一平台进行所有四种贵重金属交易。

source: Trade all major currencies, indices, commodities, and volatility indices.
de_de: Handeln Sie alle wichtigen Währungen, Indizes, Rohstoffe und Volatilität Indizes.
fr_fr: Tradez tous les types d'option : devises, indices, matières premières et les indices de volatilité.
id_id: Trading pada semua mata uang utama, indeks, komoditas dan indeks volatilitas.
pl_pl: Handluj wszystkimi głównymi walutami, wskaźnikami, surowcami i wskaźnikami zmienności.
pt_pt: Negocie todos os principais índices, moedas, matérias-primas e índices Volatility.
vi_vn: Giao dịch tất cả các tiền tệ lớn, chỉ số, hàng hóa và các chỉ số biến động.
zh_cn: 交易所有主要货币、指数、大宗商品及波动率指数。

source: Trade and manage multiple MT5 client accounts from a single interface.
de_de: Handeln und verwalten Sie mehrere MT5 Kundenkonten über eine einzige Schnittstelle.
fr_fr: Tradez et gérez plusieurs comptes client MT5 depuis une interface unique.
id_id: Trading dan kelola beberapa akun klien MT5 dalam satu fasilitas.
pl_pl: Handluj i zarządzaj wieloma kontami klientów MT5, korzystając z jednego interfejsu.
pt_pt: Gerencie e negocie com várias contas MT5 a partir de uma única interface.
vi_vn: Giao dịch và quản lý nhiều tài khoản khách hàng MT5 từ một giao diện duy nhất.
zh_cn: 在单一界面交易并管理多个 MT5 客户端账户。

source: Trade based on "gut feel" or rely on technical and fundamental analysis
de_de: Handeln Sie auf "Bauchgefühl" basierend, oder verlassen Sie sich auf technische und fundamentale Analyse
fr_fr: Trade basé sur une « intuition » ou s’appuyant sur l’analyse technique et fondamentale
id_id: Bertrading berdasarkan "insting" atau mengandalkan analisis teknis dan fundamental
pl_pl: Handluj, kierując się przeczuciem lub w oparciu o analizy fundamentalne i techniczne
pt_pt: Escolha as suas negociações através da intuição ou use análises técnicas e fundamentais
vi_vn: Giao dịch dựa trên "cảm tính" hoặc dựa trên kỹ thuật phân tích cơ bản
zh_cn: 使用技术或基本面分析或按您的‘直觉’执行交易

source: Trade binary options and CFDs from the same powerful interface
de_de: Handel Sie binäre Optionen und CFDs auf der gleichen leistungsstarken Schnittstelle
fr_fr: Tradez les options binaires et les CFD depuis la même interface puissante
id_id: Bertrading opsi binary dan CFD dari antarmuka sama yang handal
pl_pl: Handluj opcjami binarnymi i zawieraj zakłady na różnice kursowe, korzystając z jednego zaawansowanego interfejsu
pt_pt: Negocie opções binárias e CFDs na mesma poderosa interface
vi_vn: Giao dịch binary options và CFD trên cùng một giao diện mạnh mẽ
zh_cn: 以相同强大的界面进行二元期权和差价合约交易

source: Trade binary options on a wide range of underlying markets with limited risk.
de_de: Handeln Sie binäre Optionen auf einer Vielfalt an zugrundeliegenden Märkten mit begrenztem Risiko.
fr_fr: Tradez des options binaires sur un large éventail de marchés sous-jacents avec un risque limité.
id_id: Bertrading opsi binary pada berbagai macam pasar dasar dengan risiko terbatas.
pl_pl: Handluj opcjami binarnymi na różnych rynkach bazowych, przy ograniczonym ryzyku.
pt_pt: Negocie opções binárias numa ampla variedade de mercados subjacentes com risco limitado.
vi_vn: Giao dịch binary options trên một phạm vi rộng các thị trường cơ sở đã được hạn chế rủi ro.
zh_cn: 在风险有限的广泛基础市场交易二元期权。

source: Trade binary options on a wide range of web and mobile apps. Each comes with unique strengths that complement a variety of trading strategies.
de_de: Handel Sie binäre Optionen auf einer Vielfalt von Web- und mobilen Anwendungen. Jede verfügt über einzigartige Stärken, die eine Vielzahl von Handelsstrategien ergänzen.
fr_fr: Tradez des options binaires sur un large éventail d'applications web et mobiles. Chacune vient avec des atouts uniques qui se complètent d’une variété de stratégies de trading.
id_id: Trading opsi binary pada berbagai pilihan aplikasi situs dan mobile. Masing-masing memiliki kekuatan unik yang melengkapi berbagai strategi trading.
pl_pl: Handluj opcjami binarnymi w różnych aplikacjach internetowych i mobilnych. Każda z nich oferuje unikalne korzyści oraz różnorodne strategie handlowe.
pt_pt: Negocie opções binárias através de uma ampla variedade de aplicativos Web e móveis. Cada um vem com pontes fortes exclusivos que complementam uma variedade de estratégias de negociação.
vi_vn: Giao Dịch Binary Options khả dụng trên một loạt trình duyệt và ứng dụng điện thoại. Mỗi phương pháp khả dụng đều mang các ưu điểm đặc biệt riêng và giúp hỗ trợ các chiến lược giao dịch riêng.
zh_cn: 使用多种网页和移动应用程序进行二元期权交易。每个都有独特的优势，为各种交易策略提供帮助。

source: Trade confidently, knowing that your personal data, transactions, and funds are always secure
de_de: Handeln Sie selbstbewusst, in dem Wissen, dass Ihre persönlichen Daten, Transaktionen und Gelder immer sicher sind
fr_fr: Tradez en toute confiance, sachant que vos données personnelles, transactions et fonds sont toujours sécurisés
id_id: Bertradinglah dengan percaya diri, ketahui data pribadi, transaksi dan dana Anda akan selalu aman
pl_pl: Ciesz się spokojem podczas handlowania dzięki pewności, że Twoje dane osobowe, środki finansowe oraz informacje o transakcjach są całkowicie bezpieczne
pt_pt: Negocie com confiança, sabendo que os seus dados pessoais, as suas transações e os seus fundos estão sempre seguros
vi_vn: Tự tin giao dịch, biết rằng dữ liệu cá nhân, giao dịch và tiền của bạn luôn luôn an toàn
zh_cn: 让您了解个人数据、交易和资金总是安全并充满信心进行交易

source: Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets
de_de: Handeln Sie Währungen, Indizes, Rohstoffe und mehr auf steigenden, fallenden, seitwärtigen, stillen und volatilen Märkten
fr_fr: Tradez des devises, indices, matières premières et plus encore dans des marchés en hausse, en baisse, sans direction, calmes ou volatiles.
id_id: Trading pada mata uang, indeks, komoditas dan lainnya pada kenaikan, penurunan, sideway, sepi atau volatilitas pasar
pl_pl: Handluj walutami, wskaźnikami, towarami i innymi aktywami na rynkach o tendencji wzrostowej lub spadkowej, o trendzie bocznym bądź na rynkach spokojnych lub zmiennych
pt_pt: Negocie moedas, índices e matérias-primas em mercados em subida, descida, movimento lateral, calmos e voláteis
vi_vn: Giao dịch các loại tiền tệ, chỉ số, hàng hóa và nhiều hơn nữa trong thị trường tăng, giảm, biến động, yên tĩnh và đi ngang
zh_cn: 在各种市场环境（上涨、下跌、横盘整理、交易清淡和震荡）中交易外汇、指数、大宗商品及其它

source: Trade in the world's financial markets
de_de: Handel Sie an den Finanzmärkten der Welt
fr_fr: Tradez sur les marchés financiers mondiaux
id_id: Bertrading pada pasar keuangan dunia
pl_pl: Handluj na światowych rynkach finansowych
pt_pt: Negocie nos mercados financeiros do mundo
vi_vn: Giao dịch trên các thị trường tài chính của thế giới
zh_cn: 在世界金融市场交易

source: Trade in the world's financial markets with a simple and user-friendly online platform.
de_de: Handeln Sie auf den weltweiten Finanzmärkten mit einer einfachen und anwenderfreundlichen Onlineplattform.
fr_fr: Trader sur les marchés financiers mondiaux avec une plateforme en ligne simple et conviviale.
id_id: Bertrading pada pasar keuangan dunia melalui platform online yang sederhana dan mudah.
pl_pl: Handluj na światowych rynkach finansowych, za pomocą prostej i przyjaznej dla użytkownika platformie internetowej.
pt_pt: Negocie nos mercados financeiros mundiais com uma plataforma online simples e fácil de usar.
vi_vn: Giao dịch tại các thị trường tài chính thế giới với một sàn online đơn giản và thân thiện.
zh_cn: 在简单、人性化的全球性金融市场在线平台进行交易。

source: Trade long and short positions, depending on your preferred strategy.
de_de: Handel Sie lange und kurze Positionen, abhängig von Ihrer bevorzugten Strategie.
fr_fr: Tradez vos positions à l'achat et à la vente, selon votre stratégie préférée.
id_id: Bertrading posisi long dan short, tergantung pada strategi pilihan Anda.
pl_pl: Handluj, zajmując długą lub krótką pozycję, w zależności od Twojej preferowanej strategii.
pt_pt: Negocie posições longas e curtas, dependendo da sua estratégia preferida.
vi_vn: Giao dịch các phiên dài và ngắn, dựa vào chiến thuật ưa thích của bạn.
zh_cn: 根据您的首选策略交易多空头寸。

source: Trade metals on competitive fixed and variable spreads.
de_de: Handeln Sie Metalle auf wettbewerbsfähigen fixierten und variablen Spreads.
fr_fr: Tradez les métaux à des spreads compétitifs fixes et variables.
id_id: Bertrading logam dengan spread tetap dan variabel yang kompetitif.
pl_pl: Handluj metalami, korzystając z konkurencyjnych stałych i zmiennych spreadów.
pt_pt: Negocie metais com spreads fixo e variáveis.
vi_vn: Giao dịch kim loại trên các biên lãi cạnh tranh cố định và đa dạng.
zh_cn: 透过有竞争力的固定和可变价差交易金属

source: Trade now
de_de: Jetzt handeln
fr_fr: Tradez maintenant
id_id: Trading sekarang
pl_pl: Handluj teraz
pt_pt: Negocie já
vi_vn: Giao dịch ngay bây giờ
zh_cn: 即刻交易

source: Trade on underlying markets that include Forex, indices, commodities, and more.
de_de: Handeln Sie auf zugrundeliegenden Märkten, die Forex, Indizes, Rohstoffe und mehr enthalten.
fr_fr: Tradez sur les marchés sous-jacents qui incluent le Forex, les indices, les matières premières et plus.
id_id: Bertrading pada pasar dasar yang meliputi Forex, indeks, komoditas, dan banyak lagi.
pl_pl: Handluj na rynkach bazowych, m.in. takich jak rynek Forex, rynek wskaźników, czy towarów.
pt_pt: Negocie mercados subjacentes que incluem forex, índices, matérias-primas e mais.
vi_vn: Giao dịch trên thị trường cơ bản bao gồm ngoại hối, chỉ số, hàng hóa, và nhiều hơn nữa.
zh_cn: 在外汇、指数、商品等的基本市场交易。

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
de_de: Handeln Sie nur mit Geld, das Sie sich leisten können, zu verlieren. Spielen Sie niemals mit geliehenem Geld.
fr_fr: N'engagez que les fonds que vous pouvez vous permettre de perdre. N'utilisez jamais de fonds empruntés.
id_id: Bertradinglah menggunakan dana yang anda mampu. Jangan bertrading menggunakan dana pinjaman.
pl_pl: Zawieraj zakłady tylko za pieniądze, które możesz stracić. Nie graj pożyczonymi pieniędzmi.
pt_pt: Negocie apenas uma quantia de dinheiro que possa perder. Não jogue com dinheiro emprestado.
vi_vn: Chỉ nên giao dịch với số tiền bạn có. Đừng giao dịch với tiền đi mượn.
zh_cn: 根据您的风险承受能力进行交易。切勿借钱交易。
