Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Predict whether the last digit of the last tick will be greater or less than your prediction within a selected duration from 5 ticks to 10 ticks.
fr_fr: Prédire si le dernier chiffre du dernier tick sera supérieur ou inférieur par rapport à votre prédiction dans une durée choisie à partir de 5 à 10 ticks.
id_id: Menganalisa digit terakhir dari tik terakhir adalah lebih tinggi atau lebih rendah dari analisa Anda selama durasi terpilih 5 hingga 10 tik.
pl_pl: Prognozuj, czy ostatnia cyfra ostatniej zmiany ceny będzie większa czy mniejsza niż Twoja prognoza w wybranym terminie od 5 do 10 zmian ceny.
vi_vn: Dự đoán liệu chữ số cuối cùng của tick cuối cùng sẽ lớn hơn hoặc nhỏ hơn dự đoán của bạn trong khoảng thời gian đã chọn từ 5 tick đến 10 tick.
zh_cn: 预测最后价格变动的最后数字在5个跳动点到10个跳动点的选定时间内是大于或小于您的预测。

source: Predict whether the last digit of the last tick will match or differ from your prediction within a selected duration from 5 ticks to 10 ticks.
fr_fr: Prédire si le dernier chiffre du dernier tick sera égal ou différent par rapport à votre prédiction dans une durée choisie à partir de 5 à 10 ticks.
id_id: Menganalisa digit terakhir dari tik terakhir adalah cocok atau berbeda dari analisa Anda selama durasi terpilih 5 hingga 10 tik.
pl_pl: Prognozuj, czy ostatnia cyfra ostatniej zmiany ceny będzie taka sama czy inna niż Twoja prognoza w wybranym terminie od 5 do 10 zmian ceny.
vi_vn: Dự đoán liệu chữ số cuối cùng của tick cuối cùng sẽ khớp hay khác với dự đoán của bạn trong khoảng thời gian đã chọn từ 5 tick đến 10 tick.
zh_cn: 预测最后价格变动的最后数字在5个跳动点到10个跳动点的选定时间内是否与您的预测匹配或不同。

source: Preferences:
de_de: Präferenzen:
fr_fr: Préférences :
id_id: Preferensi:
pl_pl: Preferencje:
pt_pt: Preferências:
vi_vn: Tài khoản tham khảo:
zh_cn: 首选项:

source: Premier binary options trading platform
de_de: Erste binäre Optionen Handelsplattform
fr_fr: La meilleure plateforme de trading d'options binaires
id_id: Trading platform opsi binary pertama
pl_pl: Wiodąca platforma handlu opcjami binarnymi
pt_pt: A principal plataforma de negociação de opções binárias
vi_vn: Sàn giao dịch Binary Option đứng đầu
zh_cn: 首选二元期权的交易平台

source: Prepare and present proposals for the provisioning of IT-related systems and services
de_de: Bereiten Sie Vorschläge für die Bereitstellung von IT-Systemen und Dienstleistungen vor und präsentieren Sie diese
fr_fr: Préparer et présenter des propositions pour la fourniture de systèmes et services IT
id_id: Mempersiapkan dan menyajikan proposal untuk penyediaan sistem dan layanan terkait IT
pl_pl: Przygotowuj i przedstawiaj propozycje przydzielania systemów i usług informatycznych
pt_pt: Preparar e apresentar propostas para o provisionamento de serviços e sistemas relacionados à TI
vi_vn: Chuẩn bị và trình bày những đề xuất cho việc cung cấp các hệ thống và dịch vụ liên quan đến CNTT
zh_cn: 为信息技术相关系统和服务准备和提出建议

source: Prepare daily, weekly, and monthly financial reports
de_de: Erstellen Sie tägliche, wöchentliche und monatliche Finanzberichte
fr_fr: Préparer des rapports financiers quotidiens, hebdomadaires et mensuels
id_id: Mempersiapkan laporan keuangan harian, mingguan, dan bulanan
pl_pl: Sporządzanie dziennych, tygodniowych i miesięcznych raportów finansowych
pt_pt: Preparar relatórios financeiros diários, semanais e mensais
vi_vn: Chuẩn bị các bản báo cáo tài chính hàng ngày, hàng tuần và hàng tháng
zh_cn: 准备每日、每周和每月财务报告

source: Prepare reports expressing audit opinions on the adequacy and effectiveness of the internal controls and operational efficiency
de_de: Erstellen Sie Berichte, die Prüfungsvermerke ausdrücken, die der Angemessenheit und Wirksamkeit interner Kontrollen und der operativen Effizienz entsprechen
fr_fr: Préparer des rapports exprimant des opinions de vérification sur l’adéquation et l’efficacité des contrôles internes et de l’efficacité opérationnelle
id_id: Menyiapkan laporan yang menyatakan opini audit tentang kecukupan dan efektivitas pengendalian internal dan efisiensi operasional
pl_pl: Przygotowuj raporty wyrażające opinie z kontroli dotyczących dokładności i skuteczności kontroli wewnętrznych i efektywności operacyjnej
pt_pt: Preparar relatórios que expressem opiniões de auditoria sobre a adequação e eficácia dos controles internos e eficiência operacional
vi_vn: Chuẩn bị các báo cáo bày tỏ các lựa chọn kiểm toán về sự đầy đủ và hiệu quả của việc kiểm soát nội bộ cũng như hiệu quả trong vận hành
zh_cn: 编写报告, 就内部控制及业务效率的充分性和有效性发表审查意见

source: Prepare reports on investigations and resolved issues
de_de: Erstellen Sie Berichte über Untersuchungen und gelöste Probleme
fr_fr: Préparer des rapports sur les enquêtes et problèmes résolus
id_id: Menyiapkan laporan tentang investigasi dan menyelesaikan berbagai masalah
pl_pl: Przygotowywanie raportuj dotyczących dochodzeń i rozwiązanych problemów
pt_pt: Preparar relatórios sobre investigações e resolver problemas
vi_vn: Chuẩn bị các báo cáo về điều tra và giải quyết các vấn đề
zh_cn: 准备关于调查和已解决问题的报告

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
de_de: Stellt die maximalen Gesamtauszahlungen ausstehender Verträge Ihres Portfolios dar. Wenn das Maximum erreicht ist, können Sie keine zusätzlichen Verträge erwerben, ohne zunächst bestehende Positionen zu schließen.
fr_fr: Présente les gains cumulés maximaux sur les contrats actifs dans votre portefeuille. Si le maximum est atteint, vous ne pouvez pas acheter de contrats supplémentaires sans fermer d'abord des positions existantes.
id_id: Mewakili jumlah maksimum hasil kontrak pada portopolio Anda. Jika jumlah maksimum tercapai maka Anda tidak dapat membeli kontrak baru tanpa menyelesaikan salah satu posisi Anda.
pl_pl: Pokazuje maksymalne zagregowane wypłaty dla niezapłaconych kontraktów w Twoim portfolio. Jeżeli maksimum zostanie osiągnięte, nie będziesz mieć możliwości zakupienia dodatkowych kontraktów bez uprzedniego zamknięcia aktualnych pozycji.
pt_pt: Apresenta os pagamentos agregados máximos referentes aos contratos pendentes do seu portfólio. Se o máximo for atingido, você não poderá comprar contratos adicionais sem primeiro fechar as posições existentes.
vi_vn: Thể hiện khoảng được trả tối đa trên hợp đồng nổi bật ở trong hồ sơ của bạn. Nếu đã đạt được khoảng tối đa, bạn có thể sẽ không thể mua thêm hợp đồng nếu không đóng trước các phiên đang tồn tại.
zh_cn: 显示您证券组合中未平仓合约的最大总赔付额。如果达到该最大值，那么您在购买更多合约之前需要对现有头寸进行平仓。

source: Previous
de_de: Vorige
fr_fr: Précédent
id_id: Sebelumnya
pl_pl: Poprzedni
pt_pt: Anterior
vi_vn: Trước
zh_cn: 之前

source: Previous work experience in a customer service and/or marketing role
de_de: Vorhandene Arbeitserfahrung in einer Kundendienst- und/oder Marketingposition
fr_fr: Expérience professionnelle préalable dans le domaine du service à la clientèle et/ou du marketing
id_id: Berpengalaman dalam layanan pelanggan dan/atau peran marketing
pl_pl: Wcześniejsze doświadczenie na stanowisku związanym z obsługą klienta i/lub marketingiem
pt_pt: Experiência profissional prévia em apoio ao cliente e/ou função de marketing
vi_vn: Đã có kinh nghiệm trong mảng dịch vụ khách hàng và/hoặc vai trò tiếp thị
zh_cn: 客户服务和/或市场营销岗位的工作经验

source: Price Per Point
de_de: Preis pro Punkt
fr_fr: Prix par Point
id_id: Harga per Poin
pl_pl: Cena za punkt
pt_pt: Preço por ponto
vi_vn: Giá cho mỗi điểm
zh_cn: 每点价格

source: Price(s)/Pricing Data
de_de: Kurs(e)/Kursdaten
fr_fr: Prix/Données relatives aux Prix
id_id: Harga/Data Penentuan Harga
pl_pl: Ceny/dane dot. wyceny
pt_pt: Preço(s)/Dados determinação de preços
vi_vn: Giá / Dữ liệu giá
zh_cn: 价格/定价数据

source: Primary
de_de: Primär
fr_fr: Principal
id_id: Primer
pl_pl: Podstawowy
pt_pt: Principal
vi_vn: Chủ yếu
zh_cn: 主要

source: Prior to placing an Order which results in opening a Transaction or increasing an existing Open Position, you acknowledge that it is your responsibility to ensure that your Account's Free Margin is sufficient to cover the Margin required in relation to the open Transaction (the "Margin Requirement"), and to continuously meet the Margin Requirement.
de_de: Bevor Sie eine Order platzieren, was zur Eröffnung einer Transaktion oder zur Steigerung einer existierenden offenen Position führt, erkennen Sie an, dass es in Ihrer Verantwortung liegt, dass das Freie Margin auf Ihrem Konto ausreicht, um das Margin abzudecken, das erforderlich ist, um eine Transaktion zu eröffnen (die "Margin-Anforderung"), und um die Margin-Anforderung kontinuierlich zu erfüllen.
id_id: Sebelum membuka Order dengan membeli Transaksi atau menambah Open Position, Anda mengetahui bahwa merupakan kewajiban Anda untuk memastikan Margin Akun Anda mencukupi untuk menutup Margin yang diperlukan dalam membuka Transaksi ("Kebutuhan Margin"), dan untuk terus memenuhi Kebutuhan Margin.
pl_pl: Przed złożeniem zlecenia otwarcia transakcji lub zwiększenia istniejącej pozycji otwartej przyjmujesz do wiadomości, że to Twoim obowiązkiem jest zapewnienie, by na koncie bez depozytu zabezpieczającego znajdowały się środki wystarczające na pokrycie depozytu wymaganego w odniesieniu do otwartej transakcji („Wymogi dot. depozytu zabezpieczającego”) i stałe spełnianie tych wymogów.
pt_pt: Antes de efetuar uma ordem que resulta na abertura de uma transação ou no aumento de uma posição em aberto existente, você confirma que reconhece que é da sua responsabilidade assegurar que a margem livre da sua conta seja suficiente para cobrir a margem necessária em relação à transação em aberto (o "requisito de margem") e de cumprir o requisito de forma contínua.
vi_vn: Trước khi đặt một Lệnh trong lúc mở một phiên Giao Dịch hoặc tăng Phiên Mở hiện tại, bạn thừa nhận rằng đó là trách nhiệm của bạn để đảm bảo rằng Ký Quỹ Miễn Phí của Tài Khoản của bạn là đủ để trang trải yêu cầu ký quỹ liên quan đến các Giao Dịch mở ("Điều Kiện Ký Quỹ"), và liên tục đáp ứng Điều Kiện Ký Biên.
zh_cn: 下单开盘交易或为当前持仓头寸加码前，您确认确保您的账户可用保证金足以支付开盘交易所须的保证金（"要求保证金"），并持续满足保证金要求是您的责任。

source: Proactive approach in problem-solving and solution delivery
de_de: Proaktiver Ansatz bei der Lösung von Problem und Lösungsumsetzung
fr_fr: Approche proactive dans la résolution des problèmes et la livraison de solutions
id_id: Memiliki pendekatan proaktif dalam penyelesaian masalah dan pemberian solusi
pl_pl: Aktywne podejście do rozwiązywania problemów i dostarczania rozwiązań
pt_pt: Abordagem proativa na solução de problemas e entrega de soluções
vi_vn: Chủ động tiếp cận trong giải quyết vấn đề và cung cấp giải pháp
zh_cn: 在解决问题和解决方案交付方面采取积极主动的方法

source: Probability of returns
de_de: Wahrscheinlichkeit von Renditen
fr_fr: Probabilité de retours
id_id: Probabilitas laba
pl_pl: Prawdopodobieństwo zwrotu
pt_pt: Probabilidade de retorno
vi_vn: Xác suất lợi nhuận
zh_cn: 回报率

source: Proceed
de_de: Fortfahren
fr_fr: Continuer
id_id: Lanjutkan
pl_pl: Kontynuuj
pt_pt: Prosseguir
vi_vn: Xử lý
zh_cn: 执行

source: Process applications and customer documentation according to relevant policies and regulations
de_de: Prozess-Anwendungen und Kundendokumentation nach relevanten Richtlinien und Verordnungen
fr_fr: Applications de process et documentation du client selon les politiques et règlements pertinents
id_id: Memproses aplikasi dan dokumentasi pelanggan sesuai dengan kebijakan dan peraturan yang relevan
pl_pl: Procesowanie wniosków oraz dokumentów klientów zgodnie z odpowiednimi przepisami i regulacjami
pt_pt: Processar aplicações e documentação do cliente de acordo com políticas e regulamentos relevantes
vi_vn: Xử lý các đơn và tài liệu khách hàng theo các chính sách và quy định liên quan
zh_cn: 根据相关政策和法规处理申请和客户文件

source: Process client payments, as well as handle and resolve client payment queries
de_de: Verarbeiten Sie Kundenzahlungen und behandeln und lösen Sie Kundenzahlung-Fragen
fr_fr: Traiter les paiements du client, ainsi que gérer et résoudre les requêtes de paiement client
id_id: Memproses pembayaran klien, serta menangani dan menyelesaikan pertanyaan pembayaran klien
pl_pl: Procesowanie płatności klientów oraz obsługa i rozwiązywanie pytań klientów związanych z płatnościami
pt_pt: Processe os pagamentos do cliente, bem como lidar e resolver as consultas de pagamento do cliente
vi_vn: Xử lý các thanh toán của khách hàng, cũng như xử lý và giải quyết các truy vấn về thanh toán của khách
zh_cn: 处理客户付款，以及处理和解决客户付款查询

source: Process transactions for clients who make deposits and withdrawals using a wide range of third-party payment services, including bank wire, credit card, and e-currency
de_de: Bearbeiten Sie Transaktionen für Kunden, die Einzahlungen und Behebungen mittels einer weiten Reihe von Drittanbieter-Zahlungsdiesntleistern, einschließlich Banküberweisung, Kreditkarte und E-Währung vornehmen
fr_fr: Traiter les transactions pour les clients qui font des dépôts et des retraits à l’aide d’un large éventail de services de paiement tiers, y compris par virement bancaire, carte de crédit et e-monnaie
id_id: Memproses transaksi klien yang melakukan deposit dan pencairan menggunakan berbagai layanan pembayaran pihak ketiga, termasuk bank transfer, kartu kredit, dan e-currency
pl_pl: Procesowanie transakcji klientów dokonujących wpłat i wypłat przy użyciu różnorodnych zewnętrznych usług płatniczych, w tym przy pomocy przelewów elektronicznych, kart kredytowych czy e-walut
pt_pt: Processar transações para clientes que fazem depósitos e retiradas usando uma ampla gama de serviços de pagamento de terceiros, incluindo transferência bancária, cartão de crédito e moeda eletrônica
vi_vn: Xử lý các giao dịch cho các khách hàng gửi và rút tiền qua một diện rộng các dịch vụ bên thứ ba, bao gồm chuyển khoản ngân hàng, thẻ tính dụng, và tiền điện tử
zh_cn: 使用各种第三方支付服务（包括银行电汇，信用卡和电子货币）处理客户的存取款交易

source: Processing
de_de: In Bearbeitung
fr_fr: Traitement
id_id: Pengolahan
pl_pl: Przetwarzanie
pt_pt: Processando
vi_vn: Đang xử lý
zh_cn: 处理中

source: Processing Time
de_de: Bearbeitungszeit
fr_fr: Délai de traitement
id_id: Waktu Proses
pl_pl: Czas przetwarzania
pt_pt: Tempo de Processamento
vi_vn: Thời gian Xử lý
zh_cn: 处理时间

source: Produce content for websites, blogs, social media, and marketing materials
de_de: Erstellung von Inhalten für Websiten, Blogs, Soziale Medien und Werbematerialien
fr_fr: Création de contenus destinés aux sites Web, aux blogs, réseaux sociaux et supports marketing
id_id: Menghasilkan konten bagi situs web, blog, media sosial, dan materi pemasaran
pl_pl: Tworzenie treści umieszczanych na stronach internetowych i blogach oraz w mediach społecznościowych i materiałach marketingowych
pt_pt: Produzir conteúdos para o site, blog, mídias sociais e materiais da empresa
vi_vn: Trình bày nội dung cho các trang web, blog, mạng xã hội và tài liệu tiếp thị
zh_cn: 为网站、博客、社交媒体渠道和营销材料创建内容

source: Professional Client
de_de: Professioneller Kunde
fr_fr: Client professionnel
id_id: Klien Profesional
pl_pl: Klient profesjonalny
pt_pt: Cliente Profissional
vi_vn: Khách Hàng Chuyên Nghiệp
zh_cn: 专业客户

source: Professional Clients
de_de: Professionelle Kunden
fr_fr: Clients professionnels
id_id: Klien Profesional
pl_pl: Klienci profesjonalni
pt_pt: Clientes profissionais
vi_vn: Khách Hàng Chuyên Nghiệp
zh_cn: 专业客户

source: Professional Clients are offered the possibility to request reclassification, and thus increase the level of regulatory protection afforded, at any time during the relationship.
de_de: Professionellen Kunden wird die Möglichkeit gegeben, eine Umklassifizierung zu beantragen, um somit das Level an behördlichem Schutz zu jeder Zeit während des Dienstleistungsverhältnises anzuheben.
id_id: Klien Profesional ditawarkan untuk meminta reklasifikasi, dan dengan demikian meningkatkan tingkat perlindungan peraturan yang diberikan, kapan saja selama hubungan tersebut berlangsung.
pl_pl: Klientom profesjonalnym oferuje się możliwość zawnioskowania o przeklasyfikowanie, a co za tym idzie objęcie ich większą ochroną regulacyjną, w dowolnej chwili prowadzenia współpracy.
pt_pt: A clientes profissionais, oferecemos a possibilidade de solicitar uma reclassificação e, desse modo, aumentar o nível de proteção regulamentar proporcionada, em qualquer momento durante o vínculo.
vi_vn: Khách Hàng Chuyên Nghiệp được cung cấp khả năng để yêu cầu phân loại lại, và sau đó tăng mức độ bảo vệ quy định dành cho họ, tại bất kỳ thời điểm nào trong các mối quan hệ.
zh_cn: 专业客户有权要求更改所属客户类型, 从而提高双方合作期间任何时候提供的监管保护水平。

source: Professionals
de_de: Profis
fr_fr: Professionnels
id_id: Profesional
pl_pl: Specjaliści
pt_pt: Profissionais
vi_vn: Các Chuyên Gia
zh_cn: 专业人士

source: Proficiency in Excel and big data analysis
de_de: Kenntnisse in Excel und Datenmasseanalyse
fr_fr: Maîtrise d'Excel et analyse de données volumineuses
id_id: Terampil dalam Excel dan analisis data besar
pl_pl: Doskonała znajomość programu Excel i analiz dużych baz danych
pt_pt: Proficiência em Excel e análise massiva de dados
vi_vn: Thành thạo Excel và phân tích dữ liệu lớn
zh_cn: 熟練掌握Excel和大數據分析

source: Proficiency in Microsoft Excel is required
de_de: Kenntnisse in Microsoft Excel sind Voraussetzung
fr_fr: La maîtrise de Microsoft Excel est nécessaire
id_id: Terampil dalam Microsoft Excel diperlukan
pl_pl: Obowiązkowa biegła znajomość obsługi programu Microsoft Excel
pt_pt: Proficiência no Microsoft Excel é necessária
vi_vn: Yêu cầu thành thạo trong Microsoft Excel
zh_cn: 必须熟练掌握Microsoft Excel

source: Proficiency in Photoshop, Illustrator, InDesign, Sketch, and other design and wireframing software
de_de: Kenntnisse in Photoshop, Illustrator, InDesign, Sketch und anderem Design und anderer Wireframing Software
fr_fr: Maîtrise de Photoshop, Illustrator, InDesign, Sketch et autres logiciels de conception et de rendu filaire
id_id: Mahir dalam Photoshop, Illustrator, InDesign, Sketch, dan desain dan wireframing perangkat lunak lainnya
pl_pl: Biegła znajomość programu Photoshop, Illustrator, InDesign, Sketch oraz innego oprogramowania do projektowania i tworzenia makiet funkcjonalnych
pt_pt: Proficiência em Photoshop, Illustrator, Sketch e outros softwares de design e wireframing
vi_vn: Thành thạo trong Photoshop, Illustrator, InDesign, Sketch và các phần mềm thiết kế và tạo wireframe
zh_cn: 熟練掌握Photoshop、Illustrator、InDesign、Sketch等設計和線框圖軟件

source: Proficiency in Photoshop, Illustrator, Sketch, and other design and wireframing software
de_de: Kenntnisse in Photoshop, Illustrator, Sketch und anderem Design und anderer Wireframing Software
fr_fr: Maîtrise de Photoshop, Illustrator, InDesign, Sketch et autres logiciels de conception et de rendu filaire
id_id: Mahir dalam Photoshop, Ilustrator, Sketsa, dan desain dan wireframing perangkat lunak lainnya
pl_pl: Biegła znajomość programu Photoshop, Illustrator, Sketch oraz innego oprogramowania do projektowania i tworzenia makiet funkcjonalnych
pt_pt: Proficiência em Photoshop, Illustrator, Sketch e outros softwares de design e wireframing
vi_vn: Thành thạo trong Photoshop, Illustrator, Sketch và các phần mềm thiết kế và tạo wireframe
zh_cn: 熟練掌握Photoshop、Illustrator、Sketch等設計和線框圖軟件

source: Proficiency in a second language (both oral and written) is preferred
de_de: Kenntnis einer weiteren Sprache (mündlich und schriftlich) ist erwünscht
fr_fr: Il est préférable de maîtriser une seconde langue (à l'oral et à l'écrit)
id_id: Mahir dalam bahasa kedua (baik lisan maupun tulisan) lebih diutamankan
pl_pl: Preferowana jest biegła znajomość drugiego języka (w mowie i w piśmie)
pt_pt: A proficiência em uma segunda língua (oral e escrita) é essencial
vi_vn: Ưu tiên ứng viên thông thạo một ngôn ngữ thứ hai (bao gồm đọc và viết)
zh_cn: 熟练掌握第二语言 (口头和书面) 者优先聘用

source: Proficiency in designing intuitive and cohesive screens, pages, and visual elements that work as intended
de_de: Kenntnisse im Entwurf intuitiver und kohäsiver Bildschirme, Seiten und visuellen Elementen, die wie beabsichtigt funktionieren
fr_fr: Compétence dans la conception d'écrans intuitifs et cohérents, de pages et d'éléments visuels qui fonctionnent comme prévu
id_id: Mahir dalam mendesain layar intuitif, halaman, dan elemen visual yang berfungsi sebagaimana dimaksud
pl_pl: Biegłość w projektowaniu intuicyjnych i sprawnie działających ekranów, stron internetowych i elementów wizualnych
pt_pt: Proficiência em projetar telas intuitivas e coesas, páginas e elementos visuais que funcionam como pretendido
vi_vn: Thành thạo trong thiết kế hình ảnh, trang màn hình và các yếu tố thị giác trực quan và gắn kết mà cho ra kết quả theo yêu cầu
zh_cn: 熟练设计直观和含凝聚力、按预期方式运作的屏幕、页面和视觉元素

source: Proficiency with one or more scripting languages, such as Python, PHP or C/C++. Perl is preferred
de_de: Kenntnisse im Umgang mit einem oder mehreren Skriptsprachen wie Python, PHP oder C/C++. Perl wird bevorzugt
fr_fr: Compétence avec un ou plusieurs langages script, comme Python, PHP ou C/C++. Perl est préféré
id_id: Mahir pada salah satu atau lebih bahasa scripting, seperti Python, PHP atau C/C ++. Perl lebih diutamakan
pl_pl: Biegła znajomość jednego lub kilku języków programowania, takich jak Python, PHP i C/C++. Preferowany jest Perl
pt_pt: Proficiência com uma ou mais linguagens de script, como Python, PHP ou C/C ++. Perl
vi_vn: Thành thạo với một hoặc nhiều các ngôn ngữ lập trình, như là Python, PHP hoặc C/C++. Ưu tiên nếu thành thạo Perl
zh_cn: 精通一或多种脚本语言如Python、PHP或C/C++。熟悉Perl者优先录取

source: Proficiency with popular office applications such as Microsoft Excel, accounting software, and databases
de_de: Kenntnisse im Umgang mit gängigen Office-Anwendungen wie Microsoft Excel, Buchhaltung-Software und Datenbanken
fr_fr: Maîtrise des applications de bureautiques populaires comme Microsoft Excel, des logiciels de comptabilité et de bases de données
id_id: Mahir dengan aplikasi kantor populer seperti Microsoft Excel, perangkat lunak akuntansi, dan basis data
pl_pl: Biegła znajomość aplikacji biurowych, takich jak Microsoft Excel, oprogramowania do księgowania oraz baz danych
pt_pt: Proficiência em aplicativos de escritório populares, como o Microsoft Excel, software de contabilidade e bancos de dados
vi_vn: Thành thạo với các ứng dụng văn phòng phổ biến như Microsoft Excel, phần mềm kế toán và cơ sở dữ liệu
zh_cn: 熟练掌握流行的办公应用程序, 如 Microsoft Excel、会计软件和数据库

source: Profile
de_de: Profil
fr_fr: Profil
id_id: Profil
pl_pl: Profil
pt_pt: Perfil
vi_vn: Tiểu sử
zh_cn: 详细信息

source: Profiling and Categorisation
de_de: Profilerstellung und Kategorisierung
id_id: Profil dan Kategorisasi
pl_pl: Profilowanie i kategoryzacja
pt_pt: Caraterização e Categorização
vi_vn: Lập hồ sơ và phân loại
zh_cn: 分析和分级

source: Profit
de_de: Rendite
fr_fr: Profits
id_id: Keuntungan
pl_pl: Zysk
pt_pt: Lucro
vi_vn: Lợi nhuận
zh_cn: 利润

source: Profit / Loss
de_de: Gewinn/Verlust
fr_fr: Profits/pertes
id_id: Untung/Rugi
pl_pl: Zysk / Strata
pt_pt: Lucro / Perda
vi_vn: Lợi Nhuận/Thua Lỗ
zh_cn: 利润 / 亏损

source: Profit Table
de_de: Gewinntab.
fr_fr: Table des profits
id_id: Laba Rugi
pl_pl: Tabela zysków
pt_pt: Tabela de Lucros
vi_vn: Bảng lãi
zh_cn: 利润表

source: Profit or Loss
de_de: Gewinn oder Verlust
fr_fr: Profit ou Perte
id_id: Laba atau Rugi
pl_pl: Zysk lub strata
pt_pt: Lucro ou Perda
vi_vn: Lợi Nhuận hoặc Thua Lỗ
zh_cn: 利润或亏损

source: Profit/Loss
de_de: Gewinn/Verlust
fr_fr: Profits/pertes
id_id: Laba/Rugi
pl_pl: Zysk/Strata
pt_pt: Lucro/Perda
vi_vn: Lợi Nhuận/Thua Lỗ
zh_cn: 利润/亏损

source: Prohibited Trades
de_de: Untersagte Geschäfte
id_id: Trading Terlarang
pl_pl: Zakłady zabronione
pt_pt: Negociadores proibidos
vi_vn: Các giao dịch bị cấm
zh_cn: 违禁交易
