Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: It is agreed and understood that any of the Parties may terminate this Agreement by giving 7 days written notice to the other Party.
de_de: Es ist vereinbart und verstanden, dass jede Partei diesen Vertrag kündigen kann, indem sie eine 7-tägige schriftliche Mitteilung an die andere Partei gibt.
id_id: Disepakati dan dipahami bahwa salah satu Pihak dapat mengakhiri Perjanjian ini dengan memberikan pemberitahuan tertulis 7 hari kepada Pihak lainnya.
pl_pl: Strony zgadzają się i rozumieją, że każda ze Stron może zakończyć niniejszą Umowę za pisemnym 7-dniowym wypowiedzeniem złożonym drugiej Stronie.
pt_pt: É acordado e entendido que qualquer das partes pode terminar este acordo ao dar 7 dias de aviso por escrito à outra parte.
vi_vn: Đồng ý và hiểu rằng bất kỳ Bên nào có thể chấm dứt Thỏa Thuận này bằng cách thông báo bằng văn bản cho Bên kia 7 ngày.
zh_cn: 双方同意并理解, 任何一方均可通过给予另一方7天书面通知终止本协议。

source: It is agreed and understood that the Commencement date of this Agreement means the date on which the Agent account is approved by the Company.
de_de: Es ist vereinbart und verstanden, dass das Beginndatum dieser Vereinbarung das Datum meint, zu dem das Agenten-Konto von dem Unternehmen gebilligt wird.
id_id: Hal ini disepakati dan dipahami bahwa tanggal dimulainya Perjanjian ini berarti tanggal dimana akun Agen disetujui oleh Perusahaan.
pl_pl: Strony przyjmują i uzgadniają, że dzień wejścia w życie niniejszej umowy oznacza datę zatwierdzenia przez Firmę konta Pośrednika.
pt_pt: É acordado e entendido que a data de início deste Acordo significa a data em que a conta de agente é aprovada pela empresa.
vi_vn: Đồng ý và hiểu rằng Ngày Khởi Đầu của Thỏa Thuận này có nghĩa là ngày mà tài khoản của Đại Lý được chấp thuận bởi Công Ty.
zh_cn: 双方同意并理解本协议的生效日期指代理账户受公司批准的日期。

source: It is agreed and understood that the Company may unilaterally terminate this Agreement if any of the events mentioned in the paragraphs above occurs.
de_de: Es ist vereinbart und verstanden, dass das Unternehmen diese Vereinbarung einseitig kündigen kann, wenn eines der in den vorstehenden Absätzen genannten Ereignisse eintritt.
id_id: Hal ini disepakati dan dipahami bahwa Perusahaan dapat secara sepihak menghentikan Perjanjian ini jika salah satu peristiwa yang disebutkan dalam paragraf di atas terjadi.
pl_pl: Strony przyjmują i uzgadniają, że Firma może jednostronnie wypowiedzieć niniejszą umowę w przypadku wystąpienia jakiegokolwiek zdarzenia opisanego w powyższym paragrafie.
pt_pt: É acordado e entendido que a empresa pode unilateralmente rescindir este contrato, no caso de qualquer um dos eventos mencionados nos parágrafos anteriores ocorrer.
vi_vn: Đồng ý và hiểu rằng Công Ty có thể đơn phương chấm dứt Thỏa Thuận này nếu bất kỳ của các sự kiện được đề cập trong đoạn văn trên xảy ra.
zh_cn: 双方同意并理解如发生任何上述各段所述的事件，公司可单方面终止本协议。

source: It is agreed that Confidential Information shall be considered as confidential even after the termination of the business relationship established under this Agreement or any other agreement or arrangement between the Parties.
de_de: Es wird vereinbart, dass vertrauliche Informationen auch nach Beendigung der Geschäftsbeziehung im Rahmen dieser Vereinbarung oder jeder anderen Vereinbarung oder Vereinbarungen zwischen den Parteien, als vertraulich gelten.
id_id: Disepakati bahwa Informasi Rahasia akan dianggap rahasia bahkan setelah penghentian hubungan bisnis yang ditetapkan berdasarkan Perjanjian ini atau kesepakatan atau pengaturan lain antara Kedua Belah Pihak.
pl_pl: Strony uzgadniają, że Poufne informacje uznaje się za poufne nawet po zakończeniu relacji biznesowej ustanowionej na mocy niniejszej Umowy lub jakiejkolwiek innej umowy lub uzgodnienia pomiędzy Stronami.
pt_pt: É acordado que informações confidenciais devem ser consideradas como confidenciais mesmo depois do término da relação de negócio estabelecida ao abrigo deste Acordo ou de qualquer outro acordo ou entendimento entre as partes.
vi_vn: Đồng ý rằng Thông Tin Tuyệt Mật sẽ được xem xét như là bí mật ngay cả sau khi chấm dứt mối quan hệ kinh doanh được thành lập theo Thoả Thuận này hoặc bất kỳ thỏa thuận khác hoặc sắp xếp giữa các bên.
zh_cn: 双方同意机密信息即使在根据本协议或双方订下的任何其他协议或安排建立的商业关系终止后必须持续视为机密。

source: It is agreed that any deposits through the Agent shall be made as follows:
de_de: Es wird vereinbart, dass alle Einzahlungen über den Agenten wie folgt vorgenommen werden sollen:
id_id: Disepakati bahwa setiap setoran melalui Agen dibuat sebagai berikut:
pl_pl: Strony uzgadniają, że wpłaty dokonywane przez Pośrednika będą dokonywane w następujący sposób:
pt_pt: É acordado que quaisquer depósitos através do Agente serão efetuados da seguinte forma:
vi_vn: Đồng ý rằng bất kỳ việc gửi tiền thông qua các Đại Lý cũng sẽ được thực hiện như sau:
zh_cn: 双方同意任何通过代理的存款须以如下方式执行:

source: It is agreed that any withdrawals through the Agent shall be made as follows:
de_de: Es wird vereinbart, dass alle Auszahlungen über den Agenten wie folgt vorgenommen werden sollen:
fr_fr: Il est convenu que tout retrait via l’Agent doit être effectué comme suit :
id_id: Telah disepakati bahwa setiap penarikan melalui Agen akan dilakukan sebagai berikut:
pl_pl: Strony uzgadniają, że wypłaty dokonywane przez Pośrednika będą dokonywane w następujący sposób:
pt_pt: É acordado que quaisquer retiradas através do Agente serão efetuadas da seguinte forma:
vi_vn: Đồng ý rằng mọi lần rút tiền thông qua Đại Lý sẽ được thực hiện như sau:
zh_cn: 双方同意任何通过代理的提款须以如下方式执行：

source: It is agreed that on the Commencement Date of this Agreement and on the date of each transaction, the Agent represents and warrants that:
de_de: Es wird vereinbart, dass zum Beginndatum dieser Vereinbarung und zum Datum der jeweiligen Transaktion, der Agent darstellt und garantiert, dass:
id_id: Disepakati bahwa pada Tanggal Mulai Perjanjian ini dan pada tanggal setiap transaksi, Agen mewakili dan menjamin bahwa:
pl_pl: Strony uzgadniają, że w Dniu wejścia w życie niniejszej Umowy oraz w dniu każdej transakcji, Pośrednik oświadcza i zapewnia, że:
pt_pt: É acordado que na data de início deste Acordo e na data de cada transação, o Agente declara e garante que:
vi_vn: Đồng ý rằng vào Ngày Khởi Đầu của Thỏa Thuận này và vào ngày của từng giao dịch, Đại Lý đại diện và đảm bảo rằng:
zh_cn: 双方同意代理须于本协议的生效日期和每次交易的日期声明并保证：

source: It is agreed that the Company shall not be responsible or liable for any matter arising out of or in relation to the use and operation of any website owned or used by the Agent. It is understood that the Agent shall indemnify the Company for all and any losses that the Company may suffer arising out of, or in relation to the use or operations of any website used or owned by the Agent.
de_de: Es wird vereinbart, dass das Unternehmen für jegliche Anliegen, die durch, oder im Zusammenhang mit der Nutzung und dem Betrieb von jeglichen Websiten im Besitz, oder in Verwendung durch den Agenten entstehen, weder verantwortlich noch haftbar ist. Es versteht sich, dass der Agent das Unternehmen für jegliche Verluste, die das Unternehmen durch, order im Zusammenhang mit, oder im Bezug auf die Nutzung, oder den Betrieb der Website, die sich im Besitz des Agenten befindet oder von diesem verwendet wird, erleiden könnte, schadlos halten wird.
fr_fr: Il est convenu que la société ne sera pas responsable de toute question découlant de l’utilisation ou l’exploitation de tout site Web appartenant ou utilisé par l’Agent. Il est entendu que l’Agent devra indemniser la Compagnie pour toutes pertes que la Société pourrait subir résultant de, ou en relation avec l’utilisation ou l’exploitation d’un site Web utilisé ou détenu par l’Agent.
id_id: Disepakati bahwa Perusahaan tidak akan bertanggung jawab atau berkewajiban atas masalah apa pun yang timbul dari atau sehubungan dengan penggunaan dan pengoperasian situs web apa pun yang dimiliki atau digunakan oleh Agen. Telah dipahami bahwa Agen harus mengganti rugi Perusahaan atas semua kerugian yang diderita Perusahaan yang timbul karena, atau terkait dengan penggunaan atau pengoperasian situs web apa pun yang digunakan atau dimiliki oleh Agen.
pl_pl: Strony uznają, że Firma nie ponosi odpowiedzialności za żadne kwestie wynikające z niniejszej Umowy lub związane z korzystaniem z dowolnej witryny internetowej będącej własnością Pośrednika lub witryny internetowej, którą Pośrednik wykorzystuje lub z jej działaniem. Przyjmuje się, że Pośrednik zabezpieczy Firmę przed wszelkimi stratami, jakie Firma może ponieść w związku z użytkowaniem jakiejkolwiek witryny internetowej będącej własnością Pośrednika lub witryny internetowej, którą Pośrednik wykorzystuje lub z jej działaniem.
pt_pt: É acordado que a Empresa não será responsabilizada por qualquer problema decorrente de ou em relação ao uso e a operação de qualquer site detido ou usado pelo Agente. Entende-se que o Agente indenizará a Empresa por quaisquer perdas que a Empresa poderá sofrer decorrente de, ou em relação ao uso de ou à operação de qualquer site usado ou detido pelo Agente.
vi_vn: Đồng ý rằng công ty sẽ không chịu trách nhiệm hoặc chịu trách nhiệm về bất kỳ vấn đề nào phát sinh từ trên hoặc liên quan đến việc sử dụng hoặc hoạt động nào của bất kỳ trang web thuộc sở hữu hoặc sử dụng nào của các đại lý. Chúng tôi hiểu rõ rằng các đại lý sẽ bồi thường cho công ty cho tất cả và bất kỳ thiệt hại mà các công ty có thể bị phát sinh ra của, hoặc liên quan đến việc sử dụng hoặc hoạt động của bất kỳ trang web nào được sử dụng hoặc thuộc sở hữu của các đại lý.
zh_cn: 双方同意公司不须对代理拥有与使用和操作任何网站所造成的任何事项承担任何责任。双方理解，由于代理拥有与使用或操作任何网站所造成公司可能遭受的所有和任何损失，代理须负责赔偿。

source: It is further agreed and understood that the Agent shall not use any domain name that includes the name %1 and any derivation or variation of this name able to give the impression that the Company and the Agent are the same Person.
de_de: Es wird weiter vereinbart und verstanden, dass der Agent keine Domain-Namen verwenden soll, die den Namen %1 und Ableitungen oder Variationen dieses Namens enthalten, die den Eindruck vermitteln, dass das Unternehmen und der Agent dieselbe Person sind.
id_id: Lebih lanjut disepakati dan dipahami bahwa Agen tidak akan menggunakan nama domain yang mencakup nama %1 dan setiap derivasi atau variasi dari nama ini dapat memberikan kesan bahwa Perusahaan dan Agen adalah orang yang sama.
pl_pl: Strony uzgadniają również, że Pośrednik nie będzie stosował żadnej nazwy domeny, która zawiera nazwę %1 lub dowolne słowo pochodzące od tej nazwy lub związane z nią, i która może sugerować, że Firma i Pośrednik to ten sam podmiot.
vi_vn: Đồng ý và hiểu rằng Đại lý sẽ không sử dụng bất kỳ tên miền nào có tên %1 và bất kỳ dẫn xuất hoặc biến thể nào của tên này có thể tạo ấn tượng rằng Công Ty và Đại Lý là cùng một Người.
zh_cn: 双方进一步同意并理解代理不可使用任何包括 %1 的名称和此名称的任何能够给人印象为公司和代理是同一法人的衍生或变化的域名。

source: It is further noted that the Company shall be the sole owner of all rights or titles or interests whatsoever of data and other information generated or produced and distributed by or through %1 electronic systems and other electronic systems used by %1, including any modifications.
de_de: Weiter ist anzumerken, dass das Unternehmen alleiniger Eigentümer aller Rechte, Titel oder Interessen von Daten und anderen Informationen, die von, oder durch %1 elektronische Systeme und andere elektronische Systeme, die von %1 verwendet werden, generiert und hergestellt werden, einschließlich jeglicher Änderungen, sein soll.
id_id: Lebih lanjut dicatat bahwa Perusahaan akan menjadi pemilik tunggal dari semua hak atau judul atau kepentingan apa pun dari data dan informasi lainnya yang dihasilkan atau diproduksi dan didistribusikan oleh atau melalui sistem elektronik %1 dan sistem elektronik lainnya yang digunakan oleh %1, termasuk modifikasi apa pun.
pl_pl: Ponadto należy zauważyć, że Firma jest wyłącznym właścicielem wszelkich praw, tytułów i korzyści związanych z dowolnymi danymi i innymi informacjami generowanymi lub wytwarzanymi i dystrybuowanymi przez lub za systemy elektroniczne %1 i inne systemy stosowane przez %1 lub za pośrednictwem tych systemów, włączając w to wszelkie zmiany.
vi_vn: Lưu ý rằng Công Ty sẽ là chủ sở hữu duy nhất của tất cả các quyền hoặc chức danh hoặc thông tin khác được tạo ra hoặc phân phối bởi hoặc thông qua hệ thống điện tử %1 và các hệ thống điện tử khác được %1 sử dụng, bao gồm cả các cập nhật.
zh_cn: 双方进一步指定公司须是通过 %1 电子系统和其他 %1使用的电子系统生成和产生和分发的任何数据和其他信息，包括任何修改版本的所有权利或名份或利益的唯一拥有者。

source: It is important that you monitor all of your positions closely. It is your responsibility to monitor your positions and during the period that you have any open Contracts, you should always have the ability to access your Accounts.
de_de: Sie müssen alle Ihre Positionen zeitnah überwachen. Sie sind dafür zuständig, Ihre Positionen zu beobachten und Sie müssen während des Zeitraums, in dem Sie offene Kontrakte besitzen, immer die Möglichkeit des Zugriffs auf Ihre Konten haben.
id_id: Adalah sangat penting bagi Anda untuk memantau semua posisi Anda secara rinci. Ini adalah tanggung jawab Anda untuk memantau posisi Anda dan selama periode Kontrak berjalan, Anda harus selalu dapat mengakses Akun Anda.
pl_pl: Istotną kwestią jest dokładne śledzenie wszystkich swoich pozycji. Twoim obowiązkiem jest monitorowanie swoich pozycji. W okresie posiadania otwartego Kontraktu należy mieć zawsze możliwość dostępu do swoich Kont.
pt_pt: É importante que você monitore todas as suas posições cuidadosamente. É da sua responsabilidade monitorar as suas posições e, durante o período em que tiver contratos em aberto, você deverá sempre ter a capacidade de acessar as suas contas.
vi_vn: Việc quản lý tất cả các phiên của bạn một cách chặt chẽ là vô cùng quan trọng. Bạn có trách nhiệm quản lý các phiên của mình và trong suốt thời kì bạn có Hợp đồng mở, bạn phải luôn luôn có khả năng truy cập vào Tài Khoản của mình.
zh_cn: 至关重要的是，您必须紧密监控所有头寸。监控头寸是您的责任，在您拥有任何未平仓合约期间，您必须能够随时访问您的账户。

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
de_de: Sie müssen unbedingt Ihre Streitfälle dem zuständigen ADR vorlegen, damit Ihre Ansprüche bestandsfest werden.
pl_pl: Aby zapewnić ważność skargi istotne jest skierowanie sporu do odpowiedniego podmiotu zajmującego się alternatywnym rozwiązywaniem sporów.
pt_pt: É importante que você consulte suas disputas com o ADR apropriado para que as reivindicações sejam válidas.
vi_vn: Việc tham khảo các vấn đề tranh chấp của bạn để tìm ra trọng tài thích hợp cho các vụ khiếu kiện hợp lý là rất quan trọng.
zh_cn: 您须将申诉提交到相应的调解机构，索赔才会有效，这点很重要。

source: It is noted that immediately upon termination of the relationship between the Company and the Agent, the Agent shall return to the Company any documents pertaining to the Company's business whatsoever which are in the Agent's possession.
de_de: Es wird darauf hingewiesen, dass nach Beendigung der Beziehung zwischen dem Unternehmen und dem Agenten, der Agent dem Unternehmen sofort alle Dokumente im Zusammenhang mit der Geschäftstätigkeit des Unternehmens, die sich im Besitz des Agenten befinden, zurückgeben soll.
id_id: Perlu dicatat bahwa segera setelah penghentian hubungan antara Perusahaan dan Agen, Agen akan mengembalikan dokumen kepada Perusahaan yang berkaitan dengan bisnis Perusahaan yang berada dalam kepemilikan Agen.
pl_pl: Natychmiast po zakończeniu relacji między Firmą a Pośrednikiem, Pośrednik zwróci Firmie wszelkie dokumenty dotyczące przedmiotu działalności Firmy, które są w jego posiadaniu.
pt_pt: Note-se que, imediatamente mediante cessação da relação entre a Empresa e o Agente, o Agente irá devolver à Empresa quaisquer documentos pertencentes ao negócio da Empresa que estejam na posse do Agente.
vi_vn: Lưu ý rằng ngay lập tức trong trường hợp sự chấm dứt mối quan hệ giữa công ty và các đại lý, các đại lý sẽ trả lại cho công ty bất kỳ tài liệu nào liên quan đến kinh doanh của công ty nào đó đang trong sự sở hữu của các đại lý.
zh_cn: 双方理解，公司与代理之间的关系终止后，代理须立刻将与公司业务有关的任何由代理暂时保管的文件退还公司。

source: It is our commitment to safeguard your privacy online at all times. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide it to payment providers to facilitate transactions on your account.
de_de: Wir sind dazu verpflichtet, Ihre Online-Privatsphäre zu jeder Zeit zu schützen. Wir verwenden Ihre personenbezogenen Daten nur zur Pflege Ihres Kontos, um Ihnen einen besseren Service zu bieten und um Ihnen Produkte zur Verfügung zu stellen, nach denen Sie gefragt haben. Wir verkaufen Ihre personenbezogenen Daten nicht an Dritte, aber wir dürfen sie an Zahlungsdienstleister weiterleiten, um die Transaktionen auf Ihrem Konto zu erleichtern.
id_id: Telah menjadi komitmen kami untuk menjaga data pribadi online Anda sepanjang waktu. Kami hanya menggunakan data pribadi Anda untuk keperluan pelayanan akun, untuk meningkatkan pelayanan kepada Anda, dan untuk menyediakan produk yang Anda inginkan. Kami tidak akan menjual data pribadi Anda ke pihak ketiga, tetapi kami mungkin memberikannya ke penyedia layanan pembayaran untuk memfasilitasi transaksi pada akun Anda.
pl_pl: Naszym obowiązkiem jest ochrona Twojej prywatności w internecie w każdym momencie. Używamy Twoich danych osobowych tylko w celu obsługi Twojego konta, aby poprawić jakość oferowanych Ci usług i zapewnić dostęp do produktów, o które wnioskowano. Nie sprzedajemy Twoich danych osobowych osobom trzecim, ale możemy przekazać Twoje dane osobowe dostawcom płatności w celu ułatwienia transakcji na koncie.
pt_pt: É o nosso compromisso proteger sempre a sua privacidade online. Apenas utilizamos as suas informações pessoais para nos ajudar a prestar serviços à sua conta, para melhorar os serviços que lhe prestamos e para lhe fornecer os produtos que nos solicitou. Não vendemos as suas informações pessoais a terceiros, mas podemos fornecê-las a processadores de pagamentos para facilitar as transações de e para a sua conta.
vi_vn: Đó là cam kết của chúng tôi để bảo vệ sự riêng tư trực tuyến của bạn tại mọi thời điểm. Chúng tôi chỉ sử dụng thông tin cá nhân của bạn để giúp chúng tôi dịch vụ tài khoản của bạn, để cải thiện dịch vụ của chúng tôi cho bạn, và để cung cấp cho bạn với các sản phẩm bạn yêu cầu. Chúng tôi không bán thông tin cá nhân của bạn cho bên thứ ba, nhưng chúng tôi có thể cung cấp cho các nhà cung cấp thanh toán để tạo thuận lợi cho các giao dịch trên tài khoản của bạn.
zh_cn: 我们承诺将随时保护您的在线隐私。您的个人信息仅被我们用于账户服务、改善服务和提供您需要的产品。我们不会向第三方出售您的个人信息，但是为了方便交易，可能向支付提供者提供您的个人信息。

source: It is prohibited to sell, transfer and/or acquire accounts to/from other clients. Transfer of funds among other clients is also prohibited.
de_de: Es ist verboten, von anderen Kunden Konten zu erwerben, sich diese übertragen zu lassen oder an andere Kunden zu verkaufen oder zu übertragen. Die Überweisung von Guthaben unter Kunden ist ebenfalls untersagt.
id_id: Dilarang menjual, mengalihkan dan/atau memperoleh akun ke/dari Klien lain. Transfer dana antara Klien lain juga dilarang.
pl_pl: Sprzedaż, przekazywanie i/lub nabywanie kont dla/od innych klientów jest zabronione. Zabrania się również przesyłania środków między klientami.
pt_pt: É proibido vender, transferir e/ou adquirir contas para e de outros clientes. A transferência de fundos entre clientes também é proibida.
vi_vn: Nghiêm cấm bán,chuyển nhượng và/hoặc mua tài khoản cho/từ khách hàng khác. Việc chuyển tiền giữa các khách hàng khác cũng bị nghiêm cấm.
zh_cn: 禁止售出、转让和/或获取其他客户的账户。也禁止跟其他客户互相转汇资金。

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a 'Sell' button inside the popup window, after clicking on the 'View' button next to your trade in the portfolio.
de_de: Es ist manchmal möglich, eine Option vor Ablauf eines Kontrakts zu verkaufen, aber nur, wenn ein fairer Kurs angewendet werden kann. Wenn diese Option verfügbar ist, werden Sie im Portfolio nachdem Sie auf den ''Anzeigen'' Button geklickt haben, neben Ihrem Kontrakt einen ''Verkaufen'' Button im Pop-up Fenster sehen.
fr_fr: Il est parfois possible de vendre une option avant l'expiration du contrat, mais uniquement lorsqu'un prix juste peut être déterminé. Si cette option est disponible, vous verrez apparaître un bouton bleu indiquant « Vendre » dans une nouvelle fenètre, après avoir cliqué sur le bouton "Afficher" à côté de votre contrat dans votre portefeuille.
id_id: Terkadang Anda dapat menjual opsi sebelum tanggal berakhir kontrak, jika harga adil dapat disediakan. Jika pilihan ini tersedia, maka Anda dapat melihat tombol 'Jual' pada jendela yang muncul setelah mengklik tombol "Lihat" di sebelah kontrak pada portofolio.
pl_pl: Czasami istnieje możliwość sprzedaży opcji przed upływem terminu ważności, ale jedynie wtedy, gdy można ustalić uczciwą cenę. Jeżeli taka opcja jest dostępna, po kliknięciu przycisku „Widok” przy Twoim zakładzie w portfolio w oknie podręcznym będzie widoczny przycisk „Sprzedaj”.
pt_pt: É possível às vezes vender uma opção antes da expiração da negociação, mas apenas se um preço justo pode ser determinado. Se esta opção estiver disponível, você verá um botão azul "Vender" dentro da janela "pop-up", depois de clicar no botão "Ver", junto do seu contrato no portfólio.
vi_vn: Đôi khi có thể bán một tùy chọn trước khi kết thúc giao dịch, nhưng chỉ khi có thể xác định được giá hợp lý. Nếu tùy chọn này có sẵn, bạn sẽ thấy nút 'Bán' bên trong cửa sổ bật lên, sau khi nhấp vào nút 'Xem' bên cạnh giao dịch của bạn trong danh mục đầu tư.
zh_cn: 有时候您能在交易到期前卖出合约，但仅在可确定公平价格时能够实现。如果此选项可用，在点击投资组合中您的交易一侧的“查看”按钮后，您会在弹出窗口中看到“卖出”按钮。

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
de_de: Es liegt in der Verantwortung jedes einzelnen Kunden, diesen rechtlichen Hinweis und die Allgemeinen Geschäftsbedingungen, nach denen sich der Erwerb von Finanzkontrakten über diese Website richtet, zu lesen und zu verstehen.
id_id: Adalah merupakan tanggung jawab masing-masing klien untuk membaca dan memahami pemberitahuan resmi dan syarat serta kondisi ini sesuai dengan akuisisi kontrak yang diatur melalui situs ini.
pl_pl: Obowiązkiem każdego Klienta jest przeczytanie i zrozumienie niniejszej informacji prawnej oraz regulaminu, na mocy których regulowane jest pozyskiwanie kontraktów finansowych za pośrednictwem tego portalu.
pt_pt: É da responsabilidade de cada cliente ler e compreender o presente aviso legal e os termos e condições sob os quais serão regidas as aquisições de contratos financeiros através desta página Web.
vi_vn: Mỗi khách hàng phải có trách nhiệm đọc và hiểu các thông báo pháp lý, các điều khoản và điều kiện theo đúng các vụ mua bán hợp đồng tài chính thông qua trang web đã được quản lý.
zh_cn: 所有客户都有责任阅读并理解该法律通知以及通过本网站买入金融合约需要遵循的条款和条件。
