Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: As our Back-End Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: Als unser Back-End-Entwickler nehmen Sie die Herausforderung an, robuste, qualitativ hochwertige und Serienreife Codes zu schreiben. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: Comme développeur Back-End, vous relèverez le défi d’écrire du code robuste, de haute qualité et prêt pour la production. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires très fréquenté.
id_id: Sebagai Back-End Developer, Anda akan menerima tantangan untuk menulis kode kuat dengan kualitas tinggi dan siap untuk diproduksi. Hasil pekerjaan Anda akan banyak mengkontribusikan pada arsitektur yang dapat menghasilkan kunjungan tinggi pada situs trading opsi binary kami.
pl_pl: Jako nasz deweloper back-end będziesz odpowiadać za pisanie niezawodnych, wysokich jakości, gotowych do użycia kodów. Twoja praca będzie miała wpływ na ulepszenie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
vi_vn: Với tư cách Lập Trình Viên Back-End, bạn sẽ nhận thử thách viết những dòng lệnh chắc chắn, chất lượng cao, sẵn sàng cho vận hành. Công việc của bạn sẽ đóng góp lớn lao vào kiến trúc mà đã thúc đẩy website giao dịch binary options lưu lượng cao của chúng tôi.
zh_cn: 身为我们的后端开发人员, 您将面临编写可靠、高质量和可用于生产的代码的挑战。您的工作将有助于推动我们高流量二元期权交易网站的结构。

source: As our Client, you agree to comply with the following when making payments to the Company:
de_de: Als unser Kunde erklären Sie sich bei Zahlungen an das Unternehmen, mit Folgendem einverstanden:
id_id: Sebagai Klien kami, Anda bersetuju untuk mematuhi hal berikut ketika melakukan pembayaran pada Perusahaan:
pl_pl: Jako nasz Klient, dokonując płatności na rzecz Firmy, zgadzasz się stosować do poniższych zasad:
pt_pt: Como o nosso cliente, você aceita cumprir o seguinte quando efetuar pagamentos à empresa:
vi_vn: Là Khách Hàng của chúng tôi, bạn đồng ý tuân thủ những điều sau đây khi thực hiện thanh toán cho Công Ty:
zh_cn: 作为我们的客户, 您同意在向公司付款时遵守以下规定:

source: As our Compliance Executive, you must ensure that our group of companies worldwide conduct their business operations in full compliance with relevant laws and regulations - both national and international.
de_de: Als unser Compliance-Leiter müssen Sie sicherstellen, dass unsere Unternehmensgruppe weltweit ihre Geschäftstätigkeit unter voller Einhaltung der relevanten Gesetze und Vorschriften- sowohl auf nationaler als auch auf internationaler Ebene durchführt.
fr_fr: Comme Chargé de Conformité, vous devez vous assurer que notre groupe de compagnies dans le monde entier mènent leurs activités commerciales en pleine conformité avec les lois et règlements pertinents - à la fois nationaux et internationaux.
id_id: Sebagai Compliance Executive kami, Anda harus memastikan bahwa kelompok perusahaan kami di seluruh dunia melakukan operasi bisnis mereka sepenuhnya sesuai dengan hukum dan peraturan yang relevan - baik nasional maupun internasional.
pl_pl: Jako Kierownik ds. zgodności będziesz odpowiadać za to, by spółki na całym świecie należące do naszej grupy prowadziły swoją działalność biznesową zgodnie z odpowiednimi przepisami prawnymi i regulacjami, zarówno krajowymi, jak i międzynarodowymi.
pt_pt: Como nosso Executivo de Conformidade, você deve garantir que o nosso grupo de empresas em todo o mundo conduza suas operações comerciais em total conformidade com as leis e regulamentações relevantes - nacionais e internacionais.
vi_vn: Với tư cách là Nhân Viên Quản Giám, bạn phải đảm bảo rằng nhóm các công ty của chúng tôi trên toàn thế giới đều tuân thủ đầy đủ với các luật pháp và quy định có liên quan trong khi tiến hành các hoạt động kinh doanh của họ - bao gồm trong nước và quốc tế.
zh_cn: 身为我们的法律执行员, 您必须确保我们集团位于全球的公司在开展业务时完全符合相关的国家和国际法律和法规。

source: As our Copywriter, you will help us to craft copy and content that engages our audiences - both online and offline.
de_de: Als unser Werbetexter werden Sie uns helfen, Kopien und Inhalte, die unser Publikum sowohl online als auch offline anspricht, zu erstellen.
fr_fr: Comme concepteur-rédacteur, vous nous aiderez à rédiger du contenu qui engage nos auditoires - tant en ligne que hors ligne.
id_id: Sebagai Copywriter kami, Anda akan membantu kami membuat salinan dan konten yang menarik pemirsa kami - baik online maupun offline.
pl_pl: Jako copywriter będziesz pomagać nam dopracowywać treści, które będą przyciągać odbiorców – zarówno online, jak i offline.
vi_vn: Với tư cách là Người Viết Bài Quảng Cáo, bạn sẽ giúp chúng tôi thảo ra các đề tài và nội dung thu hút khán giả - bao gồm online lẫn offline.
zh_cn: 身为我们的文案, 您将帮助我们制作与受众接触的在线和离线文书和内容。

source: As our Cryptocurrency/Blockchain Developer, you will be taking on the challenge of revamping our existing cashier system and infrastructure for our ICO launch. You will also drive all our future blockchain-based projects. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: Als unser Kryptowährungs- bzw. Blockchain-Entwickler nehmen Sie die Herausforderung an, existierende Kassensysteme für unsere ICO Markteinführung umzugestalten. Sie werden ebenfalls alle unsere zukünftigen Blockchain-Projekte steuern. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: En tant que développeur Cryptodevise/Blockchain, vous relèverez le défi de la modernisation de notre système d’encaissement existant et de l’infrastructure pour le lancement de notre ICO. Vous mènerez également tous nos futurs projets axés sur la blockchain. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires très fréquenté.
id_id: Sebagai Cryptocurrency/Blockchain Developer, Anda akan mengambil tantangan untuk membenahi sistem dan infrastruktur kasir kami yang sudah ada untuk peluncuran ICO kami. Anda juga akan mendorong semua proyek berbasis blockchain di masa depan. Pekerjaan Anda akan sangat berkontribusi pada arsitektur yang mendorong tingkat kunjungan pada situs trading opsi binary kami.
pl_pl: Jako deweloper ds. kryptowalut/blockchain będziesz odpowiadać za poprawianie naszego istniejącego systemu Kasjer oraz infrastruktury na potrzeby ICO. Będziesz również realizować nasze przyszłe projekty oparte na blockchain. Twoja praca będzie miała wpływ na ulepszenie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
vi_vn: Với tư cách là Lập Trình Viên Tiền Cryptocurrency/Blockchain, bạn sẽ nhận thử thách trong việc cải tiến hệ thống thu ngân hiện thời và cơ sở hạ tầng cho đợt phát hành ICO của chúng tôi. Bạn cũng sẽ thúc đẩy các dự án dựa trên chuỗi trong tương lai của chúng tôi. Công việc của bạn sẽ đóng góp lớn vào kiến trúc mà đã thúc đẩy website giao dịch binary options lưu lượng cao của chúng tôi.
zh_cn: 身为我们的加密货币/区块链开发员, 您将面临挑战, 为我们的 ICO 推出改造现有的收银台系统和基础设施。您还将推动我们未来所有基于区块链的项目。您的工作将有助于推动我们高流量二元期权交易网站的结构 。

source: As our Customer Support Executive, you will serve as the voice of the company, and help our customers resolve and reduce the issues they're facing with our products and services. The frontline is essential to our business and you are expected to deliver world-class customer service that creates customer loyalty and promotes business growth.
de_de: Als unser Kundendienstleiter werden Sie als die Stimme des Unternehmens fungieren, und unseren Kunden dabei helfen, Probleme, die sie mit unseren Produkten und Dienstleistungen haben, zu lösen und zu reduzieren. Die Frontlinie ist wesentlich für unser Geschäft, und es wird erwartet, dass Sie einen Weltklasse Kundenservice liefern, der Kundenbindung schafft und Wachstum fördert.
fr_fr: Comme Chargé de notre Support Client, vous serez la voix de la compagnie en aidant nos clients à résoudre et réduire les problèmes auxquels ils sont confrontés avec nos produits et services. Cette idée est fondamentale à notre activité et vous devrez fournir un service client de première classe qui crée une fidélisation de la clientèle et favorise la croissance des affaires.
id_id: Sebagai Customer Support Executive kami, Anda akan bertindak sebagai suara perusahaan, dan membantu pelanggan kami menyelesaikan dan mengurangi masalah yang mereka hadapi dengan produk dan layanan kami. Garis depan sangat penting untuk bisnis kami dan Anda diharapkan untuk memberikan layanan pelanggan kelas dunia yang menciptakan loyalitas pelanggan dan mendorong pertumbuhan bisnis.
pl_pl: Jako Kierownik ds. obsługi klienta będziesz głosem naszej firmy. Będziesz pomagać naszym klientom rozwiązywać problemy związane z naszymi produktami i usługami i zapobiegać tym problemom. Praca z klientem jest kluczowym elementem naszej działalności i oczekujemy od Ciebie świadczenia najwyższej jakości obsługi klienta, która zbuduje lojalność klientów i będzie sprzyjać rozwojowi naszej działalności.
pt_pt: Como nosso Executivo de Suporte ao Cliente, você atuará como a voz da empresa e ajudará nossos clientes a resolver e reduzir os problemas que estão enfrentando com nossos produtos e serviços. A linha de frente é essencial para o nosso negócio e é esperado que você forneça um atendimento ao cliente de classe mundial que crie fidelidade do cliente e promova o crescimento dos negócios.
vi_vn: Với tư cách là Nhân Viên Hỗ Trợ Khách Hàng, bạn sẽ phụ trách như là giọng nói đại diện của công ty, để trợ giúp khách hàng giải quyết và giảm thiểu các vấn đề mà họ đang đối mặt liên quan đến các sản phẩm và dịch vụ của chúng tôi. Khu vực tiền tuyến là cốt yếu đối với mảng kinh doanh của chúng tôi và bạn được mong đợi sẽ cung cấp được một dịch vụ khách hàng đẳng cấp thế giới mà sẽ tạo ra lòng trung thành của khách hàng và thúc đẩy tăng trưởng kinh doanh.
zh_cn: 身为我们的客户服务执行员, 您将成为公司的代言人, 并在我们的客户面临产品和服务问题时提供帮助。前线工作对我们的业务至关重要, 您需要提供世界一流的客户服务, 以创建客户忠诚度并促进业务增长。

source: As our DevOps Engineer, you will have a critical role in our approach to our infrastructure and operations. The stability and scalability of our applications have a direct impact on our bottom line. This means that you will be taking on a mission critical role.
de_de: Als unser DevOps Engineer haben Sie eine entscheidende Rolle im Umgang mit unserer Infrastruktur und unserem Betrieb. Die Stabilität und Skalierbarkeit unserer Anwendungen haben einen direkten Einfluss auf unser Endergebnis. Das heißt, dass Sie eine entscheidende Rolle einnehmen werden.
fr_fr: Comme ingénieur DevOps, vous aurez un rôle essentiel dans notre approche de nos infrastructures et opérations. La stabilité et l’évolutivité de nos applications ont un impact direct sur notre bénéfice net. Cela signifie que vous aurez en charge un rôle critique.
id_id: Sebagai DevOps Engineer, Anda kan memiliki peran penting didalam infrastuktur dan pengoperasian. Stabilitas dan skalabilitas aplikasi kami memiliki implikasi langsung secara keseluruhan. Hal ini berarti Anda akan mengambil peran penting dalam sebuah misi.
pl_pl: Jako Inżynier DevOps będziesz odgrywać kluczową rolę w realizowaniu naszego podejścia do naszej infrastruktury i działalności. Stabilność i skalowalność naszych aplikacji ma bezpośredni wpływ na nasze wyniki finansowe. Oznacza to, że Twoja rola będzie niezwykle istotna.
pt_pt: Como nosso engenheiro de DevOps, você terá um papel crítico em nossa abordagem de nossa infra-estrutura e operações. A estabilidade e a escalabilidade de nossos aplicativos têm um impacto direto na nossa linha de fundo. Isto significa que você terá um papel importante nesta missão.
vi_vn: Với tư cách là Kỹ Sư DevOps, bạn sẽ đóng một vai trò quan trọng trong cách tiếp cận tới cơ sở hạ tầng và các hoạt động của chúng tôi. Sự ổn định và khả năng mở rộng của các ứng dụng có một tác động trực tiếp vào điểu mấu chốt của chúng tôi. Điều này có nghĩa rằng bạn sẽ đóng một vai trò với nhiệm vụ quan trọng.
zh_cn: 身为我们的 DevOps 工程师, 您将在我们的基础设施和运营工作中扮演关键角色。我们应用程序的稳定性和可扩展性直接影响我们的利润。这意味着您将承担关键的使命职责。

source: As our Front-End Developer, you will be taking on the challenge of developing and maintaining advanced applications and interfaces that connect clients with our patented trading system.
de_de: Als unser Front-End-Entwickler nehmen Sie die Herausforderung an, anspruchsvolle Anwendungen und Schnittstellen, die Kunden mit unserem patentierten Handelssystem verbinden, zu entwickeln und zu verwalten.
fr_fr: Comme Développeur Front-End, vous relèverez le défi de développer et maintenir des applications et interfaces avancées qui relient les clients avec notre système breveté de trading.
id_id: Sebagai Front-End Developer, Anda akan mengambil tantangan untuk mengembangkan dan memelihara aplikasi dan antarmuka tingkat lanjut yang berhubungan dengan klien pada sistem trading kami yang telah dipatenkan.
pl_pl: Deweloper Front-End będzie tworzył aplikacje i interfejsy łączące klientów z naszym objętym ochroną patentową systemem do handlowania i odpowiadał za ich utrzymanie.
vi_vn: Với tư cách là Nhân Viên Lập Trình Front-End, bạn sẽ đảm nhận thử thách trong phát triển và bảo trì các ứng dụng và giao diện kết nối khách hàng với hệ thống giao dịch đã được cấp bằng sáng chế của chúng tôi.
zh_cn: 身为我们的前端开发员，您将接受开发和维护高级应用程序和界面的挑战，这些应用程序和界面将客户与我们受专利保护的交易系统连接起来。

source: As our Graphic Designer, you will develop high-impact graphics and visual elements such as images and icons for our websites and applications. You will play an essential role in creating user interface assets that bring our products and users closer together.
de_de: Als unsere Grafiker entwickeln Sie eindrucksvolle Grafiken und visuelle Elemente wie Bilder und Symbole für unsere Websites und Anwendungen. Sie werden bei der Schaffung von Benutzeroberflächen, die unsere Produkte und Benutzer näher zusammenbringen, eine wichtige Rolle spielen.
fr_fr: Comme Designer Graphique, vous développerez des graphiques et éléments visuels percutants tels que des images et icônes pour nos sites Web et applications. Vous jouerez un rôle essentiel dans la création d’actifs d'interface utilisateur qui rapprochent nos produits des utilisateurs.
id_id: Sebagai Graphic Designer kami, Anda akan mengembangkan grafik dan elemen visual berdampak tinggi seperti gambar dan ikon untuk situs web dan aplikasi kami. Anda akan memainkan peran penting dalam menciptakan aset antarmuka pengguna yang membawa produk dan pengguna kami lebih dekat.
pl_pl: Jako grafik będziesz tworzyć elementy graficzne i wizualne, takie jak obrazy i ikony publikowane na naszych stronach internetowych i w aplikacjach. Będziesz odgrywać istotną rolę w tworzeniu interfejsu użytkownika, który przybliża nasze produkty naszym użytkownikom.
vi_vn: Với tư cách là Nhân Viên Thiết Kế Đồ Họa, bạn sẽ phát triển các sản phẩm đồ họa ấn tượng mạnh với các yếu tố thị giác như hình ảnh và biểu tượng cho các website và cho các ứng dụng của chúng tôi. Bạn sẽ đóng một vai trò thiết yếu trong việc tạo ra các giao diện người sử dụng để góp phần đưa các sản phẩm của chúng tôi với người sử dụng lại gần nhau hơn.
zh_cn: 身为我们的平面设计师，您将为我们的网站和应用程序开发令人印象深刻的图形和视觉元素，如图像和图标。您将在创建用户界面资产方面扮演重要角色，使我们的产品和用户更紧密地相连接。

source: As our Human Resource Operations Executive, you will be counted on to lead, execute, and support a wide range of HR-related and administrative tasks to ensure the smooth operations of our offices worldwide.
de_de: Als unser Human Ressource Geschäftsvorstand, wird von Ihnen erwartet, dass Sie eine breite Palette von HR-bezogenen und administrativen Aufgaben leiten, ausführen und unterstützen, um den reibungslosen Betrieb unserer Büros weltweit zu garantieren.
fr_fr: Comme Chargé des Opérations en Ressources Humaines, vous serez chargé de diriger, d'exécuter et de soutenir une large gamme de tâches RH et administratives pour assurer le bon fonctionnement de nos bureaux dans le monde entier.
id_id: Sebagai Human Resource Operations Executive kami, Anda akan diperhitungkan untuk memimpin, melaksanakan, dan mendukung berbagai tugas terkait SDM dan administrasi untuk memastikan kelancaran operasional kantor kami di seluruh dunia.
pl_pl: Jako Kierownik ds. zasobów ludzkich będziesz odpowiadać za kierowanie i zarządzanie różnorodnymi zadaniami administracyjnymi i zadaniami z zakresu HR i wspomaganie działań w tym zakresie, aby zapewnić sprawne funkcjonowanie naszych biur na całym świecie.
vi_vn: Với tư cách là Nhân Viên Điều Hành Nhân Sự, bạn được mong đợi sẽ dẫn dắt, và hỗ trợ một diện rộng các vấn đề liên quan đến Nhân Sự cũng như các công việc hành chính để đảm bảo vận hành trơn tru cho các văn phòng của chúng tôi trên toàn thế giới.
zh_cn: 身为我们的人力资源运营执行员, 您将负责领导、执行和支持一系列与人力资源相关及管理任务, 以确保我们位于世界各地的办事处顺利运作。

source: As our Marketing Executive, you will coordinate and execute marketing campaigns across a variety of channels, and continuously identify the best ways to reach current and prospective customers.
de_de: Als unser Marketing Executive werden Sie Marketing-Kampagnen für eine Vielzahl von Kanälen koordinieren und ausführen, und kontinuierlich nach den besten Wegen suchen, um bestehende und potenzielle Kunden zu erreichen.
fr_fr: Comme Chargé de Marketing, vous coordonnerez et exécuterez des campagnes marketing à travers une variété de canaux et identifierez en permanence les meilleurs moyens d’atteindre les clients actuels et potentiels.
id_id: Sebagai Marketing Executive kami, Anda akan mengoordinasi dan melaksanakan kampanye pemasaran di berbagai saluran, dan terus mengidentifikasi cara terbaik untuk menjangkau pelanggan saat ini dan calon pelanggan.
pl_pl: Jako Kierownik ds. marketingu będziesz koordynować i realizować kampanie marketingowe w różnych kanałach i identyfikować najlepsze sposoby dotarcia do obecnych i potencjalnych klientów.
vi_vn: Với tư cách là Nhân Viên tiếp thị, bạn sẽ phối hợp và thực hiện các chiến dịch quảng cáo thông qua các kênh khác nhau, và liên tục xác định cách tốt nhất để tiếp cận những khách hàng hiện tại và trong tương lai.
zh_cn: 作为我们的市场营销执行员, 您将协调和执行多个渠道间的营销活动, 并不断确定与当前和潜在客户接触的最佳方式。

source: As our Perl Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: Als unser Perl-Entwickler nehmen Sie die Herausforderung an, robuste, qualitativ hochwertige und Serienreife Codes zu schreiben. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: Comme Développeur Perl, vous relèverez le défi d’écrire du code robuste, de haute qualité et prêt pour la production. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires très fréquenté.
id_id: Sebagai Perl Developer, Anda akan menerima tantangan untuk menulis kode kuat dengan kualitas tinggi dan siap untuk diproduksi. Hasil pekerjaan Anda akan banyak mengkontribusikan pada arsitektur yang dapat menghasilkan kunjungan tinggi pada situs trading opsi binary kami.
pl_pl: Jako Deweloper Perl będziesz odpowiadać za pisanie niezawodnych, wysokiej jakości, gotowych do użycia kodów. Twoja praca będzie miała wpływ na ulepszanie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
vi_vn: Với tư cách Lập Trình Viên Perl, bạn sẽ nhận thử thách viết những dòng lệnh chắc chắn, chất lượng cao, sẵn sàng cho vận hành. Công việc của bạn sẽ đóng góp lớn lao vào kiến trúc mà đã thúc đẩy website quyền chọn nhị phân lưu lượng cao của chúng tôi.
zh_cn: 身为我们的Perl开发员, 您将面临编写可靠、高质量和可用于生产的代码的挑战。您的工作将有助于推动我们高流量二元期权交易网站的结构。

source: As our PostgreSQL Database Administrator, you will plan, implement, and manage the database systems that are essential to the architecture of our high-traffic binary options trading platform.
de_de: Als unser PostgreSQL Datenbank-Administrator, werden Sie Datenbank-Systeme, die wesentlich für die Architektur unserer stark frequentierten binäre Optionen Handelsplattform sind, planen, implementieren und verwalten.
fr_fr: Comme administrateur de base de données PostgreSQL, vous sera en charge de planifier, d'implémenter et de gérer les systèmes de base de données qui sont essentiels à l’architecture de notre plateforme de trading d’options binaires très fréquentée.
id_id: Sebagai PostgreSQL Database Administrator, Anda akan merencanakan, mengimplementasikan, dan mengelola basis data yang penting bagi arsitektur kunjungan tinggi platform trading opsi binary kami.
pl_pl: Jako Administrator Bazy Danych PostgreSQL będziesz odpowiadać za planowanie i wdrażanie systemów baz danych, które są niezbędne dla architektury naszej często odwiedzanej platformy do handlu opcjami binarnymi i za zarządzanie nimi.
vi_vn: Với tư cách là Quản Trị Viên Cơ Sở Dữ Liệu PostgreSQL của chúng tôi, bạn sẽ lên kế hoạch, và quản lý hệ thống cơ sở dữ liệu thiết yếu đối với các kiến trúc của nền tảng giao dịch binary options lưu lượng cao của chúng tôi.
zh_cn: 身为我们的PostgreSQL 数据库管理员, 您将为对我们的高流量二元期权交易平台的体系结构至关重要的数据库系统执行规划、实施和管理工作。

source: As our Risk Management Executive, we will depend on you to devise and execute effective analyses to identify potential risks to the Company and design and implement measures to eliminate such risks.
de_de: Als unser Risiko Management Executive verlassen wir uns darauf, dass Sie effektive Analysen konzipieren und ausführen, um mögliche Risiken für das Unternehmen und das Design zu identifizieren und Maßnahmen umzusetzen, um solche Risiken zu beseitigen.
fr_fr: En tant que chargé de la gestion des risques, nous dépendrons de vous pour la conception et l’exécution d'analyses efficaces pour identifier les risques potentiels pour la Compagnie et concevoir et implémenter des mesures visant à éliminer ces risques.
id_id: Sebagai Risk Management Executive kami, kami akan bergantung pada Anda untuk merancang dan melaksanakan analisis yang efektif untuk mengidentifikasi potensi risiko terhadap Perusahaan dan merancang serta menerapkan langkah-langkah untuk menghilangkan risiko tersebut.
pl_pl: Jako Kierownik ds. zarządzania ryzykiem będziesz odpowiadać za tworzenie i wykonywanie skutecznych analiz w celu rozpoznawania potencjalnego ryzyka, przed którym może stanąć Firma oraz za opracowywanie i wdrażanie środków mających na celu wyeliminowanie takiego ryzyka.
pt_pt: Como nosso Executivo de Gerenciamento de Riscos, dependeremos de você para elaborar e executar análises eficazes para identificar riscos potenciais para a empresa e projetar e implementar medidas para eliminar tais riscos.
vi_vn: Với tư cách là Quản Trị Viên Điều Hành Quản Lý Rủi Ro, chúng tôi sẽ cần dựa vào bạn để đưa ra và thực hiện các phân tích hiệu quả để xác định các rủi ro tiềm tàng đối với công ty cũng như thiết kế và áp dụng các biện pháp cần thiết để loại bỏ những rủi ro đó.
zh_cn: 身为我们的风险管理执行员, 您将负责设计和执行有效的分析, 以确定公司面临的潜在风险, 并设计和实施消除此类风险的措施。
