Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Current MT5 password
de_de: Aktuelles MT5 Passwort
fr_fr: Mot de passe actuel MT5
id_id: Kata sandi MT5 saat ini
pl_pl: Obecne hasło MT5
pt_pt: Senha atual da MT5
vi_vn: Mật khẩu MT5 hiện tại
zh_cn: 当前MT5密码

source: Current Time
de_de: Aktuelle Zeit
fr_fr: Heure actuelle
id_id: Waktu Terkini
pl_pl: Obecny czas
pt_pt: Hora atual
vi_vn: Thời gian hiện tại
zh_cn: 当前时间

source: Current balance
de_de: Aktueller Kontostand
fr_fr: Solde actuel
id_id: Saldo saat ini
pl_pl: Obecne saldo
pt_pt: Saldo atual
vi_vn: Số dư hiện tại
zh_cn: 当前余额

source: Current password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
id_id: Kata sandi saat ini
pl_pl: Aktualne hasło
pt_pt: Senha atual
vi_vn: Mật khẩu hiện tại
zh_cn: 当前密码

source: Current time:
de_de: Aktuelle Zeit:
fr_fr: Heure actuelle :
id_id: Waktu Terkini:
pl_pl: Obecny czas:
pt_pt: Hora atual:
vi_vn: Thời gian hiện tại:
zh_cn: 当前时间:

source: Customer Funds
de_de: Kundengelder
id_id: Dana Pelanggan
pl_pl: Fundusze klienta
pt_pt: Recursos do Cliente
vi_vn: Tiền của khách hàng
zh_cn: 客户资金

source: Customer Support
de_de: Kundendienst
fr_fr: Service clientèle
pl_pl: Obsługa klienta
pt_pt: Apoio Ao Cliente
vi_vn: Hỗ trợ Khách hàng
zh_cn: 客户支持

source: Customer Support Executive
de_de: Kundenbetreuungsvorstand
fr_fr: Chargé du Support Client
pl_pl: Kierownik ds. obsługi klienta
pt_pt: Executivo de Suporte ao Cliente
vi_vn: Nhân Viên Hỗ Trợ Khách Hàng
zh_cn: 客户支持执行员

source: Customer focus
de_de: Kundenorientiert
fr_fr: Orientation client
id_id: Fokus pelanggan
pl_pl: Klient na pierwszym miejscu
pt_pt: Foco no cliente
vi_vn: Tập trung khách hàng
zh_cn: 客户焦点

source: Cyberjaya Office
de_de: Niederlassung in Cyberjaya
fr_fr: Antenne de Cyberjaya
id_id: Kantor Cyberjaya
pl_pl: Biuro w Cyberjaya
pt_pt: Escritório em Cyberjaya
vi_vn: Văn phòng Cyberjaya
zh_cn: Cyberjaya办公室

source: Cyberjaya expertly combines green lungs and modern amenities to give you the ultimate work-life balance.
de_de: Cyberjaya verbindet gekonnt "grüne Lungen" und moderne Annehmlichkeiten, um Ihnen die ultimative Work-Life-Balance zu geben.
fr_fr: Cyberjaya combine savamment des poumons verts et des équipements modernes pour vous offrir l’ultime conciliation travail-famille.
id_id: Cyberjaya sangat ahli dalam menggabungkan kehijauan dan modernisasi yang memberi keseimbangan hidup dan kerja.
pl_pl: W Cyberjaya znajdziesz doskonałe połączenie terenów zielonych z nowoczesnymi udogodnieniami, które pozwolą Ci zachować równowagę między życiem prywatnym i zawodowym.
pt_pt: Cyberjaya combina habilmente pulmões verdade e comodidades modernas para lhe proporcionar o derradeiro equilíbrio entre a vida e o trabalho.
vi_vn: Cyberjaya chuyên nghiệp kết hợp đời sống xanh và tiện nghi hiện đại để cung cấp cho bạn sự cân bằng tốt nhất trong công việc và cuộc sống.
zh_cn: Cyberjaya的绿色空间与现代化设施灵巧地融合为一体, 为您提供最完美的工作与生活平衡。

source: Cyberjaya is a pioneer tech hub that lies 30 minutes away from Kuala Lumpur. Established in 1997, Cyberjaya is the heartbeat of the Multimedia Super Corridor — a government-designated zone that aims to accelerate Malaysia's push to achieve Vision 2020.
de_de: Cyberjaya ist ein Pionier Tech-Hub, der 30 Minuten vom Kuala Lumpur entfernt liegt. 1997 gegründet, ist Cyberjaya der Herzschlag des Multimedia Super Corridors – eine von der Regierung bestimmte Zone, die darauf abzielt, Malaysias Push um die Vision 2020 zu erreichen.
fr_fr: Cyberjaya est un centre de technologie pionnière qui se trouve à 30 minutes de Kuala Lumpur. Créé en 1997, Cyberjaya est le cœur du Multimedia Super Corridor — une zone désignés par le gouvernement qui vise à accélérer la poussée de la Malaisie pour atteindre la Vision 2020.
id_id: Cyberjaya adalah pusat teknologi pelopor yang terletak 30 menit dari Kuala Lumpur. Didirikan pada tahun 1997, Cyberjaya adalah detak jantung Multimedia Super Corridor - zona yang dirancang pemerintah untuk mempercepat Malaysia dalam mencapai Visi 2020.
pl_pl: Cyberjaya to pionierski tech hub oddalony o 30 km od Kuala Lumpur. Utworzony w 1997 r. stanowi centrum wydzielonej przez rząd strefy zwanej Multimedia Super Corridor, której celem jest wsparcie Malezji w zrealizowaniu założeń planu Vision 2020.
pt_pt: Cyberjaya é um pólo de alta tecnologia pioneiro que se situa a 30 minutos de Kuala Lumpur. Estabelecida em 1997, Cyberjaya é o coração do Multimedia Super Corridor – uma zona designada pelo governo que visa acelerar o impulso da Malásia para conseguir o Vision 2020.
vi_vn: Cyberjaya là một trung tâm tiên phong công nghệ cách Kuala Lumpur 30 phút. Thành lập năm 1997, Cyberjaya là trái tim của Multimedia Super Corridor — một khu vực do chính phủ chỉ định nhằm mục đích tăng tốc phát triển Malaysia để đạt được mục tiêu 2020.
zh_cn: Cyberjaya是顶尖科技中心，离开吉隆坡仅30分钟路程。Cyberjaya成立于 1997年, 是政府指定的多媒体超级走廊区域的心脏, 旨在加速推动与实现马来西亚的愿景2020。

source: Cyberjaya is also a pioneer green township that is designed for sustainable living. It has an urban environment where almost half of its total development area is reserved for public amenities and greenery. It has also taken measures to cut carbon emissions based on a low carbon city framework, becoming a model for sustainable future cities.
de_de: Cyberjaya ist auch ein Pionier grüner Gemeinden, die für nachhaltiges Wohnen ausgelegt sind. Sie hat ein urbanes Umfeld, wo fast die Hälfte ihres gesamten Entwicklungsbereiches für öffentliche Einrichtungen und viel Grün reserviert ist. Sie hat auch Maßnahmen zur Senkung der CO2-Emissionen auf Basis eines kohlenstoffarmen Stadt-Frameworks, das zu einem Modell für nachhaltige Städte der Zukunft wird.
fr_fr: Cyberjaya est également une ville verte pionniere qui est conçue pour une vie durable. Elle a un environnement urbain où près de la moitié de sa superficie totale de développement est réservée aux équipements collectifs et de verdure. Elle a également pris des mesures pour réduire les émissions de carbone fondées sur un accord-cadre de ville de faible teneur en carbone, devenant un modèle pour des villes durables futures.
id_id: Cyberjaya juga merupakan pelopor kota hijau yang dirancang untuk kelangsungan hidup. Memiliki lingkungan urban dimana hampir setengah dari total area pengembangannya disediakan untuk fasilitas umum dan tanaman hijau. Hal ini juga telah mengurangi emisi karbon berdasarkan kerangka kota karbon rendah, menjadi contoh bagi kota-kota yang berkelanjutan di masa depan.
pl_pl: Cyberjaya to również pionierskie zielone miasto, stworzone w celu zapewnienia zrównoważonego stylu życia. To środowisko miejskie, w którym prawie cała obszar zabudowy jest zarezerwowany dla obiektów publicznych i cieplarni. Dodatkowo, w ramach projektu miasta o niskiej emisji, podjęte zostały środki w celu zredukowania emisji dwutlenku węgla, co a tym idzie Cyberjaya stała się modelem przyszłych zrównoważonych miast.
pt_pt: Cyberjaya é também um município verde pioneiro, projetado para uma subsistência sustentável. Possui um ambiente urbano em que quase metade da sua área de desenvolvimento total está reservada para instalações públicas e espaços verdes. O município também já tomou medidas para reduzir as emissões de carbono com base numa estrutura de cidade de baixas emissões de carbono, tornando-se num modelo para futuras cidades sustentáveis.
vi_vn: Cyberjaya cũng là một thành phố xanh tiên phong được thiết kế cho cuộc sống bền vững. Thành phố này có một môi trường đô thị, nơi gần một nửa tổng diện tích phát triển của nó được dành riêng cho các tiện nghi công cộng và cây xanh. Họ cũng đã thực hiện các biện pháp cần thiết để giảm lượng khí thải carbon dựa trên mô hình thành phố với lượng carbon thấp, trở thành một mô hình cho các thành phố tương lai bền vững.
zh_cn: Cyberjaya也是专为可持续生活设计的先锋环保城。它拥有城市化环境, 其中所有发展区几乎有一半是预留作公共设施和绿化用途。它还根据低碳城市框架采取削减碳排放量措施, 成为未来可持续发展城市的典范。

source: Cyberjaya, Malaysia
fr_fr: Cyberjaya, Malaisie
pl_pl: Cyberjaya, Malezja
pt_pt: Cyberjaya, Malásia
zh_cn: 马来西亚Cyberjaya

source: D. Capacity
de_de: D. Kapazität
id_id: D. Kapasitas
pl_pl: D. Zdolność
pt_pt: D. Capacidade
vi_vn: D. Sức chứa
zh_cn: 四、能力

source: D. Client instructions
de_de: D. Kundenanweisungen
fr_fr: D. Instructions Client
id_id: D. petunjuk Klien
pl_pl: D. Instrukcje dla klienta
pt_pt: D. Instruções do cliente
vi_vn: D. Các hướng dẫn khách hàng
zh_cn: 四、客户的指示

source: Daily Reset Indices – Daily Reset Indices replicate markets with a bullish and bearish trend with a constant volatility. The Bull Market and Bear Market indices start at 00:00 GMT each day, replicating bullish and bearish markets respectively
de_de: Tägliche Reset-Indizes – Tägliche Reset-Indizes replizieren Märkte mit einem Hausse und Baisse Trend mit einer konstanten Volatilität. Die Hausse Markt- und Baisse Markt-Indizes beginnen morgens um 00:00 GMT, jeweils Hausse und Baisse Märkte replizierend
fr_fr: Les Indices de Réinitialisation Quotidiens – Les Indices de Réinitialisation Quotidiens reproduisent les marchés avec une tendance haussière et baissière avec une volatilité constante. Les indices de marché Bullish et Bearish commencent à 00:00 GMT chaque jour, reproduisant des marchés haussiers et baissiers respectivement
id_id: Indeks Reset Harian - Indeks Reset Harian mereplikasi pasar dengan tren bullish dan bearish dengan volatilitas yang konstan. Indeks Pasar Bull dan Pasar Bear mulai pukul 00:00 GMT tiap harinya, mereplikasi masing-masing pasar bullish dan bearish
pl_pl: Wskaźniki Resetowanie codzienne – Wskaźniki Resetowanie codzienne imitują rynki o tendencji wzrostowej lub spadkowej o stałej zmienności. Wskaźniki Rynek byka i Rynek niedźwiedzia są aktywne od 00:00 GMT każdego dnia i imitują odpowiednio rynek o tendencji wzrostowej (rynek byka) i rynek o tendencji spadkowej (rynek niedźwiedzia).
pt_pt: Os índices "Reinício Diário – Os Índices "Reinício Diário" replicam mercados com tendências de baixa e de alta, com uma volatilidade constante. Os índices "Mercado em alta" e "Mercado em baixa" entram em funcionamento às 00:00 GMT todos os dias, replicando os mercados com tendência altista e tendência baixista, respectivamente
vi_vn: Chỉ Số Hàng Ngày Đặt Lại - Chỉ Số Hàng Ngày Đặt Lại biểu hiện thị trường với một xu hướng tăng giá và giảm giá với các biến động liên tục. Các chỉ số thị trường Bull và Bear bắt đầu từ 00:00 GMT mỗi ngày, mô phỏng theo các thị trường tăng và giảm tương ứng
zh_cn: 每日重置指数 - 每日重置指数复制具看涨和看跌走势与持续波动的市场。牛市和熊市指数每天从格林威治时间00:00开始，分别复制看涨和看跌市场

source: Daily insights into markets around the world.
de_de: Tägliche Einblicke in Märkte auf der ganzen Welt.
fr_fr: Aperçus Quotidiens des marchés dans le monde entier.
id_id: Wawasan harian ke pasar di seluruh dunia.
pl_pl: Codzienny wgląd na rynki na całym świecie.
pt_pt: Perspectivas diárias dos mercados ao redor do mundo.
vi_vn: Cái nhìn chuyên sâu hằng ngày vào các thị trường trên toàn thế giới.
zh_cn: 世界各地市场的每日分析报告。

source: Daily limit on losses
de_de: Tageslimit für Verluste
fr_fr: Limite journalière des pertes
id_id: Batas kerugian per hari
pl_pl: Dzienny limit strat
pt_pt: Limite diário de perdas
vi_vn: Giới hạn mức thua lỗ hàng ngày
zh_cn: 每日损失限额

source: Daily market reports
de_de: Tägliche Marktberichte
fr_fr: Rapports quotidiens sur le marché
id_id: Laporan pasar harian
pl_pl: Codzienne raporty rynkowe
pt_pt: Relatórios diários de mercados
vi_vn: Báo cáo thị trường hàng ngày
zh_cn: 市场日报表

source: Daily payouts
de_de: Tägliche Auszahlungen
fr_fr: Gains quotidiens
id_id: Hasil harian
pl_pl: Wypłaty codzienne
pt_pt: Pagamentos diários
vi_vn: Khoảng được trả hằng ngày
zh_cn: 每日赔付

source: Daily turnover limit
de_de: Tägliches Umsatzlimit
fr_fr: Limite journalière du volume des transactions
id_id: Batas pembelian kontrak per hari
pl_pl: Dzienny maksymalny obrót
pt_pt: Limite diário do volume de negócios
vi_vn: Giới hạn doanh thu hàng ngày
zh_cn: 每日交易限额

source: Dash vs US Dollar
de_de: Dash gegen US Dollar
fr_fr: Dash vs Dollar Américain
id_id: Dash vs Dolar AS
pl_pl: Dash vs dolar amerykański
pt_pt: Dash vs. Dólar americano
vi_vn: Dash vs đô-la Mỹ
zh_cn: 达世币兑美元

source: Data Analytics
de_de: Datenanalyse
fr_fr: Analytique des Données
pl_pl: Analiza danych
vi_vn: Phân Tích Dữ Liệu
zh_cn: 数据分析学

source: Data Controller
de_de: Datenverantwortlicher
fr_fr: Contrôleur des données
id_id: Pengontrol Data
pl_pl: Administrator danych
pt_pt: Controlador de dados
vi_vn: Điều Khiển Dữ Liệu
zh_cn: 数据控制器

source: Data Feed
de_de: Dateneinspeisung
fr_fr: Source de Données
id_id: Layanan Data
pl_pl: Dane
pt_pt: Feed de dados
vi_vn: Nguồn Dữ Liệu
zh_cn: 数据源

source: Data Protection Act (DPA)
de_de: Datenschutzgesetz (DSG)
fr_fr: Loi sur la Protection des Données (DPA)
id_id: Akta Perlindungan Data (DPA)
pl_pl: Ustawa o ochronie danych osobowych (DPA)
pt_pt: Lei sobre Protecção de Dados
vi_vn: Đạo Luật Bảo Vệ Dữ Liệu (DPA)
zh_cn: 数据保护条例 (DPA)

source: Data Protection Officer
de_de: Datenschutzbeauftragter
id_id: Petugas perlindungan Data
pl_pl: Inspektor ds. ochrony danych
pt_pt: Responsável pela proteção dos dados
vi_vn: Nhân viên bảo vệ dữ liệu
zh_cn: 数据保护员

source: Data Retention
de_de: Datenspeicherung
id_id: Penyimpanan Data
pl_pl: Przechowywanie danych
pt_pt: Retenção de dados
vi_vn: Lưu giữ dữ liệu
zh_cn: 数据保留

source: Data Scientist
fr_fr: Scientifique des Données
vi_vn: Chuyên Viên Khoa Học Dữ Liệu
zh_cn: 数据科学家

source: Data Subject
de_de: Betroffene Person
fr_fr: Le Sujet des Données
id_id: Subjek Data
pl_pl: Przedmiot danych
pt_pt: Assunto dos dados
vi_vn: Đối Tượng Dữ Liệu
zh_cn: 数据主题

source: Data retention
de_de: Datenspeicherung
fr_fr: Conservation des données
id_id: Retensi data
pl_pl: Przechowywanie danych
pt_pt: Retenção de dados
vi_vn: Lưu Giữ Dữ Liệu
zh_cn: 数据保留

source: Data will be stored in a range of different places, including on the applicant's application record, in HR management systems, and on other IT systems (including email).
de_de: Die Daten werden an verschiedenen Orten, einschließlich auf dem Antrag des Bewerbers, in HR-Management-Systemen und auf anderen IT-Systemen (einschließlich E-Mail) gehalten.
fr_fr: Les données seront stockées dans différents endroits, notamment dans le dossier d'application du candidat, dans les systèmes de gestion des RH et dans d'autres systèmes IT (y compris e-mail).
id_id: Data akan disimpan di berbagai tempat yang berbeda, termasuk pada catatan aplikasi pelamar, dalam sistem manajemen SDM, dan pada sistem IT lainnya (termasuk email).
pl_pl: Dane będą przechowywane w różnych miejscach, w tym w aplikacji kandydata, w systemach zarządzania HR i w innych systemach IT (w tym w wiadomościach e-mail).
pt_pt: Dados serão armazenados numa série de lugares diferentes, incluindo no registro do requerimento do requerente, nos sistema de gerenciamento de RH e em outros sistemas de TI (incluindo e-mail).
vi_vn: Dữ liệu sẽ được lưu trữ ở nhiều nơi khác nhau, bao gồm hồ sơ ứng dụng của người nộp đơn, trong các hệ thống quản lý nhân sự và trên các hệ thống CNTT khác (bao gồm cả email).
zh_cn: 数据将存储在不同的地方, 包括申请人的申请记录、HR 管理系统和其他 IT 系统 (包括电子邮件)。

source: Database Setup,
de_de: Datenbank-Setup
fr_fr: la Configuration de la Base de données,
id_id: Pengaturan Database,
pl_pl: Konfiguracja bazy danych
pt_pt: Configuração de banco de dados,
vi_vn: Thiết lập cơ sở dữ liệu,
zh_cn: 数据库设置,

source: Date
de_de: Datum
id_id: Tanggal
pl_pl: Data
pt_pt: Data
vi_vn: Ngày
zh_cn: 日期

source: Date and Time
de_de: Datum und Zeit
fr_fr: Date et heure
id_id: Tanggal dan Waktu
pl_pl: Data i godzina transakcji
pt_pt: Data e hora
vi_vn: Ngày và Thời gian
zh_cn: 日期和时间

source: Date of Birth
de_de: Geburtsdatum
fr_fr: Date de naissance
id_id: Tanggal Lahir
pl_pl: Data urodzenia
pt_pt: Data de nascimento
vi_vn: Ngày sinh
zh_cn: 出生日期

source: Date of birth
de_de: Geburtsdatum
fr_fr: Date de naissance
id_id: Tanggal lahir
pl_pl: Data urodzenia
pt_pt: Data de nascimento
vi_vn: Ngày sinh
zh_cn: 出生日期

source: Dated within the last six months
de_de: Innerhalb der letzten sechs Monate
fr_fr: Daté dans les trois derniers mois
id_id: Tertanggal selama enam bulan terakhir
pl_pl: Z datą wystawienia nie starszą niż ostatnie sześć miesięcy
pt_pt: Datado dos últimos seis meses
vi_vn: Ngày trong sáu tháng qua
zh_cn: 过去六个月内的日期

source: Day
de_de: Tag
fr_fr: Jour
id_id: Hari
pl_pl: Dzień
pt_pt: Dia
vi_vn: Ngày
zh_cn: 天

source: Days
de_de: Tage
fr_fr: Jours
id_id: Hari
pl_pl: Dni
pt_pt: Dias
vi_vn: Ngày
zh_cn: 日

source: Debt-free
de_de: Schuldenfrei
fr_fr: Endettement nul
id_id: Bebas hutang
pl_pl: Brak długów
pt_pt: Sem dívidas
vi_vn: Không dư nợ
zh_cn: 无负债

source: Dec
de_de: Dez
fr_fr: déc.
id_id: Des
pl_pl: Grudzień
pt_pt: Dez
vi_vn: Tháng 12
zh_cn: 十二月

source: December
de_de: Dezember
fr_fr: décembre
id_id: Desember
pl_pl: Grudzień
pt_pt: Dezembro
vi_vn: Tháng 12
zh_cn: 十二月

source: Decentralisation – The decentralised nature of cryptocurrencies means that no single government body or financial authority has control over them
de_de: Dezentralisierung – Die dezentralisierte Natur der Kryptowährungen bedeutet, dass kein alleiniger Regierungskörper oder alleinige Finanzbehörde Kontrolle über sie hat
fr_fr: Décentralisation – la nature décentralisée des crypto devises signifie qu’aucun organisme gouvernemental unique ou autorité financière n’a de contrôle sur elles
id_id: Desentralisasi - Desentralisasi pada mata uang kripto berarti tidak ada satu badan pemerintah ataupun otoritas keuangan yang memiliki kontrol atas mereka
pl_pl: Decentralizacja – zdecentralizowana natura kryptowalut oznacza, że żaden organ rządowy ani instytucja finansowa nie sprawuje nad nimi kontroli
pt_pt: Descentralização – A natureza descentralizada de criptomoedas significa que nenhuma entidade governamental ou autoridade financeira pode ter controle sobre elas
vi_vn: Sự phân quyền – tính phân quyền tự nhiên của cryptocurrencies có nghĩa là không có cơ quan duy nhất chính phủ hoặc cơ quan tài chính có quyền kiểm soát chúng
zh_cn: 分散 - 加密货币的分散性质意味着没有任何一个政府机构或金融机构能够控制它

source: Decline
de_de: Ablehnen
fr_fr: Refuser
id_id: Ditolak
pl_pl: Odrzuć
pt_pt: Recusar
vi_vn: Từ chối
zh_cn: 下降

source: Dedicated support
de_de: Dezidierte Unterstützung
fr_fr: Support dédié
id_id: Bantuan khusus
pl_pl: Dedykowane wsparcie
pt_pt: Suporte dedicado
vi_vn: Hỗ trợ riêng
zh_cn: 专用支持

source: Deep Perl expertise
de_de: Umfassende Perl Kenntnisse
fr_fr: Solide expertise du langage Perl
id_id: Ahli Perl
pl_pl: Duże doświadczenie w pracy z językiem Perl
pt_pt: Experiência profunda com Perl
vi_vn: Chuyên môn sâu về Perl
zh_cn: 丰富的 Perl 专业知识

source: Default
de_de: Vorgabe
fr_fr: Par défaut
id_id: Kelalaian
pl_pl: Niewywiązanie się z zobowiązań
pt_pt: Incumprimento
vi_vn: Mặc định
zh_cn: 默认值

source: Define your position
de_de: Definieren Sie Ihre Position
fr_fr: Définissez votre position
id_id: Tentukan posisi Anda
pl_pl: Określ swoją pozycję
pt_pt: Defina a sua posição
vi_vn: Xác định vị trí của bạn
zh_cn: 设定头寸参数

source: Definitions
de_de: Definitionen
fr_fr: Définitions
id_id: Definisi
pl_pl: Definicje
pt_pt: Configurações
vi_vn: Xác định vị trí của bạn
zh_cn: 定义

source: Degree in Finance, Economics, Law, Risk Management, Criminology, Business Studies, or Management
de_de: Abschluss in Finanzen, Wirtschaft, Recht, Risikomanagement, Kriminologie, BWL oder Management
fr_fr: Diplôme en Finance, Économie, Droit, Gestion des Risques, Criminologie, Etudes des Affaires ou en Management
id_id: Gelar di bidang Keuangan, Ekonomi, Hukum, Manajemen Resiko, Kriminologi, Pelajaran Bisnis dan Manajemen
pl_pl: Dyplom studiów na kierunku w zakresie finansów, ekonomii, prawa, zarządzania ryzykiem, kryminologii, biznesu lub zarządzania
pt_pt: Licenciatura em Finanças, Economia, Direito, Gestão de Risco, Criminologia, Estudos Empresariais ou Gestão
vi_vn: Có bằng cử nhân trong ngành Tài Chính, Kinh Tế, Luật, Quản Trị Rủi Ro, Tội Phạm Học, Nghiên Cứu Kinh Doanh hoặc Quản Lý
zh_cn: 金融、经济、法律、风险管理、犯罪学、商业学或管理专业学士学位

source: Delete
de_de: Löschen
fr_fr: Supprimer
id_id: Hapus
pl_pl: Usuń
pt_pt: Excluir
vi_vn: Xóa
zh_cn: 删除

source: Demand – Driven by industrial and commercial applications, including new technological products or fashion trends
de_de: Nachfrage – Durch industrielle und gewerbliche Anwendungen, einschließlich neuer technischer Produkte oder Modetrends angetrieben
fr_fr: Demande – poussée par les applications industrielles et commerciales, y compris les nouveautés technologiques ou tendances à la mode
id_id: Permintaan - Didorong oleh aplikasi komersil dan industri, termasuk produk teknologi terbaru atau tren fashion
pl_pl: Popyt – napędzany przez przemysł i handel, w tym przez produkty w zakresie nowych technologii i trendy modowe
pt_pt: Procura – Impulsionada por aplicações industriais e comerciais, incluindo novos produtos tecnológicos ou tendências de moda
vi_vn: Nhu cầu - được thúc đẩy bởi ứng dụng công nghiệp và thương mại, bao gồm cả sản phẩm công nghệ mới hoặc xu hướng thời trang
zh_cn: 需求 - 受工业和商业应用、包括新技术产品或时尚趋势的驱动

source: Demo
fr_fr: Démo
vi_vn: Thử nghiệm
zh_cn: 演示

source: Demo Account
de_de: Demo-Konto
fr_fr: Compte Démo
id_id: Akun Demo
pl_pl: Konto Demo
pt_pt: Conta demo
vi_vn: Tài khoản Demo
zh_cn: 模拟账户

source: Demo Accounts
de_de: Demo-Konten
fr_fr: Compte Démo
id_id: Akun Demo
pl_pl: Konta Demo
pt_pt: Contas demo
vi_vn: Tài khoản demo
zh_cn: 模拟账户

source: Demo Advanced
de_de: Fortgeschrittenes Demo
fr_fr: Démo Avancée
id_id: Demo Lanjutan
pl_pl: Demo zaawansowane
pt_pt: Demo avançada
vi_vn: Demo nâng cao
zh_cn: 模拟高级账户

source: Demo Standard
fr_fr: Démo Standard
id_id: Demo Standar
pl_pl: Demo standardowe
pt_pt: Demo padrão
vi_vn: Giới thiệu tiêu chuẩn
zh_cn: 模拟标准

source: Demo Volatility Indices
de_de: Demo Volatilität Ind.
fr_fr: Indices volatilité de démo
id_id: Demo Indeks Volatilitas
pl_pl: Wsk. zmienności demo
pt_pt: Demo de índices "Volatility"
vi_vn: Chỉ Số Biến Động Demo
zh_cn: 模拟波动率指数

source: Depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website and the type of products offered, the term "the Company" shall denote either
de_de: Je nach Zuständigkeit, der das Konto des Kunden in Übereinstimmung mit der Kontoeröffnung der Website und wie detailliert im Abschnitt 'Über uns' der Website und der Art der angebotenen Produkte, zugeordnet wurde, bezeichnet der Begriff "das Unternehmen'' entweder
id_id: Tergantung pada yurisdiksi dimana akun Klien di daftarkan sesuai dengan prosedur pendaftaran akun pada situs dan seperti yang telah dijelaskan pada bagian Tentang Kami pada situs dan jenis produk yang ditawarkan, istilah "Perusahaan" adalah ditujukan kepada
pl_pl: W zależności od jurysdykcji, do której konto Klienta zostało przydzielone, zgodnie z procedurą otwierania kont na naszej stronie internetowej i jak określono w sekcji O nas na naszej stronie internetowej i w zależności od rodzaju oferowanego produktu, termin „Firma” oznacza
pt_pt: Dependendo da jurisdição a que uma conta de cliente tenha sido associada, de acordo com os procedimentos de abertura de conta do site e conforme descrito na seção "Sobre nós" do site, e os tipos de produtos disponibilizados, o termo "a Empresa" denotará
vi_vn: Tùy thuộc vào thẩm quyền mà tài khoản của Khách hàng đã được đính kèm theo quy trình mở tài khoản của trang web và được nêu chi tiết trong phần Giới thiệu về chúng tôi của trang web, thuật ngữ "Công ty" sẽ biểu thị
zh_cn: 根据网站的开户程式对客户账户所附的管辖权和“关于我们”部分的详细说明以及提供的产品类型, “公司”一词应表示
