Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (licence no. IS/70156).
fr_fr: Dans l'UE, les produits financiers sont offerts par Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malte, agréé et réglementé comme un fournisseur de Services d’investissement de Catégorie 3 par l'Autorité des Services Financiers de Malte (numéro de licence IS/70156).
id_id: Di Uni Eropa, produk keuangan ditawarkan oleh Binary Investments (Europe) Ltd., beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Jasa Keuangan Malta (nomor lisensi IS/70156).
pl_pl: W UE produkty finansowe są oferowane przez Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Objęta licencją i regulacjami Urzędu ds. Usług Finansowych na Malcie: Malta Financial Services Authority jako firma świadcząca usługi inwestycyjne kategorii 3 (licencja o nr IS/70156).
zh_cn: 欧盟国家的金融产品交易由Binary Investments (Europe) Ltd提供，地址为 W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。由马耳他金融服务机构授予牌照及监管为3级投资服务提供商(牌照号码为 IS/70156)。

source: In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (%1licence no. IS/70156%2).
fr_fr: Dans l'UE, les produits financiers sont offerts par Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malte, réglementé comme un fournisseur de Services d’investissement de Catégorie 3 par l'Autorité des Services Financiers de Malte (%1numéro de licence IS/70156%2).
id_id: Di Uni Eropa, produk keuangan ditawarkan oleh Binary Investments (Europe) Ltd., beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Jasa Keuangan Malta (%1nomor lisensi IS/70156%2).
pl_pl: W UE produkty finansowe są oferowane przez Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, objętą regulacjami Urzędu ds. Usług Finansowych na Malcie: Malta Financial Services Authority jako firma świadcząca usługi inwestycyjne kategorii 3 (%1licencja o nr IS/70156%2).
zh_cn: 欧盟国家的金融产品交易由Binary Investments (Europe) Ltd提供，地址为 W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。由马耳他金融服务机构监管为3级投资服务提供商(%1牌照号码为 IS/70156%2)。

source: In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK (licence %1reference no: 39172%2).
de_de: Auf der Isle of Man und in Großbritannien werden Volatilität Indizes von Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man; lizensiert und reguliert von (1) der Gambling Supervision Commission (Glücksspielbehörde) (die aktuelle Lizenz wurde am 31. August 2017 ausgestellt), und von der (2) Gambling Commission in Großbritannien (Lizenz %1 Referenznummer 39172%2).
fr_fr: Dans l'île de Man et le Royaume Uni, les Indices de Volatilité sont offerts par Binary (IOM Ltd., 1er étage, Millennium House, Victoria Road, Douglas, IM2 4RW, île de Man, îles Britanniques, autorisé et régulé respectivement par (1) la Commission de Supervision des Jeux dans l'île de Man (licence actuelle émise le 31 Août 2017) et par (2) la Commission des Jeux du Royaume-Uni (licence %1no référence: 39172%2).
id_id: Di negara Isle of Man dan Inggris, Indeks Volatilitas disediakan oleh Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; berlisensi dan diatur.
pl_pl: Na Wyspie Man i w Wielkiej Brytanii wskaźniki zmienności są oferowane przez Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Wyspa Man, Wyspy Brytyjskie; za wydawanie licencji i jego regulację odpowiada odpowiednio (1) Komisja Nadzoru Gier Hazardowych Wyspy Man, na Wyspach Brytyjskich (Gambling Supervision Commission) – aktualna licencja została wydana dnia 31 sierpnia 2017 r., (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – licencja o %1numerze referencyjnym: 39172%2).
pt_pt: Na Ilha de Man e no Reino Unido, os índices Volatility são disponibilizados pela Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Ilha de Man, Ilhas Britânicas, licenciada e regulamentada respectivamente pela (1) Comissão de Supervisão de Jogos de Azar na Ilha de Man (licença atual emitida a 31 de agosto de 2017) e pela (2) Comissão de Jogos de Azar no Reino Unido (licença com %1referência n.º: 39172%2).
vi_vn: Tại Isle of Man và UK, các Chỉ Số Biến Động được cung cấp bởi Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; được cấp phép và quản lý tương ứng bởi (1) Ủy ban giám sát cờ bạc ở Isle of Man (giấy phép hiện hành được cấp ngày 31 tháng 8 năm 2017) và (2) Ủy ban cờ bạc ở Vương quốc Anh (giấy phép %1 số: 39172 %2).
zh_cn: 英国和马恩岛的波动率指数交易由Binary (IOM) Ltd. 提供，地址为：First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles；由(1) 不列颠群岛马恩岛投资监管委员会授予牌照和监管，当前在线博彩牌照于2012 年8 月31 日颁发；及(2) 英国博采委员会授予牌照和监管 (牌照 %1编号: 39172%2)。

source: In the UK, our clients trade through Binary (IOM) Ltd and Binary Investments (Europe) Ltd. In the Isle of Man, they trade through Binary (IOM) Ltd. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A., Binary (V) Ltd, Binary (BVI) Ltd and Binary (FX) Ltd.
fr_fr: Au Royaume-Uni, nos clients tradent par l'intermédiaire de Binary (IOM) Ltd et Binary Investments (Europe) Ltd. Dans l'Ile de Man, ils tradent par l'intermédiaire de Binary (IOM) Ltd. Dans les pays de l'Union Européenne (sauf Royaume-Uni), ils tradent par l'intermédiaire de Binary (Europe) Ltd et de Binary Investments (Europe) Ltd. Dans les autres pays du monde, ils tradent par l'intermédiaire de Binary (C.R.) S.A., Binary (V) Ltd, Binary (BVI) Ltd et Binary (FX) Ltd.
id_id: Di Inggris, klien kami bertrading melalui Binary (IOM) Ltd Binary Investments (Europe) Ltd. Di Isle of Man, mereka bertrading melalui Binary (IOM) Ltd. Di Uni Eropa (kecuali Inggris), mereka bertrading melalui Binary (Europe) Ltd dan Binary Investments (Europe) Ltd. Pada sisa bagian dunia lainnya, mereka bertrading melalui Binary (C.R.) S.A. Binary (V) Ltd, Binary (BVI) Ltd dan Binary (FX) Ltd.
pl_pl: W Zjednoczonym Królestwie nasi klienci handlują za pośrednictwem Binary (IOM) Ltd oraz Binary Investments (Europe) Ltd. Na Wyspie Man nasi klienci handlują za pośrednictwem Binary (IOM) Ltd. W Unii Europejskiej (za wyjątkiem Zjednoczonego Królestwa), handlują za pośrednictwem Binary (Europa) Ltd oraz Binary Investments (Europa) Ltd. W pozostałych krajach handel odbywa się za pośrednictwem Binary (C.R.) S.A., Binary (V) Ltd, Binary (BVI) Ltd oraz Binary (FX) Ltd.
vi_vn: Ở Anh, khách hàng của chúng tôi giao dịch qua Binary (IOM) Ltd và Binary Investments (Europe) Ltd. Ở Đảo Man, khách hàng của chúng tôi giao dịch qua Binary (IOM) Ltd. Tại Liên minh Châu Âu (trừ Anh), họ giao dịch qua Binary (Europe) Ltd và Binary Investments (Europe) Ltd. Ở những nước còn lại trên thế giới, họ giao dịch qua Binary (C.R.) S.A., Binary (V) Ltd, Binary (BVI) Ltd and Binary (FX) Ltd.
zh_cn: 在英国，我们的客户通过 Binary (IOM) Ltd. 和 Binary Investments (Europe) Ltd. 进行交易。在马恩岛，他们通过 Binary (IOM) Ltd. 进行交易。在欧盟（除了英国），则通过 Binary (Europe) Ltd 和 Binary Investments (Europe) Ltd. 进行交易。在全世界其他地区，客户通过 Binary (C.R.) S.A.，Binary (V) Ltd.，Binary (BVI) Ltd. 和Binary (FX) Ltd.进行交易。

source: In the case of a Limit Order, you acknowledge that we will endeavor to open/close a Transaction at a level that is the same or better than the Limit you specified, subject to the availability of the Limit Price.
de_de: Im Falle einer Limit-Order bestätigen Sie, dass wir uns bemühen, eine Transaktion zu einem Level zu öffnen/schließen, das gleich oder besser als das von Ihnen bestimmte Level ist, vorbehaltlich der Verfügbarkeit des Limitpreises.
id_id: Pada Limit Order, Anda mengetahui bahwa kami akan berusaha keras untuk membuka/menutup Transaksi pada tingkat yang sama atau lebih baik dari Limit yang Anda tentukan, tergantung pada ketersediaan Limit Price.
pl_pl: Przyjmujesz do wiadomości, że w przypadku Zlecenia Limit dołożymy wszelkich starań, aby otworzyć/zamknąć transakcję na takim samym lub lepszym poziomie, co poziom określony przez Ciebie, w zależności od dostępności Ceny limitowej.
pt_pt: No caso de uma ordem de limites, você confirma reconhecer que nos esforçaremos a abrir/fechar as transações a um nível que seja igual ou melhor ao limite que você especificou, sujeito à disponibilidade do preço do limite.
vi_vn: Trong trường hợp Lệnh Giới Hạn, bạn xác nhận rằng chúng tôi sẽ cố gắng mở / đóng một Giao dịch ở mức tương đương hoặc tốt hơn Giới Hạn bạn đã chỉ định, tùy thuộc vào tính khả dụng của Giá Giới Hạn.
zh_cn: 下限价订单时, 您确认只要有可用的限价，我们将尽力以与您指定的水平相同或更好价格开盘/平仓。

source: In the case of a Stop Order, you acknowledge that we will endeavor to open/close a Transaction at a price equal to the one you specified. However, if the specified price is unavailable, a less favourable price may be quoted. You acknowledge that at the time of order execution, our bid/offer price may become less favourable to you.
de_de: Im Fall einer Stop Order, haben Sie anzuerkennen, dass wir uns bemühen werden, eine Transaktion zu einem, von Ihnen bestimmten, gleichen Preis zu öffnen/schließen. Jedoch, wenn der bestimmte Preis nicht verfügbar ist, kann ein weniger vorteilhafter Preis notiert werden. Sie haben anzuerkennen, dass unser Geldkurs/Briefkurs zur Zeit der Orderausführung Ihnen weniger vorteilhaft werden kann.
id_id: Dalam kasus Stop Order, Anda mengakui bahwa kami akan berusaha untuk membuka/menutup Transaksi pada harga yang telah Anda tentukan. Namun, jika harga yang ditentukan tidak tersedia, maka harga yang kurang menguntungkan dapat diambil. Anda mengakui bahwa pada saat pemprosesan order, harga bid/penawaran kami mungkin menjadi kurang menguntungkan bagi Anda.
pl_pl: Przyjmujesz do wiadomości, że w przypadku zlecenia Stop będziemy dążyć do otwarcia/zamknięcia Transakcji po takiej samej cenie jak określona przez Ciebie lub lepszym. Jednak, jeśli określona cena będzie niedostępna, wówczas może zostać zakwotowana mniej korzystna cena. Przyjmujesz do wiadomości również, że w momencie wykonania zlecenia nasza cena sprzedaży/ofertowa może być dla Ciebie mniej korzystna.
pt_pt: No caso de uma ordem de interrupção, você confirma reconhecer que nos esforçaremos a abrir/fechar as transações a um preço igual ao que você especificou. No entanto, se o preço especificado não estiver disponível, um preço menos favorável poderá ser cotado. Você confirma reconhecer que, na hora de execução da ordem, o nosso preço de compra/venda pode se tornar menos favorável a você.
vi_vn: Trong trường hợp Lệnh Dừng, bạn xác nhận rằng chúng tôi sẽ cố gắng mở / đóng một Giao dịch với mức giá tương đương với giá bạn đã chỉ định. Tuy nhiên, nếu giá được chỉ định không có sẵn, giá ít thuận lợi hơn có thể được trích dẫn. Bạn thừa nhận rằng tại thời điểm thực hiện lệnh, giá đặt giá/chào giá của chúng tôi có thể trở nên kém thuận lợi hơn cho bạn.
zh_cn: 如果是止损订单，您确认我们将尽力以与您指定的相同价格开盘/平仓。但如果指定价格不可用，报出的价格可能会稍微不利。您确认，订单执行期间，我们的买价/卖价可能对您不利。

source: In the case of some Contracts, there may be no functioning or open market or exchange on which the reference product is traded at the time of the client order. In such cases, the Company sets out to determine a fair underlying price based on a number of factors, such as price movements on associated markets and other market influences and information about the client order.
de_de: Bei einigen Kontrakten, gibt es manchmal keine funktionierende oder offene Börse oder Devisenbörse, auf der das Referenzprodukt zum Zeitpunkt der Kundenorder gehandelt wird. In solchen Fällen legt das Unternehmen den Kurs auf der Grundlage einer Anzahl von Faktoren, wie Kursbewegungen auf entsprechenden Börsen oder anderen Markteinflüssen und Daten über die Kundenorder, fest.
fr_fr: En relation à certains Contrats, il se peut qu'il n'y ait pas de marché en opération ou ouvert ou d'échange sur lequel le produit de référence est tradé au moment de l'ordre du client. Dans ces cas, la Compagnie tente de déterminer un prix sous-jacent juste basé sur un nombre de facteurs comme les mouvements de prix sur les marchés associés et autres influences de marché et informations sur l'ordre de notre client.
id_id: Pada beberapa Kontrak, mungkin tidak tersedia pasar atau pertukaran yang berfungsi atau terbuka di mana produk referensi ditradingkan pada saat order klien berlangsung. Dalam kasus seperti itu, Perusahaan menetapkan untuk menentukan harga pokok yang adil berdasarkan sejumlah faktor, seperti pergerakan harga pasar terkait dan pengaruh pasar lainnya dan informasi lain mengenai order klien.
pl_pl: W przypadku niektórych Kontraktów rynek lub giełda, gdzie handluje się danym produktem, może nie funkcjonować lub być zamknięty w chwili złożenia zlecenia przez klienta. W takim przypadku Firma określa uczciwą cenę instrumentu bazowego w oparciu o wiele czynników, takich jak zmiany cen na powiązanych rynkach i inne czynniki rynkowe, i informacje dotyczące zleceń naszych klientów.
pt_pt: No caso de alguns contratos, pode não haver nenhum funcionamento, mercado aberto ou bolsa na qual o produto referenciado esteja sendo negociado no momento da ordem do cliente. Em tais situações, a Empresa compromete-se a determinar um preço subjacente justo, com base em vários de fatores, incluindo evoluções de preço em mercados associados, outras influências de mercado e informações sobre a ordem do cliente.
vi_vn: Trường hợp của một số Hợp đồng, có thể không có chức năng hoặc không có thị trường mở hay sàn giao dịch nào mà có sản phẩm liên quan được giao dịch tại thời điểm mà khách hàng gửi lệnh. Trong những trường hợp như vậy, Công Ty sẽ thiết lập để quyết định giá cơ sở dựa trên nhiều nhân tố như biến động giá cả trên thị trường liên quan và mức ảnh hưởng của thị trường cũng như thông tin về lệnh đặt của khách hàng.
zh_cn: 某些合约的有关交易产品可能遇到市场或外汇停止运作的情况。在这类情况下，公司将根据一些因素，如关联市场的价格波动、其他市场影响因素以及客户自己的订单信息制定出一个公平的标示价格。

source: In the course of provision of services we shall, where applicable, conduct an appropriateness test in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
de_de: Wir müssen im Verlauf der Erbringung von Dienstleistungen gegebenenfalls einen Eignungstest durchführen, um festzustellen, ob Sie aus unserer Sicht und auf der Grundlage der von Ihnen gemachten Angaben das erforderliche Wissen und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angebotenen oder nachgefragten Produktart oder Dienstleistung verbundenen Risiken erkennen zu können.
id_id: Dalam proses pelayanan yang kami berikan, kami perlu melakukan uji kelayakan untuk menentukan apakah dalam pandangan kami dan atas dasar informasi yang Anda berikan, Anda memiliki pengetahuan dan pengalaman yang diperlukan dalam bidang investasi untuk memahami risiko yang terlibat dalam jenis produk atau jasa tertentu yang ditawarkan atau diminta.
pl_pl: W trakcie świadczenia usług będziemy, w stosownych przypadkach, przeprowadzać ocenę zdolności w celu sprawdzenia, czy w naszej ocenie i na podstawie dostarczonych nam informacji posiadasz wystarczającą wiedzę i doświadczenie w dziedzinie inwestowania, aby zrozumieć ryzyka związane z określonym rodzajem produktów lub usług, które oferujemy lub których domagają się klienci.
pt_pt: No decurso da prestação de serviços, quando aplicável, realizaremos um teste de adequação para determinar se, no nosso ponto de vista e com base nas informações fornecidas por você, você possui os conhecimentos e a experiência no campo de investimentos necessários para compreender os riscos relacionados com os tipos de produto ou serviço específicos disponibilizados ou solicitados.
vi_vn: Trong quá trình cung cấp dịch vụ, trên quan điểm của chúng tôi và trên cơ sở thông tin cơ bản bạn đã cung cấp, chúng tôi đã tiến hành những thử nghiệm tương thích để quyết định xem bạn có kiến thức và trải nghiệm cần thiết trong lĩnh vực đầu tư để hiểu hết về những rủi ro có liên quan đến loại sản phẩm hoặc dịch vụ được đưa ra hay không.
zh_cn: 提供服务的过程中，我们将根据您所提供的信息和我们的观察进行合适性测试，以确定您是否对投资领域拥有足够知识和经验，并对相关指定产品或服务的风险有充分了解。

source: In the course of provision of services, we may, where applicable, conduct an appropriateness test, in accordance with our regulatory obligations, in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
de_de: Wir können im Verlauf der Erbringung von Dienstleistungen gegebenenfalls einen Eignungstest, in Übereinstimmung mit unseren behördlichen Anforderungen, durchführen, um festzustellen, ob Sie aus unserer Sicht und auf der Grundlage der von Ihnen gemachten Angaben das erforderliche Wissen und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angebotenen oder nachgefragten Produktart oder Dienstleistung verbundenen Risiken erkennen zu können.
id_id: Dalam penyediaan jasa, kami dapat, dimana berlaku, akan melakukan uji kelayakan, sesuai dengan peraturan kewajiban kami, untuk menentukan apakah, dalam pandangan kami dan berdasarkan informasi yang Anda sediakan, Anda memiliki pengetahuan yang diperlukan dan pengalaman di bidang investasi untuk memahami risiko yang terlibat pada produk jenis tertentu atau layanan yang ditawarkan atau berdasarkan permintaan.
pl_pl: Mając na uwadze obowiązki nałożone na nas przez przepisy prawne, w trakcie świadczenia usług możemy, w stosownych przypadkach, przeprowadzać ocenę zdolności w celu sprawdzenia, czy w naszej ocenie i na podstawie dostarczonych nam informacji posiadasz wystarczającą wiedzę i doświadczenie w dziedzinie inwestowania, aby zrozumieć ryzyka związane z określonym rodzajem produktów lub usług, które oferujemy lub których domagają się klienci.
pt_pt: No decurso da prestação de serviços, quando aplicável, realizaremos um teste de adequação de acordo com as nossas obrigações regulatórias, para determinar se, no nosso ponto de vista e com base nas informações fornecidas por você, você possui os conhecimentos e a experiência no campo de investimentos necessários para compreender os riscos relacionados com os tipos de produto ou serviço específicos disponibilizados ou solicitados.
vi_vn: Trong quá trình cung cấp dịch vụ, chúng tôi có thể, khi áp dụng, tiến hành một bài kiểm tra phù hợp, phù hợp với nghĩa vụ pháp lý của chúng tôi, để xác định xem, theo chúng tôi nhận thấy và trên cơ sở các thông tin do bạn cung cấp, bạn có những kiến thức cần thiết và kinh nghiệm trong lĩnh vực đầu tư để hiểu những rủi ro liên quan đến loại hình cụ thể của sản phẩm hoặc dịch vụ được cung cấp hoặc yêu cầu.
zh_cn: 提供服务的过程中，我们将履行监管义务，在适合情况下根据您所提供的信息和我们的观察进行合适性测试，以确定您是否对投资领域拥有足够知识和经验，并对相关指定产品或服务的风险有充分了解。

source: In the event of any conflict between the content in this document and the above documents, this document controls your use of the %1 API. If you disagree with any of the provisions in these Terms, do not access or use the %1 API.
de_de: Für den Fall eines Widerspruchs zwischen dem Inhalt dieses Dokuments und der obigen Dokumente, ist dieses Dokument für Ihre Verwendung des %1 API maßgebend. Wenn Sie mit einer der Bestimmungen dieser Bedingungen nicht einverstanden sind, rufen Sie das %1 API nicht auf oder verwenden Sie es nicht.
id_id: Dalam hal terjadi konflik antara isi dalam dokumen ini dan dokumen di atas, dokumen ini mengontrol penggunaan API %1. Jika Anda tidak setuju dengan salah satu ketentuan dalam Ketentuan ini, maka jangan mengakses atau menggunakan API %1.
pl_pl: W przypadku jakichkolwiek rozbieżności pomiędzy treścią niniejszego dokumentu a treścią powyższych dokumentów, niniejszy dokument jest wiążący pod względem korzystania z API %1. Jeśli nie zgadasz się z jakimkolwiek postanowieniem niniejszego Regulaminu, nie korzystaj z API %1.
pt_pt: Na eventualidade de um conflito entre o conteúdo deste documento e os documentos acima, este documento rege o seu uso da API %1. Caso você discorde com qualquer das provisões nestes termos, não acesse, nem use a API %1.
vi_vn: Trong trường hợp có bất kỳ xung đột giữa các nội dung trong tài liệu này và các tài liệu ở trên, tài liệu này quản lý việc bạn sử dụng %1 API. Nếu bạn không đồng ý với bất kỳ các quy định trong những điều khoản này, bạn sẽ không được truy cập hay sử dụng %1 API.
zh_cn: 本文档内容与上述文件如有任何冲突，本文档将对您使用%1 API具备法律约束。如果您不同意本条款的任何条文，请不要访问或使用%1 API。

source: In the event of your failing to make a Margin Payment, we may, at our absolute discretion, allow your Open Positions to remain open and allow you to place new Orders to open a Transaction. You acknowledge that, upon allowing your Open Positions to remain open, you may incur further losses.
de_de: Im Fall, dass Sie eine Margin Zahlung versäumen, können wir Ihnen, nach eigenem Ermessen, erlauben Ihre offenen Positionen offen zu belassen und neue Order zu platzieren, um eine Transaktion zu öffnen. Sie haben anzuerkennen, dass, indem wir Ihnen erlauben Ihre offenen Positionen offen zu belassen, weitere Verluste anfallen können.
id_id: Jika Anda gagal dalam membuat Pembayaran Margin, kami mungkin dengan kebijaksanaan mutlak, memungkinkan Open Position Anda untuk tetap berjalan dan memungkinkan Anda untuk membeli Order baru. Anda menyadari bahwa dengan tetap mengaktifkan Open Position Anda, Anda mungkin akan mengalami kerugian lebih lanjut.
pl_pl: W przypadku, gdy nie jesteś w stanie uzupełnić depozytu zabezpieczającego możemy, według naszego wyłącznego uznania, pozwolić na utrzymanie Twoich otwartych pozycji i na składanie nowych zleceń otwarcia transakcji. Przyjmujesz do wiadomości, że utrzymanie pozycji otwartych może przynosić dalsze straty.
pt_pt: Na eventualidade da sua falha na realização de um pagamento de margem, podemos, ao nosso exclusivo critério, permitir que as suas posições em aberto permaneçam em aberto e permitir que você efetue novas ordens para abrir uma transação. Você confirma reconhecer que, ao permitir que as suas posições em aberto permaneçam abertas, você poderá registrar perdas adicionais.
vi_vn: Trong trường hợp bạn không thể thực hiện thanh toán ký quỹ, chúng tôi có thể kín đáo, cho phép phiên mở của bạn vẫn mở và cho phép bạn đặt các lệnh mới để thực hiện việc Giao Dịch. Bạn thừa nhận rằng, sau khi cho phép các phiên mở duy trì, bạn có thể phải trả thêm thiệt hại.
zh_cn: 如果您不支付保证金，我们可完全自主决定允许您的未平仓头寸继续持仓，并允许您开盘交易。您确认，在我们允许您的未平仓头寸继续持仓后，您可能将蒙受更大的亏损。
