Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Learn more about our Multiple Accounts Manager (MAM) facility for money managers
de_de: Lernen Sie mehr über unsere Multiple Accounts Manager (MAM) Anlage für Vermögensverwalter
fr_fr: En savoir plus sur notre outil de Gestionnaire de Comptes Multiples (MAM) pour les gestionnaires de fonds
id_id: Pelajari lebih lanjut tentang fasilitas Multiple Accounts Manager (MAM) bagi money manager
pl_pl: Dowiedz się więcej na temat funkcji Menedżera wielu kont (MAM) dostępnej dla podmiotów zarządzających pieniędzmi
pt_pt: Saiba mais sobre o nosso recurso de gestor multi-contas para gestores de dinheiro
vi_vn: Tìm hiểu thêm về cơ sở Quản Lý Đa Tài Khoản (MAM) của chúng tôi cho các nhà quản lý tiền
zh_cn: 了解我们的多账户经理 (MAM) 设施关于资金经理的更多信息

source: Learn more about our corporate culture
de_de: Erfahren Sie mehr über unsere Unternehmenskultur
fr_fr: Découvrez notre culture d'entreprise
id_id: Pelajari lebih lanjut tentang budaya perusahaan kami
pl_pl: Dowiedz się więcej o naszej kulturze korporacyjnej
pt_pt: Saiba mais sobre a nossa cultura corporativa
vi_vn: Tìm hiểu thêm về văn hóa của tập đoàn chúng tôi
zh_cn: 查看关于我们企业文化的详情

source: Learn more about submitting essential documents with our handy infographic:
de_de: Hier finden Sie weitere Informationen zum Einreichen von essentiellen Dokumenten mit unserer handlichen Infografik:
fr_fr: En savoir plus sur l’envoi de documents essentiels avec notre infographie très pratique :
id_id: Pelajari lebih lanjut tentang mengirimkan dokumen dengan infografis kami yang berguna:
pl_pl: Dowiedz się więcej o wysyłaniu niezbędnych dokumentów – zapoznaj się z naszą przydatną infografiką:
pt_pt: Saiba mais sobre o envio de documentos importantes com o nosso infográfico de apoio:
vi_vn: Tìm hiểu thêm về cách gửi tài liệu cần thiết bằng họa thông tin tiện dụng của chúng tôi:
zh_cn: 透过方便的信息图了解有关提交重要文件的详情:

source: Learn more.
de_de: Mehr erfahren.
fr_fr: En savoir plus.
id_id: Pelajari lebih lanjut.
pl_pl: Dowiedz się więcej.
pt_pt: Saiba mais.
vi_vn: Tìm hiểu thêm.
zh_cn: 了解详情。

source: Learn the basic concepts of trading Meta assets on MetaTrader 5.
de_de: Lernen Sie die grundlegenden Konzepte des Handels mit Meta-Anlagen auf MetaTrader 5.
fr_fr: Apprendre les concepts de base du trading d'actifs Meta sur MetaTrader 5.
id_id: Pelajari konsep dasar dari trading aset Meta pada MetaTrader 5.
pl_pl: Poznaj podstawowe pojęcia z zakresu handlowania aktywami Meta na platformie MetaTrader 5.
pt_pt: Aprenda os conceitos básicos de negociar ativos-meta na MetaTrader 5.
vi_vn: Tìm hiểu những khái niệm cơ bản về giao dịch tài sản Meta trên MetaTrader 5.
zh_cn: 了解MetaTrader 5进行Meta资产交易的基本概念。

source: Learn the basic concepts of trading metal pairs on our MetaTrader 5 platform.
de_de: Lernen Sie die grundlegenden Konzepte des Handels mit Metallpaaren auf unserer MetaTrader 5 Plattform kennen.
fr_fr: Apprendre les concepts de base du trading de paires de métaux sur notre plateforme MetaTrader 5.
id_id: Pelajari konsep dasar trading pasangan logam mulia pada platfrom MetaTrader 5 kami.
pl_pl: Poznaj podstawowe pojęcia z zakresu handlowania parami metali na platformie MetaTrader 5.
pt_pt: Aprenda os conceitos básicos de negociar pares de metais na plataforma MetaTrader 5.
vi_vn: Tìm hiểu các khái niệm cơ bản của giao dịch các cặp kim loại trên sàn MetaTrader 5 của chúng tôi.
zh_cn: 了解MetaTrader 5平台进行金属对交易的基本概念。

source: Learn the basics of metals trading and the categories of metals available.
de_de: Lernen Sie die Grundlagen des Handels mit Metallen und die Kategorien der zur Verfügung stehenden Metalle.
fr_fr: Apprendre les bases du trading de métaux et les catégories de métaux disponibles.
id_id: Pelajari dasar-dasar trading logam mulia dan kategori logam tersedia.
pl_pl: Poznaj podstawowe pojęcia z zakresu handlowania metalami oraz podstawowe kategorie dostępnych metali.
pt_pt: Aprenda os princípios básicos da negociação de metais e as categorias de metais disponíveis.
vi_vn: Tìm hiểu những căn bản của kinh doanh kim loại và danh mục các loại kim loại có sẵn.
zh_cn: 了解金属交易的基本知识以及可用的金属类别。

source: Learn to be a better trader and keep up with the latest news and trends in financial trading - all for free.
de_de: Lernen Sie, ein erfolgreicherer Händler zu sein und halten Sie sich mit den neuesten Nachrichten und Entwicklungen im Finanzhandel auf dem Laufenden - alles kostenlos.
fr_fr: Apprenez à être un meilleur trader et suivez l’actualité et les tendances en trading financier - tout cela gratuitement.
id_id: Belajar untuk menjadi trader yang lebih baik dan tetap mengikuti berita dan tren terbaru dalam trading finansial - semuanya gratis.
pl_pl: Dowiedz się, jak zostać lepszym graczem i śledź najnowsze wiadomości i trendy rynkowe całkowicie za darmo.
pt_pt: Aprenda como ser melhor negociador e manter-se atualizado com as notícias e tendências mais recentes dos mercados financeiros – tudo gratuitamente.
vi_vn: Tìm hiểu là một nhà giao dịch tốt hơn và theo kịp với các tin tức mới nhất và xu hướng trong kinh doanh tài chính - tất cả miễn phí.
zh_cn: 学习做一个更好的交易者，跟上金融交易的最新消息和趋势 - 所有这些都是免费的。

source: Learn to read currency pairs
de_de: Währungspaare lesen lernen
fr_fr: Apprendre à lire les paires de devises
id_id: Pelajari cara membaca pasangan mata uang
pl_pl: Dowiedz się, jak interpretować pary walutowe
pt_pt: Aprenda como ler pares de moedas
vi_vn: Học cách để đọc các cặp tiền tệ
zh_cn: 学习阅读货币对

source: Legal
de_de: Rechtliches
fr_fr: Informations juridiques
pl_pl: Kwestie prawne
vi_vn: Hợp Pháp
zh_cn: 法律

source: Legal Compliance
de_de: Gesetzmäßigkeit
id_id: Kepatuhan Hukum
pl_pl: Zgodność z prawem
pt_pt: Conformidade legal
vi_vn: Sự tuân thủ pháp luật
zh_cn: 遵守法律

source: Less than $100,000
de_de: Weniger als 100.000$
fr_fr: Moins de $100 000
id_id: Kurang dari $100.000
pl_pl: Mniej niż 100 000 $
pt_pt: Menos de $100.000
vi_vn: Ít hơn $100,000
zh_cn: 少于$100,000

source: Less than $25,000
de_de: Weniger als 25.000$
fr_fr: Moins de $25 000
id_id: Kurang dari $25.000
pl_pl: Mniej niż 25 000 $
pt_pt: Menos de $25.000
vi_vn: Ít hơn $25,000
zh_cn: 少于$25,000

source: Let's calculate the spread for EUR/USD:
de_de: Berechnen wir nun die Spanne für EUR/USD:
fr_fr: Calculons le spread de l'EUR/USD:
id_id: Mari hitung spread untuk EUR / USD:
pl_pl: Obliczmy spread dla pary walutowej EUR/USD:
pt_pt: Vamos calcular o spread para o EUR/USD:
vi_vn: Hãy tính toán biên lãi cho cặp EUR/USD:
zh_cn: 让我们计算欧元/美元的价差:

source: Let's compare the differences between buying and selling, using the BTC/USD as an example:
de_de: Vergleichen wir nun die Unterschiede zwischen Kauf und Verkauf, mit BTC/USD als Beispiel:
fr_fr: Nous allons comparer les différences entre l’achat et la vente, à l’aide du BTC/USD à titre d’exemple :
id_id: Mari bandingkan perbedaan antara beli dan jual, menggunakan BTC/USD sebagai contoh:
pl_pl: Porównajmy różnice między kupnem a sprzedażą, biorąc za przykład parę walutową BTC/USD:
pt_pt: Vamos comparar as diferenças entre comprar e vender, usando o BTC/USD como exemplo:
vi_vn: Hãy so sánh sự khác nhau giữa mua và bán, bằng cách sử dụng BTC/USD như là một ví dụ:
zh_cn: 让我们比较买入和卖出的区别，以比特币/美元为例:

source: Let's compare the differences between buying and selling, using the EUR/USD as an example:
de_de: Vergleichen wir nun die Unterschiede zwischen Kauf und Verkauf, mit EUR/USD als Beispiel:
fr_fr: Nous allons comparer les différences entre l’achat et la vente, à l’aide du EUR/USD à titre d’exemple :
id_id: Mari bandingkan perbedaan antara beli dan jual, menggunakan EUR/USD sebagai contoh:
pl_pl: Porównajmy różnice między kupnem a sprzedażą, biorąc za przykład parę walutową EUR/USD:
pt_pt: Vamos comparar as diferenças entre comprar e vender, usando o EUR/USD como exemplo:
vi_vn: Hãy so sánh sự khác nhau giữa mua và bán, sử dụng EUR/USD là một ví dụ:
zh_cn: 让我们比较买入和卖出的区别，以欧元/美元为例:

source: Let's say a US 100 contract is worth USD 1 per point in the underlying asset. If you decide to 'go long' on the US 100, and the asset price rises by 10 points, that represents a USD 10 profit for you.
de_de: Nehmen wir an, ein 100 US Kontrakt ist 1 USD pro Punkt im Basiswert, wert. Wenn Sie sich dazu entschließen "lang" auf den US 100 zu gehen, und der Vermögenswert um 10 Punkte steigt, stellt dies einen Gewinn von 10 USD für Sie da.
fr_fr: Disons un contrat US 100 est d’une valeur de 1 dollar par point dans l’actif sous-jacent. Si vous décidez de « go long » sur les US 100 et le prix des actifs a augmenté de 10 points, ce qui représente 10 dollars de bénéfice pour vous.
id_id: Katakanlah US 100 kontrak bernilai USD 1 per poin pada aset dasar. Jika Anda memutuskan untuk 'go long' pada US 100, dan harga aset naik sebesar 10 poin, ini mewakili keuntungan USD 10 bagi Anda.
pl_pl: Załóżmy, że zakład 100 US jest wart 1 USD za punk aktywa bazowego. Jeśli zdecydujesz się „zająć pozycję długą” w przypadku tego zakładu, a cena aktywa wzrośnie o 10 punktów, wówczas Twój zysk wyniesie 10 USD.
pt_pt: Digamos que um contrato US 100 vale 1 USD por ponto do ativo subjacente. Se você decidir assumir uma posição longa no US 100 e o preço do ativo aumentar 10 pontos, isso representa um lucro de 10 USD para você.
vi_vn: Ví dụ rằng một hợp đồng US 100 có giá trị 1 USD cho mỗi điểm trong tài sản nằm bên dưới. Nếu bạn quyết định 'đi lên' trên 100 US, và giá tài sản tăng 10 điểm, đại diện cho một lợi nhuận USD 10 cho bạn.
zh_cn: 比方说，美国100合约在标的资产中每点值1美元。如果您决定开美国100“多头头寸”，而资产价格上涨10点，意味着您将获得10美元利润。

source: Let's use the US 100 index as an example:
de_de: Nehmen wir den US 100 Index als Beispiel:
fr_fr: Nous allons utiliser l’indice US 100 à titre d’exemple :
id_id: Mari gunakan indeks US 100 sebagai contoh:
pl_pl: Weźmy za przykład indeks 100 US:
pt_pt: Vamos usar o índice US 100 como exemplo:
vi_vn: Hãy sử dụng chỉ số US 100 như một ví dụ:
zh_cn: 让我们以美国100指数为例:

source: Let's use the XAU/USD (Gold vs US dollar) metal pair as an example.
de_de: Nehmen wir das XAU/USD (Gold gegen US Dollar) Metallpaar zum Beispiel.
fr_fr: Nous allons utiliser la paire de métaux XAU/USD (Or vs US dollars) à titre d’exemple.
id_id: Mari gunakan pasangan logam mulia XAU/USD (Emas vs Dolar AS) sebagai contoh.
pl_pl: Weźmy jako przykład parę z metalem XAU/USD (złoto vs dolar amerykański).
pt_pt: Vamos usar o par de metal XAU/USD (Ouro vs. Dólar americano) como exemplo.
vi_vn: Hãy sử dụng các cặp kim loại XAU/USD (vàng vs U. S. dollar) như là một ví dụ.
zh_cn: 让我们以黄金/美元 (黄金兑美元) 金属对为例。

source: Let's use the XAU/USD metal pair again as an example.
de_de: Nehmen wir das XAU/USD Metallpaar nochmals als Beispiel.
fr_fr: Nous allons réutiliser la paire de métaux XAU/USD à titre d’exemple.
id_id: Mari gunakan pasangan logam mulia XAU/USD sebagai contoh.
pl_pl: Weźmy ponownie za przykład parę metali XAU/USD.
pt_pt: Vamos usar novamente o par de metal XAU/USD como exemplo.
vi_vn: Hãy lấy cặp kim loại XAU/USD làm ví dụ.
zh_cn: 让我们再次以黄金/美元金属对为例。

source: Level of education
de_de: Ausbildungsgrad
fr_fr: Niveau de formation
id_id: Tingkat pendidikan
pl_pl: Poziom wykształcenia
pt_pt: Nível de escolaridade
vi_vn: Trình độ giáo dục
zh_cn: 教育水平

source: Leverage
fr_fr: Effet de levier
pl_pl: Dźwignia
pt_pt: Alavancagem
vi_vn: Đòn bẩy
zh_cn: 杠杆

source: Leverage can be used to generate returns that are of multiple times higher than the amount set aside from your account balance to open and maintain a transaction (your margin). However, investments that have the potential to deliver greater investment returns carry higher levels of risk. This means that if the price movement is against your favour, you will suffer losses that are of multiple times higher than the amount set aside from your account balance to open and maintain a transaction (your margin).
de_de: Leverage kann dazu verwendet werden, Renditen zu generieren, die um ein Mehrfaches höher sind, als der Betrag, der von Ihrem Kontoguthaben beiseite gesetzt ist, um eine Transaktion zu öffnen und aufrecht zu erhalten (Ihr Margin). Jedoch tragen Investitionen, die ein höheres Potential dazu haben, größere Investitionserträge zu erbringen, ein höheres Level an Risiko. Das heißt, dass wenn sich die Kursbewegung nicht in Ihrer Gunst befindet, werden Sie Verluste erleiden, die um ein Mehrfaches höher sind, als der Betrag, der von Ihrem Kontoguthaben beiseite gesetzt ist, um eine Transaktion zu öffnen und aufrecht zu erhalten (Ihr Margin).
id_id: Leverage dapat digunakan untuk menghasilkan tingkat pengembalian yang beberapa kali lebih tinggi dari jumlah yang disisihkan dari saldo akun Anda untuk membuka dan mempertahankan transaksi (margin Anda). Namun, investasi yang memiliki potensi untuk memberikan hasil investasi yang lebih besar membawa tingkat risiko yang lebih tinggi. Ini berarti bahwa jika pergerakan harga menguntungkan Anda, Anda akan menderita kerugian beberapa kali lebih tinggi dari jumlah yang disisihkan dari saldo akun Anda untuk membuka dan mempertahankan transaksi (margin Anda).
pl_pl: Dźwignię można stosować w celu generowania zysków, które są kilka razy większe niż kwota odłożona z Twojego salda na koncie celem otwarcia i utrzymania transakcji (Twój depozyt zabezpieczający). Jednakże inwestycje z potencjalnym większym zwrotem z inwestycji wiążą się z wyższym poziomem ryzyka. Oznacza to, że jeżeli nastąpi zmiana ceny na Twoją niekorzyść, poniesiesz straty kilka razy większe niż kwota odłożona z Twojego konta celem otwarcia i utrzymania transakcji (Twój depozyt zabezpieczający).
pt_pt: A alavancagem pode ser usada para gerar retornos que são múltiplas vezes superiores ao montante reservado do saldo da sua conta para abrir e manter uma transação (a sua margem). No entanto, investimentos que têm o potencial de proporcionar maiores retornos de investimento trazem níveis de risco mais elevados. Isso significa que se o movimento do preço for contrário ao seu favor, você sofrerá perdas que são múltiplas vezes superiores ao montante reservado do saldo da sua conta para abrir e manter uma transação (a sua margem).
vi_vn: Đòn bẩy có thể được sử dụng để tạo ra lợi nhuận cao hơn nhiều lần so với số lượng đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch (biên của bạn). Tuy nhiên, đầu tư có tiềm năng cung cấp lợi nhuận lớn thường mang theo cấp độ rủi ro cao hơn. Điều này có nghĩa rằng nếu các giao động giá đi ngược lại ý muốn của bạn, bạn sẽ phải chịu tổn thất cao gấp nhiều lần so với số lượng đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch (ký quỹ của bạn).
zh_cn: 杠杆可以用于生成比从您的账户余额拨出进行开盘持仓交易（您的保证金）的金额高出多倍的回报。然而，进行可能带来更大投资回报的投资具更高风险。这意味着，如果价格走势对您不利，您将蒙受比从您的账户余额拨出进行开盘持仓交易（您的保证金）的金额高出多倍的亏损。

source: Leverage gives you the ability to trade a larger position using your existing capital.
de_de: Leverage gibt Ihnen die Möglichkeit, eine größere Position mit Ihrem vorhandenen Kapital zu handeln.
fr_fr: L'effet de levier vous donne la possibilité de trader une plus grande position à l’aide de votre capital existant.
id_id: Leverage memberikan Anda kemampuan untuk trading pada posisi yang lebih besar menggunakan modal yang sudah ada.
pl_pl: Dźwignia umożliwia Ci handlowanie większą pozycją, korzystając z Twojego kapitału.
pt_pt: A alavancagem permite-lhe negociar um volume superior usando o seu capital existente.
vi_vn: Đòn bẩy cung cấp cho bạn khả năng thương mại vị trí lớn hơn bằng cách sử dụng vốn sẵn có của bạn.
zh_cn: 杠杆使您能够以现有资本进行更大头寸交易。

source: Leverage up to %1
de_de: Hebelwirkung bis zu %1
fr_fr: Utilisez l'effet de levier jusqu'à hauteur de %1
id_id: Leverage hingga %1
pl_pl: Dźwignia do %1
pt_pt: Alavancagem até %1
vi_vn: Đòn bẩy lên tới %1
zh_cn: 杠杆率高达%1

source: Leverage, in the context of margin trading, refers to the use of margin to increase/amplify the value of a trade. Leverage is expressed as a ratio. A 50:1 leverage, for example, means that you would be able to enter into a trade position that is of 50 times higher than your margin. When you invest in a leveraged product, your profit or loss is based on the leveraged position, i.e., the increased/amplified value of your trade determined based on the leverage ratio you set for your account.
de_de: Leverage, im Zusammenhang mit Marginhandel, bezieht sich auf die Verwendung von Margin um den Wert eines Geschäfts zu steigern/verstärken. Leverage wird als Verhältnis ausgedrückt. Eine 50:1 Leverage, beispielsweise, meint, dass Sie im Stande wären eine Handelsposition einzugehen, die 50 Mal höher ist als Ihr Margin. Wenn Sie in ein Leverage-Produkt investieren, basiert Ihr Gewinn oder Verlust auf der Position der Leverage; d.h. der gesteigerte/verstärkte Wert Ihres Geschäfts wird auf dem Verhältnis der Leverage, das Sie für Ihr Konto gesetzt haben, basierend, bestimmt.
id_id: Leverage, dalam konteks trading margin, mengacu pada penggunaan margin untuk meningkatkan/memperkuat nilai trading. Leverage dinyatakan sebagai rasio. Leverage 50:1 berarti Anda akan dapat membeli posisi trading 50 kali lebih tinggi dari margin Anda. Bila Anda berinvestasi dalam produk leverage maka keuntungan atau kerugian berdasarkan posisi leverage adalah peningkatan/nilai trading Anda diperkuat berdasarkan rasio leverage yang Anda tetapkan untuk akun Anda.
pl_pl: W kontekście handlowania na kredyt dźwignia oznacza wykorzystanie depozytu zabezpieczającego w celu zwiększenia wartości zakładu. Dźwignię wyraża się jako stosunek. Przykładowo, dźwignia na poziomie 50:1 oznacza, że pozycja handlowa może być 50 razy większa niż wysokość depozytu zabezpieczającego. W przypadku inwestycji w produkt z dźwignią finansową Twój zysk lub strata opiera się na pozycji z dźwignia, t.j. na zwiększonej wartości Twojego zakładu określonej w oparciu o wskaźnik dźwigni wybrany dla Twojego konta.
pt_pt: Alavancagem, no sentido de negociação em margem, refira-se ao uso de margens para aumentar/amplificar o valor de uma negociação. A alavancagem é expressa como um rácio. Uma alavancagem de 50:1, por exemplo, significa que você poderia entrar numa posição de negociação em margem que é 50 vezes superior à sua margem. Quando você investe num produto alavancado, o seu lucro ou a sua perda é baseada na posição alavancada, i.e., o valor aumentado/amplificado da sua negociação determinada com base no rácio de alavancagem que você definiu para a sua conta.
vi_vn: Đòn bẩy, trong trường hợp giao dịch ký quỹ, ý nói đến việc sử dụng biên để tăng/khuếch đại giá trị của một giao dịch. Đòn bẩy được thể hiện như một tỷ lệ. Ví dụ, một đòn bẩy với tỉ lệ 50: 1, có nghĩa là bạn sẽ có thể mở một phiên giao dịch gấp 50 lần so với biên của bạn. Khi bạn đầu tư vào một sản phẩm sử dụng đòn bẩy, lợi nhuận hoặc thua lỗ của bạn được xác định dựa trên phiên đòn bẩy, tức là, giá trị gia tăng/khuếch đại của giao dịch của bạn được xác định dựa trên tỷ lệ đòn bẩy bạn đặt cho tài khoản của bạn.
zh_cn: 融资融券交易中，杠杆指使用保证金增加/扩大交易数值。杠杆的表达方式是比率。举个例子，如果杠杆是50: 1，您将能够持有比保证金高出50倍的交易头寸。当您投资一种杠杆产品时，您的盈利或亏损将根据杠杆的头寸计算，也就是说，您为账户设置的杠杆比率决定了您的交易增加/扩大数值。

source: Liability
de_de: Haftung
fr_fr: Responsabilité
id_id: Kewajiban
pl_pl: Odpowiedzialność
pt_pt: Responsabilidade
vi_vn: Trách nhiệm pháp lý
zh_cn: 责任

source: Liaise with external suppliers to ensure purchases are made at the most cost-efficient rate
de_de: Setzen Sie sich mit externen Lieferanten in Verbindung, um sicherzustellen, dass Käufe zur kosteneffizientesten Tarif gemacht werden
fr_fr: Assurer la liaison avec les fournisseurs externes pour s’assurer que les achats sont effectués aux meilleurs prix
id_id: Bekerja sama dengan pemasok eksternal untuk memastikan pembelian dilakukan dengan tarif yang paling hemat biaya
pl_pl: Współpraca z dostawcami zewnętrznymi w celu zapewnienia zakupów po najkorzystniejszej cenie
pt_pt: Fazer conexão com fornecedores externos para garantir que as compras sejam feitas com a melhor relação custo-benefício
vi_vn: Liên lạc phối hợp với nhiều nhà thầu bên ngoài để đảm bảo các đơn mua hàng được chốt với chi phí tối ưu nhất
zh_cn: 与外部供应商联络, 确保以最具成本效益的价格进行采购

source: Liaise with governmental authorities such as the Immigration Department, and Inland Revenue Board on a regular basis on behalf of the company and employees
de_de: Setzen Sie sich mit Behörden, wie der Einwanderungsbehörde und dem Inland Revenue Board in regelmäßigen Abständen im Auftrag vom Unternehmen und den Mitarbeitern, in Verbindung
fr_fr: Assurer la liaison avec les autorités gouvernementales comme le département de l’Immigration et l'Inland Revenue Board sur une base régulière au nom de l’entreprise et des salariés
id_id: Bekerja sama dengan otoritas pemerintah seperti Departemen Imigrasi, dan Kantor Pajak secara teratur atas nama perusahaan dan karyawan
pl_pl: Regularna współpraca w imieniu firmy i jej pracowników z instytucjami rządowymi, takimi jak biuro imigracyjne czy urząd skarbowy
pt_pt: Colaborar com as autoridades governamentais como o Departamento de Imigração e Ministério da Fazenda quando necessário em nome da empresa e funcionários
vi_vn: Phối hợp với nhà chức trách chính phủ như Cục Quản Lý Xuất Nhập Cảnh và Sở Thuế Vụ một cách đều đặn trên danh nghĩa của công ty và nhân viên
zh_cn: 代表公司和雇员定期与移民局和税务局等政府机构联络

source: Licensed and regulated in Malta, the United Kingdom, the Isle of Man, and Ireland. %1Learn more%2
fr_fr: Autorisé et régulé à Malte, au Royaume Uni, à l’Île de Man, et en Irlande. %1En apprendre plus%2
id_id: Berlisensi dan diatur di Malta, Inggris, Isle of Man, dan Irlandia. %1Pelajari lebih lanjut%2
pl_pl: Licencje i regulacje na Malcie, Wyspie Man, w Zjednoczonym Królestwie i Irlandii.%1Dowiedz się więcej%2
pt_pt: Licenciada e regulada em Malta, no Reino Unido, na Ilha de Man e na Irlanda. %1Veja mais%2
vi_vn: Được cấp phép và quy định ở Malta, Vương Quốc Anh, đảo Man và Ai-len. %1Tìm hiểu thêm%2
zh_cn: 由马耳他、英国、马恩岛、和爱尔兰相关机构授予牌照和监管。%1了解详细信息%2

source: Licensed, trusted, and secure
de_de: Zugelassen, vertrauenswürdig, und sicher
fr_fr: Autorisée sous licence, fiable et sûre
id_id: Berlisensi, dipercaya, dan aman
pl_pl: Objęta nadzorem, ciesząca się zaufaniem, bezpieczna
pt_pt: Licenciada, confiada e segura
vi_vn: Giấy phép, đáng tin cậy và an toàn
zh_cn: 安全、有牌照、备受信赖
