Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You are responsible for managing your tax and legal affairs including making any regulatory filings and payments and complying with applicable laws and regulations. We do not provide any regulatory, tax or legal advice. If you are in any doubt as to the tax treatment or liabilities of any products available through %1, you may wish to seek independent advice.
de_de: Sie sind für die Erledigung Ihrer Steuer- und Rechtsangelegenheiten, einschl. rechtlicher Anträge und Zahlungen und die Einhaltung der anwendbaren Gesetze und Vorschriften verantwortlich. Wir stellen keine Beratung in behördlichen, steuerlichen oder rechtlichen Angelegenheiten zur Verfügung. Wenn Sie sich über die steuerliche Behandlung oder die Haftungen bei Produkten, die von %1 bereit gestellt werden, im Unklaren sind, müssen Sie sich unabhängig beraten lassen.
id_id: Anda bertanggung jawab untuk mengelola pajak dan urusan hukum Anda termasuk membuat pengajuan dan pembayaran peraturan dan mematuhi hukum dan peraturan yang berlaku. Kami tidak memberikan saran peraturan, pajak, atau hukum apa pun. Jika Anda ragu tentang perlakuan atau kewajiban pajak dari setiap produk yang tersedia melalui %1, Anda dapat meminta nasihat independen.
pl_pl: Klient jest odpowiedzialny za zarządzanie swoimi sprawami prawnymi i podatkowymi, w tym za składanie odpowiednich oświadczeń i za stosowanie się do odpowiedniego prawa i odpowiednich przepisów. Nie zapewniamy żadnych porad regulacyjnych, podatkowych czy prawnych. Jeśli masz jakiekolwiek wątpliwości dotyczące opodatkowania jakichkolwiek produktów dostępnych poprzez %1 lub związanych z nimi zobowiązań, możesz skorzystać z porad niezależnych ekspertów.
pt_pt: Você é responsável pelo gerenciamento dos seus assuntos fiscais e legais, incluindo a entrega de quaisquer declarações e pagamentos regulamentares e o cumprimento de leis e regulamentações aplicáveis. Não prestamos serviços de aconselhamento sobre assuntos regulatórios, fiscais ou legais. Se tiver quaisquer dúvidas em relação ao tratamento fiscal ou às obrigações de quaisquer produtos disponíveis através da %1, deverá procurar aconselhamento independente.
vi_vn: Bạn có trách nhiệm quản lý thuế và các vấn đề liên quan đến pháp luật bao gồm việc thực hiện các hồ sơ và thanh toán theo quy định của pháp luật và quy định hiện hành. Chúng tôi không cung cấp bất kì tư vấn nào về thuế và luật pháp cũng như quy tắc quy định. Nếu bạn còn nghi ngờ về việc xử lý thuế và nợ phải trả của sản phẩm có trên %1, bạn có thể tìm kiếm tư vấn độc lập.
zh_cn: 您须自行对您的税务和法律相关事项负责，包括按照规定填写必要的表格、支付款项、并遵守法律和法规。我们不提供任何法规、税务或法律方面的忠告。如您对 %1 的任何产品的税务处理或责任有任何疑问，请向独立机构寻求建议。

source: You are responsible for mitigating the risks and abuse that we face from fraud and money laundering. To accomplish this, you must monitor, analyse, and conduct various anti-fraud and AML checks on client accounts and deposits. You will join us in Malta and report to our Head of Payments.
de_de: Sie sind für die Minderung der Risiken und des Missbrauchs, mit dem wir durch Betrug und Geldwäsche konfrontiert sind, verantwortlich. Um dies zu erreichen, müssen Sie verschiedene Betrugsbekämpfungs- und AML Überprüfungen auf Kundenkonten und Einlagen überwachen, analysieren und durchführen. Sie werden uns in Malta beitreten und unserem Zahlungsleiter Bericht erstatten.
fr_fr: Il vous incombe d’atténuer les risques et les abus auxquels nous sommes confrontés en termes de fraude et de blanchiment d’argent. Pour ce faire, vous devez surveiller, analyser et mener diverses vérifications antifraude et AML sur les comptes et dépôts des clients. Vous nous rejoindrez à Malte et reporterez à notre Responsable des Paiements.
id_id: Anda bertanggung jawab untuk mengurangi risiko dan penyalahgunaan yang kami hadapi dari penipuan dan pencucian uang. Untuk mencapai hal ini, Anda harus memantau, menganalisis, dan melakukan berbagai pemeriksaan anti-penipuan dan AML pada akun klien dan deposit. Anda akan bergabung dengan kami di Malta dibawah Kepala Pembayaran kami.
pl_pl: Będziesz odpowiedzialny/-a za zmniejszanie ryzyka i nadużyć w zakresie oszustw i prania pieniędzy. Aby to osiągnąć, musisz podejmować działania monitorujące i analityczne oraz przeprowadzać różnorodne kontrole na kontach klientów w zakresie AML i przeciwdziałania oszustwom, w tym sprawdzać ich wpłaty. Dołączysz do naszego zespołu na Malcie i będziesz raportować do naszego kierownika działu płatności.
pt_pt: Você é responsável por mitigar os riscos e violações que enfrentamos de fraude e lavagem de dinheiro. Para fazer isso, você deve monitorar, analisar e realizar várias verificações antifraude e AML em depósitos e contas de clientes. Você se juntará a nós em Malta e se reportará ao Superior de Pagamentos.
vi_vn: Bạn có trách nhiệm giảm thiểu rủi ro và lạm dụng mà chúng tôi gặp phải do hành vi gian lận và rửa tiền. Để thực hiện việc này, bạn phải theo dõi, phân tích và tiến hành kiểm tra chống gian lận và AML khác nhau trên tài khoản và tiền gửi của khách hàng. Bạn sẽ tham gia với chúng tôi ở Malta và báo cáo cho Trưởng Phòng Thanh Toán của chúng tôi.
zh_cn: 您将负责减低我们因欺诈和洗钱而面临的风险和弊端行为。为此，您必须对客户账户和存款进行各种反欺诈和反洗钱检查、分析和执行工作。您将在我们位于马耳他的公司工作，并向支付主管汇报。

source: You are selling the base currency and buying the quote currency.
de_de: Sie verkaufen die Basiswährung und kaufen die Kurswährung.
fr_fr: Vous vendez la devise de base et achetez la devise de cotation.
id_id: Anda menjual mata uang dasar dan membeli mata uang kutipan.
pl_pl: Sprzedajesz walutę bazową i kupujesz walutę kwotowaną.
pt_pt: Você está vendendo a moeda de base e comprando a moeda de cotação.
vi_vn: Bạn đang bán các loại tiền tệ cơ sở và mua các loại tiền tệ trong danh sách.
zh_cn: 您正在卖出基本货币并买入报价货币。

source: You are to immediately notify us if you become aware of the loss, theft or disclosure to third parties of your login details.
de_de: Im Falle eines Verlusts, Diebstahls oder einer Weitergabe an Drittanbieter Ihrer Login Angaben, müssen Sie uns sofort verständigen.
id_id: Anda harus segera memberi tahu kami jika Anda menyadari akan kehilangan, pencurian, atau pengungkapan kepada pihak ketiga dari perincian login Anda.
pl_pl: Masz obowiązek natychmiast poinformować nas, jeśli zdasz sobie sprawę z utraty, kradzieży lub ujawnieniu stronom trzecim Twoich danych logowania.
pt_pt: Você tem a obrigação de notificar-nos imediatamente se tomar conhecimento da perda, roubo ou divulgação a terceiros dos seus detalhes de login.
vi_vn: Bạn sẽ ngay lập tức thông báo cho chúng tôi nếu bạn biết được sự mất mát, trộm cắp hoặc tiết lộ cho bên thứ ba về thông tin chi tiết đăng nhập của bạn.
zh_cn: 如果您发觉有蒙受损失、盗窃或登录详细信息披露给第三方的情况，您须立即通知我们 。

source: You are unilaterally entitled to request the revocation of the appointment of your Money Manager by electronically revoking your Money Manager's authorisation through the relevant functions provided in the system.
de_de: Sie sind unilateral dazu berechtigt, den Widerruf der Ernennung Ihres Vermögensverwalters zu beantragen, indem Sie die Ermächtigung des Vermögensverwalters durch relevante Funktionen, die im System zur Verfügung gestellt sind, elektronisch widerrufen.
fr_fr: Vous avez droit de demander unilatéralement la révocation de la nomination du Gestionnaire de Fonds en révoquant votre autorisation de Gestionnaire de Fonds grâce à la fonction prévue à cette effet dans le système.
id_id: Anda secara sepihak berhak untuk meminta pencabutan penunjukan Money Manager Anda dengan mencabut secara elektronik otorisasi Money Manager Anda melalui fungsi-fungsi yang relevan yang disediakan dalam sistem.
pl_pl: Jesteś jednostronnie upoważniony/-a do odwołania podmiotu zarządzającego pieniędzmi, elektronicznie odwołując upoważnienie podmiotu zarządzającego pieniędzmi za pomocą odpowiednich funkcji w systemie.
pt_pt: Você está possui unilateralmente o direito de revogar a nomeação do seu gestor de dinheiro ao revogar eletronicamente a autorização do seu gestor de dinheiro através das funções relevantes fornecidas no sistema.
vi_vn: Bạn có quyền đơn phương yêu cầu thu hồi các cuộc hẹn của Nhà Quản Lý Tiền Bạc của bạn bằng điện tử thu hồi uỷ quyền của Nhà Quản Lý Tiền Bạc của bạn thông qua các chức năng có liên quan được cung cấp trong hệ thống.
zh_cn: 您有权单方面要求撤销您的资金经理的任命, 透过系统提供的相关功能以电子方式撤销您的资金经理的授权 。

source: You are warned of the following additional risks:
de_de: Sie werden vor folgenden zusätzlichen Risiken gewarnt:
id_id: Anda diperingatkan pada risiko tambahan berikut:
pl_pl: Ostrzegamy przed następującymi dodatkowymi ryzykami:
pt_pt: Você é por este meio avisado dos seguintes riscos adicionais:
vi_vn: Bạn được cảnh báo về rủi ro bổ sung sau đây:
zh_cn: 我们向您提出警告，请注意以下附加风险：

source: You are willing and financially able to sustain a total loss of funds resulting from a Transaction, which may exceed your initial deposit unless you are a retail customer of Binary Investments (Europe) Ltd;
de_de: Sie sind damit einverstanden und finanziell dazu im Stande, einen Totalverlust der Gelder, der sich aus einer Transaktion ergeben kann, was Ihren ursprünglichen Einsatz übersteigen kann, zu tragen, es sei denn, Sie sind ein Einzelhandelskunde von Binary Investments (Europe) Ltd;
id_id: Anda bersedia dan secara finansial mampu mempertahankan total kerugian dana yang dihasilkan dari Transaksi, yang dapat melebihi setoran awal Anda kecuali Anda adalah pelanggan ritel Binary Investments (Europe) Ltd;
pl_pl: Jesteś skłonny/skłonna ponieść całkowitą stratę środków pieniężnych w wyniku Transakcji, która może przewyższać początkowo wpłaconą kwotę, i stać Cię na poniesienie takiej straty, chyba że jesteś klientem detalicznym Binary Investments (Europe) Ltd;
pt_pt: Você está disposto e possui condições financeiras para poder suportar uma perda total de capitais, resultando de uma transação, que pode exceder o seu depósito inicial, a menos que você seja cliente de Binary Investments (Europe) Ltd);
vi_vn: Bạn sẵn sàng và tài chính có thể duy trì một khoản lỗ tổng cộng từ một Giao Dịch có thể vượt quá số tiền gửi ban đầu của bạn trừ khi bạn là khách hàng bán lẻ của Công ty Tnhh Đầu Tư Binary (Europe);
zh_cn: 除非您是Binary Investments（Europe）Ltd的零售客户，否则您同意并且在财务上能够承担因交易而导致的全部资金亏损，损失金额可能超过您的初始存款。

source: You bear the responsibility of ensuring that payments made to the Company are correctly received with the specified Client's Account details.
de_de: Sie übernehmen die Verantwortung dafür, sicher zu stellen, dass Zahlungen an das Unternehmen mit den bestimmten Kundenkonto-Angaben korrekt erhalten werden.
id_id: Anda bertanggung jawab untuk memastikan bahwa pembayaran yang dilakukan kepada Perusahaan diterima sesuai dengan rincian Akun Klien.
pl_pl: Twoim obowiązkiem jest zagwarantowanie, że płatność na rzecz Firmy wpłynie na określone Konto klienta.
pt_pt: É sua responsabilidade garantir que os pagamentos efetuados à Empresa, com os dados da conta de cliente especificada, sejam corretamente recebidos.
vi_vn: Bạn chịu trách nhiệm bảo đảm rằng các khoản thanh toán được thực hiện cho Công Ty một cách chính xác và đi kèm với các chi tiết tài khoản của Khách Hàng chỉ định.
zh_cn: 您承担确保公司将按照指定客户账户详细信息正确接收支付款项的责任。

source: You can %1set a new currency%2 before you deposit for the first time or create an MT5 account.
fr_fr: Vous pouvez %1choisir une nouvelle devise%2 avant de faire un premier dépôt ou de créer un compte MT5.
id_id: Anda dapat %1memilih mata uang baru%2 jika belum melakukan deposit perdana atau mendaftar akun MT5.
pl_pl: Zanim dokonasz pierwszej wpłaty lub utworzysz konto MT5, możesz %1ustawić nową walutę%2.
vi_vn: Bạn có thể đặt một đơn vị tiền tệ mới trước lần gửi tiền đầu tiên hoặc tạo một tài khoản MT5.
zh_cn: 首次存款或开立 MT5 账户之前, 您可以 %1设定新币种%2。

source: You can close this window without interrupting your trade.
de_de: Sie können dieses Fenster schließen, ohne Ihren Handel zu unterbrechen.
fr_fr: Vous pouvez aussi fermer cette fenêtre sans interrompre votre trade.
id_id: Anda dapat menutup window ini tanpa mengganggu trading Anda.
pl_pl: Możesz zamknąć te okno; nie będzie to miało żadnego wpływu na zakład.
pt_pt: É possível fechar esta janela sem interromper a sua negociação.
vi_vn: Bạn có thể đóng cửa sổ này mà không gián đoạn giao dịch của bạn.
zh_cn: 您可以在不中断交易的情况下关闭此窗口。

source: You can determine the margin for our CFDs by using the formula below:
de_de: Sie können die Marge für unsere CFDs mithilfe der folgenden Formel bestimmen:
fr_fr: Vous pouvez déterminer la marge pour nos CFD en utilisant la formule ci-dessous :
id_id: Anda dapat menentukan marjin untuk keempat CFD kami dengan menggunakan rumus di bawah ini:
pl_pl: Możesz określić wysokość depozytu zabezpieczającego dla naszych kontraktów CFD, korzystając z poniższego formularza:
pt_pt: É possível determinar a margem para CFDs ao usar o formulário abaixo:
vi_vn: Bạn có thể xác định ký quỹ cho các CFDs của chúng tôi bằng cách sử dụng công thức dưới đây:
zh_cn: 您可以使用以下公式算出我们的差价合约保证金:

source: You can determine the margin for our cryptocurrency pairs by using the formula below:
de_de: Sie können die Marge für unsere Kryptowährungspaare mithilfe der folgenden Formel bestimmen:
fr_fr: Vous pouvez déterminer la marge de nos paires de crypto monnaies en utilisant la formule ci-dessous :
id_id: Anda dapat menentukan marjin untuk pasangan mata uang kripto kami dengan menggunakan rumus di bawah ini:
pl_pl: Możesz określić wysokość depozytu zabezpieczającego dla naszych par kryptowalutowych, korzystając z poniższego formularza:
pt_pt: É possível determinar a margem para os nossos pares de criptomoedas ao usar o formulário abaixo:
vi_vn: Bạn có thể xác định ký quỹ cho các cặp cryptocurrency của chúng tôi bằng cách sử dụng công thức dưới đây:
zh_cn: 您可以使用以下公式算出我们的加密货币对保证金:

source: You can determine the margin for our currency pairs by using the formula below:
de_de: Sie können die Marge für unsere Währungspaare mithilfe der folgenden Formel bestimmen:
fr_fr: Vous pouvez déterminer la marge de nos paires de monnaies en utilisant la formule ci-dessous :
id_id: Anda dapat menentukan marjin dari keempat pasangan mata uang kami dengan menggunakan rumus di bawah ini:
pl_pl: Możesz określić wysokość depozytu zabezpieczającego dla naszych par walutowych, korzystając z poniższego formularza:
pt_pt: É possível determinar a margem para os nossos pares de moedas ao usar o formulário abaixo:
vi_vn: Bạn có thể xác định ký quỹ cho các cặp tiền tệ của chúng tôi bằng cách sử dụng công thức dưới đây:
zh_cn: 您可以使用以下公式算出我们的货币对保证金:

source: You can determine the required margin for our metal pairs by using the formula below:
de_de: Sie können die Marge für unsere Metallpaare mithilfe der folgenden Formel bestimmen:
fr_fr: Vous pouvez déterminer la marge requise de nos paires de metaux en utilisant la formule ci-dessous :
id_id: Anda dapat menentukan margin yang dibutuhkan untuk pasangan logam kami dengan menggunakan rumus di bawah ini:
pl_pl: Możesz określić wysokość wymaganego depozytu zabezpieczającego dla naszych par metali, korzystając z poniższego formularza:
pt_pt: É possível determinar a margem necessária para os nossos pares de metais ao usar o formulário abaixo:
vi_vn: Bạn có thể xác định ký quỹ cần cho các cặp kim loại của chúng tôi bằng cách sử dụng công thức dưới đây:
zh_cn: 您可以使用以下公式算出所需的金属对保证金:

source: You can generate all kinds of insightful reports, including the following:
de_de: Sie können alle möglichen aufschlussreichen Berichte erstellen, einschließlich der folgenden:
fr_fr: Vous pouvez générer toutes sortes de rapports intéressants, y compris ce qui suit :
id_id: Anda dapat menghasilkan semua jenis laporan lengkap, termasuk:
pl_pl: Możesz generować różnego rodzaju przydatne raporty, m.in.:
pt_pt: É possível gerar todos os tipos de relatórios intuitivos, incluindo o seguinte:
vi_vn: Bạn có thể tạo ra tất cả các loại báo cáo chi tiết, bao gồm những điều sau đây:
zh_cn: 您可以生成各种包含深刻见解的报告，包括以下：

source: You can no longer change the currency because you've created an MT5 account.
fr_fr: Vous ne pouvez plus changer la devise car vous avez créé un compte MT5.
id_id: Anda tidak dapat lagi mengubah mata uang karena Anda telah mendaftar akun MT5.
pl_pl: Nie możesz już zmienić waluty, gdyż konto MT5 zostało już utworzone.
vi_vn: Bạn không còn có thể thay đổi đơn vị tiền tệ vì bạn đã tạo một tài khoản MT5 từ trước.
zh_cn: 您已开立了MT5 账户，因此不能再更改币种。

source: You can no longer change the currency because you've made a first-time deposit.
de_de: Sie können die Währung nicht mehr ändern, da Sie bereits eine Einzahlung vorgenommen haben.
fr_fr: Vous ne pouvez plus changer la devise parce que vous avez effectué un tout premier dépôt.
id_id: Anda tidak dapat lagi mengubah mata uang karena sudah melakjukan deposit perdana.
pl_pl: Nie możesz już zmienić waluty, gdyż dokonano już pierwszej wpłaty.
vi_vn: Bạn không còn có thể thay đổi đơn vị tiền tệ vì lần gửi tiền đầu tiên đã được thực hiện.
zh_cn: 您已存入第一笔资金，因此不能再更改币种。

source: You can sell your contract before expiry to keep any profit you may have made or to minimise your loss.
de_de: Sie können Ihren Kontrakt vor Ablauf verkaufen, um Gewinne, die Sie möglicherweise gemacht haben zu behalten, oder um Ihre Verluste zu minimieren.
fr_fr: Vous pouvez vendre votre contrat avant son expiration pour protéger vos bénéfices éventuels et minimiser vos pertes.
id_id: Anda berkesempatan untuk menutup kontrak sebelum berakhir untuk mengurangkan risiko kerugian Anda.
pl_pl: Możesz sprzedać swój kontrakt przed datą jego wygaśnięcia, aby zachować potencjalne zyski lub ograniczyć straty.
pt_pt: É possível vender os seus contratos antes da expiração para proteger quaisquer lucros que possa ter realizado ou para minimizar as suas perdas
vi_vn: Bạn có thể bán hợp đồng của bạn trước khi hết thời hạn để giữ bất kỳ lợi nhuận bạn có thể thực hiện hoặc để giảm thiểu thua lỗ của bạn.
zh_cn: 您可在合约到期前卖出交易合约，以锁定利润或将亏损减至最低。

source: You can top up your demo account with an additional %1 if your balance is %2 or less.
fr_fr: Vous pouvez recharger votre compte démo avec %1 de plus si votre solde est inférieur ou égal à %2.
id_id: Anda dapat mengisi ulang akun demo Anda dengan tambahan %1 jika saldo Anda %2 atau kurang.
pl_pl: Możesz zasilić swoje konto demo dodatkową kwotą %1, jeśli Twoje saldo wynosi %2 lub mniej.
pt_pt: É possível carregar mais %1 para a sua conta demo quando você tem %2 ou menos de saldo.
vi_vn: Bạn có thể nạp %1 vào tài khoản demo nếu số dư của bạn là từ %2 trở xuống.
zh_cn: 如果您的余额为 %2 或更低, 您可以在模拟账户内添加 %1。

source: You can top up your virtual account with an additional %1 if your balance is %2 or less.
fr_fr: Vous pouvez recharger votre compte virtuel avec %1 de plus si votre solde est inférieur ou égal à %2.
id_id: Anda dapat mengisi ulang akun virtual Anda dengan tambahan %1 jika saldo Anda %2 atau kurang.
pl_pl: Możesz zasilić swoje konto wirtualne dodatkową kwotą %1, jeśli Twoje saldo wynosi %2 lub mniej.
pt_pt: É possível carregar mais %1 para a sua conta virtual quando você tem %2 ou menos de saldo.
vi_vn: Bạn có thể nạp %1 vào tài khoản ảo nếu số dư của bạn là từ %2 trở xuống.
zh_cn: 如果您的余额为 %2 或更低, 您可以在虚拟账户内添加 %1。

source: You can trade Volatility Indices on all three main trade types: Up/Down, Touch/No Touch, and In/Out. That's not all – Volatility Indices also give you exclusive access to two additional trade types: Asians and Digits.
de_de: Sie können Volatilitätsindizes auf den drei wichtigsten Handelstypen handeln: Auf/Ab, Ziel/Kein Ziel, und Innerhalb/Außerhalb. Das ist nicht alles – Volatilitätsindizes geben Ihnen auch exklusiven Zugang zu zwei weiteren Typen: Asiaten und Ziffern.
fr_fr: Vous pouvez trader les Indices de volatilité sur les trois types de trades principaux : Haut/Bas, Touche/Ne Touche pas et Dans/Hors de. Ce n’est pas tout – la volatilité des Indices vous donne aussi un accès exclusif à deux types de trade supplémentaires : les asiatiques et les chiffres.
id_id: Anda dapat bertrading Indeks Volatilitas pada ketiga jenis trading utama: Up/Down, Touch/ No Touch, dan In/Out. Ini belum semuanya - Indeks Volatilitas juga memberi Anda akses eksklusif ke dua jenis trading tambahan: Asian dan Digit.
pl_pl: Możesz handlować Wskaźnikami zmienności w przypadku wszystkich trzech głównych rodzajów zakładów: Góra/Dół, Osiągnie/ Nie osiągnie, W/Poza. Ale to nie wszystko – Wskaźniki zmienności zapewniają Ci również dostęp do dwóch dodatkowych rodzajów zakładów: Azjatyckie i Cyfry.
pt_pt: É possível negociar índices "Volatility" nos três principais tipos de negociações: Acima/Abaixo, Toca/Não toca, e Dentro/Fora. E há mais – índices "Volatility" também lhe permitem acesso exclusivo a dois tipos de negociações adicionais: "Asiáticos" e "Dígitos".
vi_vn: Bạn có thể giao dịch Chỉ Số Biến Động trên tất cả ba loại hình giao dịch chính: Lên/Xuống, Chạm/Không Chạm, và Trong/Ngoài. Chưa hết - chỉ số biến động cũng cho bạn truy cập độc quyền cho hai loại giao dịch bổ sung: Châu Á và Chữ Số.
zh_cn: 您可以对所有三种主要交易类型进行波动率指数交易：上涨/下跌、触及/未触及和范围内/范围外。还有 - 波动率指数也让您独家获得另外两种交易类型：亚洲货币和数字交易。

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
de_de: Sie können einen genehmigten Zahlungsagent verwenden, um Ein- und Auszahlungen für Zahlungsmethoden oder lokale Währungen, die von %1 nicht unterstützt werden, zu tätigen. Es geht ganz einfach.
fr_fr: Vous pouvez utiliser un agent de paiement autorisé pour prendre en charge les dépôts et les retraits pour les méthodes de paiement ou les devises locales non prises en charge par %1. C'est simple.
id_id: Anda dapat menggunakan agen pembayaran untuk mendeposit dan menarik dana menggunakan transfer bank lokal atau e-cash yang tidak disediakan oleh %1. Sangat mudah.
pl_pl: Możesz skorzystać z usług autoryzowanego pośrednika płatności oferującego metody płatności i lokalne waluty nieobsługiwane przez %1. To bardzo proste.
pt_pt: Você pode utilizar os Agentes de Pagamentos para processar os depósitos e retiradas para métodos de pagamento ou moedas locais não suportados pela %1. Isso é fácil de fazer.
vi_vn: Bạn có thể sử dụng một đại lý thanh toán uỷ quyền để xử lý các khoản tiền gửi vào và rút ra để thực hiện phương thức thanh toán, hoặc để sử dụng nội tệ không được hỗ trợ bởi %1. Rất dễ dàng để làm.
zh_cn: 对于 %1 不支持的支付方式或货币， 您可以授权给支付代理，轻松处理存款和取款。
