Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: This notice does not explain all of the risks involved in investments or similar products or how such risks relate to your personal circumstances. It is important that you fully understand the risks involved before making a decision to enter into any product with us. If you are in any doubt about the risks involved, you should seek professional advice.
de_de: Dieser Hinweis erklärt nicht alle mit Anlage- oder ähnlichen Produkten verbundenen Risikien und wie solche Risiken sich auf Ihre persönlichen Umstände auswirken. Bevor Sie sich entscheiden, bei uns ein Produkt zu erwerben oder zu verkaufen, müssen Sie die damit verbundenen Risiken vollständig verstehen. Wenn Sie Zweifel über die damit verbunden Risiken haben, sollten Sie sich professionellen Rat einholen.
id_id: Pemberitahuan ini tidak menjelaskan seluruh risiko yang terlibat dalam investasi atau produk sejenisnya atau bagaimana risiko tersebut berhubungan dengan situasi pribadi Anda. Adalah penting bagi Anda untuk memahami berbagai risiko yang terlibat sebelum memutuskan untuk bertrading pada produk kami. Jika Anda ragu tentang risiko yang terlibat, Anda perlu mencari nasihat profesional.
pl_pl: Niniejsza informacja nie wyjaśnia wszystkich ryzyk związanych z inwestowaniem lub z podobnymi produktami, ani jak takie ryzyka są powiązane z Twoimi indywidualnymi warunkami. Istotną kwestię stanowi zrozumienie ryzyka związanego z oferowanym przez nas produktem przed podjęciem decyzji o jego zakupie lub sprzedaży. W przypadku jakichkolwiek wątpliwości dotyczących ryzyka związanego z produktami należy zasięgnąć porady eksperta.
pt_pt: Este aviso não explica todos os riscos relacionados com produtos de investimento ou semelhantes, nem como tais riscos se relacionam com as suas circunstâncias pessoais. É importante que você compreenda plenamente os riscos envolvidos antes de tomar uma decisão negociar qualquer produto conosco. Se você tiver dúvidas sobre os riscos relacionados com produtos de investimento ou de jogo, deverá procurar aconselhamento profissional.
vi_vn: Thông báo này không giải thích tất cả các rủi ro liên quan đến đầu tư hoặc các sản phẩm tương tự hoặc các rủi ro liên quan đến hoàn cảnh cá nhân của bạn như thế nào. Điều quan trọng là bạn phải hiểu đầy đủ các rủi ro có liên quan trước khi đưa ra quyết định tham gia vào bất kỳ sản phẩm nào với chúng tôi. Nếu bạn nghi ngờ về những rủi ro liên quan, bạn nên tìm kiếm lời khuyên chuyên môn.
zh_cn: 此通知并不解释投资或同类产品的风险，以及这些风险如何与您的个人情况关联。重要的是，在决定透过我们交易任何产品前，您必须对相关风险有充分的了解。如果您对相关风险有任何疑问，应寻求专业协助。

source: This notice provides you with information about the risks associated with investment contracts, which you may invest in through services provided to you through %1.
de_de: Dieser Hinweis gibt Ihnen Informationen über die Risiken, die mit Anlagekontrakten assoziiert sind, in die Sie durch Dienstleitungen, die Ihnen von %1 angeboten werden, investieren können.
id_id: Pemberitahuan ini memberi Anda informasi tentang risiko yang terkait dengan kontrak investasi, yang dapat Anda investasikan melalui layanan yang diberikan kepada Anda melalui %1.
pl_pl: Te informacje dostarczają dane o ryzyku związanym z kontraktami inwestycyjnymi, w które możesz inwestować za pośrednictwem usług świadczonych Ci przez %1.
pt_pt: Este aviso fornece informações sobre os riscos associados aos contratos de investimento que você poderá adquirir através dos serviços prestados a você pela %1.
vi_vn: Thông báo này cung cấp cho bạn các thông tin về những rủi ro liên quan đến hợp đồng đầu tư, bạn có thể đầu tư vào thông qua các dịch vụ cung cấp cho bạn thông qua %1.
zh_cn: 本通知为您提供投资合约相关的风险信息, 您可能会通过 %1 向您提供的服务进行此类投资。

source: This obligation encompasses the prohibition of unlawful payments or the granting of any form of unlawful benefits to public officials, business partners, employees, family members or any other partners.
de_de: Diese Verpflichtung umfasst das Verbot unrechtmäßiger Zahlungen oder die Gewährung jeglicher Form von unrechtmäßigen Vorteilen für Amtsträger, Geschäftspartner, Mitarbeiter, Familienangehörige oder andere Partner.
id_id: Kewajiban ini meliputi pelarangan pembayaran tidak sah atau pemberian segala bentuk tunjangan yang melanggar hukum kepada pejabat publik, mitra bisnis, karyawan, anggota keluarga atau mitra lainnya.
pl_pl: To zobowiązanie obejmuje zakaz niezgodnych z prawem płatności lub przekazywania w jakiejkolwiek formie niezgodnych z prawem korzyści funkcjonariuszom publicznym, partnerom biznesowym, pracownikom, członkom rodziny lub jakimkolwiek innym partnerom.
vi_vn: Nghĩa vụ này bao gồm việc cấm thanh toán bất hợp pháp hoặc cấp bất kỳ hình thức lợi ích bất hợp pháp nào cho cán bộ công chức, đối tác kinh doanh, nhân viên, thành viên gia đình hoặc bất kỳ đối tác nào khác.
zh_cn: 这项义务包括禁止非法付款或向公职人员、业务伙伴、雇员、家庭成员或任何其他伙伴提供任何形式的非法利益。

source: This offer cannot be used in conjunction with any other offer.
de_de: Dieses Angebot kann nicht in Verbindung mit anderen Angeboten verwendet werden.
fr_fr: Cette offre ne peut pas être utilisée en association avec toute autre offre.
id_id: Penawaran ini tidak dapat digunakan bersamaan pada penawaran lainnya.
pl_pl: Ta oferta nie łączy się z innymi ofertami.
pt_pt: Esta oferta não pode ser utilizada juntamente com nenhuma outra oferta.
vi_vn: Lời mời chào bán này không thể được dùng để kết nối với các lời mời chào bán khác.
zh_cn: 本优惠不能和其他任何优惠一起使用。

source: This page is only available to logged out clients.
de_de: Diese Seite ist nur für abgemeldete Kunden verfügbar.
fr_fr: Cette page est uniquement disponible pour les clients connectés.
id_id: Halaman ini hanya tersedia untuk akses keluar klien.
pl_pl: Ta strona jest dostępna tylko dla wylogowanych klientów.
pt_pt: Esta página está disponível apenas para clientes desconectados.
vi_vn: Trang này chỉ dành cho khách hàng đã đăng xuất.
zh_cn: 此页面仅适用于已登出的客户。

source: This policy applies to clients classified as retail or professional. Clients classified as eligible counterparties are outside the scope of this policy.
de_de: Diese Richtlinie bezieht sich auf Kunden, die als Kleinhandelskunden oder professionelle Kunden eingestuft sind. Kunden, die als geeignete Gegenpartei eingestuft sind, sind von dieser Richtlinie nicht betroffen.
fr_fr: Cette politique s’applique aux clients qualifiées de détail ou professionnel. Les clients classés comme contreparties éligibles se situent en dehors du cadre de cette politique.
id_id: Kebijakan ini berlaku untuk klien yang diklasifikasikan sebagai ritel atau profesional. Klien yang diklasifikasikan sebagai mitra yang memenuhi syarat berada di luar ruang lingkup kebijakan ini.
pl_pl: Polityka odnosi się do klientów uznawanych za detalicznych lub profesjonalnych. Klienci zaklasyfikowani jako podmioty kwalifikowane nie podlegają tej polityce.
pt_pt: Esta política aplica-se a clientes classificados como não profissionais e profissionais. Os clientes classificados como contrapartes elegíveis não são abrangidos por esta política.
vi_vn: Chính sách này áp dụng cho các khách hàng bán lẻ hoặc khách hàng chuyên nghiệp. Những khách hàng thuộc nhóm đối tác đủ điều kiện không nằm trong diện áp dụng chính sách này.
zh_cn: 本政策适用于归类为零售或专业的客户。被列为符合条件的交易对手的客户不在本政策的范围之内。

source: This privacy notice only applies to job applicants residing in the EU.
de_de: Diese Datenschutzerklärung gilt nur für Bewerber mit Wohnsitz in der EU.
fr_fr: Cette politique de confidentialité ne s’applique qu’aux demandeurs d’emploi résidants dans l’UE.
id_id: Pemberitahuan privasi ini hanya berlaku bagi pelamar kerja yang berada di UE.
pl_pl: Informacja o polityce prywatności odnosi się wyłącznie do kandydatów na terenie UE.
vi_vn: Thông báo bảo mật này chỉ áp dụng cho người nộp đơn xin việc cư trú tại EU.
zh_cn: 本隐私声明仅适用于居住在欧盟的求职者。

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
de_de: Diese Werbeaktion steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Sie ist nur einmal pro Kunde gültig.
id_id: Promosi ini hanya berlaku untuk pembukaan akun baru. Dan hanya dapat diperoleh sekali saja untuk setiap Pelanggan.
pl_pl: Ta promocja dostępna jest tylko dla nowych Klientów. Obecni i dawni Klienci nie kwalifikują się do niej. Jest ona dostępna tylko raz dla każdego Klienta.
pt_pt: Esta promoção apenas está disponível para novos Clientes. Os Clientes já existentes, ou antigos Clientes, não são qualificáveis. Apenas está disponível uma vez para cada Cliente.
vi_vn: Khuyến mãi này chỉ dành cho những Khách Hàng mới. Những Khách hàng hiện tại hoặc Khách Hàng cũ không đủ điều kiện. Mỗi Khách Hàng chỉ được hưởng chương trình này một lần.
zh_cn: 本促销活动仅适用于新客户。现有或以往客户不符合条件。每位客户仅能获得一次。

source: This requirement is mandated by the Common Reporting Standard (CRS) and the Foreign Account Tax Compliance Act (FATCA).
de_de: Diese Anforderung ist vom Common Reporting Standard (CRS) und dem Foreign Account Tax Compliance Act (FATCA) vorgeschrieben.
fr_fr: Cette exigence est mandatée par la norme commune de notification (SNPC) et la loi de conformité fiscale pour les comptes étrangers (FATCA).
id_id: Persyaratan ini dimandatkan oleh Common Reporting Standard (CRS) dan Foreign Fail Tax Compliance Act (FATCA).
pl_pl: Wymóg ten jest nałożony przez standard automatycznej wymiany informacji w dziedzinie opodatkowania (Common Reporting Standard - CRS) oraz regulację FATCA (Foreign Account Tax Compliance Act).
pt_pt: Este requisito é mandatado pelo Padrão Comum de Relatório (Common Reporting Standard – CRS) e a Lei de Conformidade Tributária de Contas Estrangeiras (Foreign Account Tax Compliance Act – FATCA).
vi_vn: Yêu cầu này bắt buộc cho các Báo Cáo Tiêu Chuẩn Phổ Biến (CRS) và các khoản thuế nước ngoài tuân theo đạo luật (FATCA).
zh_cn: 此要求由《统一报告标准》 (CRS) 和《外国账户税收遵守法》 (FATCA) 规定。

source: This section on Force Majeure Events does not apply to Volatility Indices.
de_de: Dieser Abschnitt von Ereignissen höherer Gewalt gilt nicht für Volatilität Indizes.
id_id: Bagian Keadaan Memaksa ini tidak berlaku untuk Indeks Volatilitas.
pl_pl: Sekcja dotycząca Siły wyższej nie ma zastosowania w odniesieniu do wskaźników zmienności.
pt_pt: Esta seção sobre eventos de força maior não se aplica a Índices Volatility.
vi_vn: Phần Sự Kiện Bất Khả Kháng này không áp dụng cho Chỉ Số Biến Động.
zh_cn: 此不可抗力事件章节不适用于波动率指数。

source: This symbol is not active. Please try another symbol.
de_de: Dieses Zeichen ist nicht aktiv. Bitte versuchen Sie ein anderes Zeichen.
fr_fr: Ce symbole n'est pas actif. Veuillez sélectionner un autre symbole.
id_id: Simbol ini tidak aktif. Silakan coba simbol lain.
pl_pl: Ten symbol jest nieaktywny. Użyj innego symbolu.
pt_pt: Este símbolo não está ativo. Experimente outro símbolo.
vi_vn: Ký hiệu này là không hoạt động. Hãy thử một ký hiệu khác.
zh_cn: 这是个非活跃符号。请试另一符号。

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. You may use the technology called "cookies" to provide tailored information from a website.
de_de: Diese Website sammelt keine persönlich identifizierenden Informationen von Ihnen, außer wenn Sie diese ausdrücklich und wissentlich angeben. Sie können die ¨Cookies¨Technologie dazu verwenden, um maßgeschneiderte Informationen einer Website anzugeben.
id_id: Situs web ini tidak mengumpulkan informasi identitas pribadi Anda kecuali ketika Anda secara khusus dan sengaja memberikannya. Anda dapat menggunakan teknologi yang disebut "cookies" untuk memberikan informasi yang disesuaikan dari situs web.
pl_pl: Niniejsza strona nie gromadzi informacji umożliwiających identyfikację, chyba że dostarczasz ich sam(a) świadomie i celowo. Możesz korzystać z narządza zwanego „plikami cookie”, aby umożliwić dostarczanie spersonalizowanych informacji na naszej stronie internetowej.
pt_pt: Este site não coleta informações de identificação pessoa de você, exceto quando você as fornecem de forma específica e consciente. Você pode usufruir da tecnologia conhecida como "cookies" para fornecer informações individualizadas de um website.
vi_vn: Trang web này không thu thập thông tin xác định danh tính về bạn trừ khi bạn cung cấp nó một cách cụ thể và chủ tâm. Bạn có thẻ sử dụng công nghệ được gọi là "cookies" để cung cấp thông tin được điều chỉnh từ một trang web.
zh_cn: 除非您专门提供，本网站不会收集您的个人识别信息。您可以使用称为“cookies”的技术从网站提供专用信息。

source: This website's services are not made available in certain countries such as the USA, Canada, Costa Rica, Hong Kong, Japan, or to persons under age 18.
de_de: Die Dienstleistungen dieser Website werden in manchen Ländern wie den USA, Kanada, Costa Rica, Hong Kong, Japan, oder an Personen unter 18 Jahren nicht angeboten.
fr_fr: Les services de ce site Web ne sont pas offerts dans certains pays comme les États-Unis, le Canada, le Costa Rica, Hong Kong, le Japon ou aux personnes âgées de moins de 18 ans.
id_id: Layanan situs web ini tidak tersedia di negara-negara tertentu seperti Amerika Serikat, Kanada, Kosta Rika, Hong Kong, Jepang, atau orang-orang di bawah usia 18 tahun.
pl_pl: Ta witryna internetowa nie jest dostępna dla osób poniżej 18 roku życia oraz w niektórych krajach, takich jak: Stany Zjednoczone, Kanada, Kostaryka, Hongkong, Japonia.
pt_pt: Os serviços deste site não são disponibilizados em determinados países, como os EUA, Canadá, Costa Rica, Hong Kong, Japão, nem a quaisquer pessoas com idade inferior a 18 anos.
vi_vn: Dịch vụ của trang web này không có sẵn ở một số quốc gia như Mỹ, Canada, Costa Rica, Hồng Kông, Nhật bản, hoặc cho những người dưới 18 tuổi.
zh_cn: 某些国家如美国、加拿大、哥斯达黎加、香港、日本或18岁以下人士无法使用本网站的服务。

source: Thorough knowledge of bash scripting, and experience with the Perl scripting language
de_de: Gründliche Kenntnis in Bash Scripting, und Erfahrung mit der Skriptsprache Perl
fr_fr: Connaissance approfondie de script bash et expérience avec le langage de script Perl
id_id: Memiliki pengetahuan menyeluruh tentang bash scripting, dan pengalaman dengan bahasa skrip Perl
pl_pl: Dogłębna wiedza na temat pisania skryptów bask i doświadczenie w pracy z językiem Perl
pt_pt: Conhecimento profundo do bash script e experiência com a linguagem de script Perl
vi_vn: Kiến thức chuyên sâu về lập trình bash và có kinh nghiệm với ngôn ngữ lập trình Perl
zh_cn: 全面了解 bash 脚本编写, 并具有 Perl 脚本语言的编写经验

source: Thorough knowledge of web writing best practices
de_de: Durch Kenntnisse der besten Web-Schreibpraktiken
fr_fr: Connaissance approfondie des meilleures pratiques d’écriture web
id_id: Pengetahuan mendalam tentang praktik terbaik penulisan situs
pl_pl: Doskonała znajomość najlepszych praktyk w zakresie tworzenia treści publikowanych na stronach internetowych
pt_pt: Conhecimento profundo das melhores práticas de escrita na Web
vi_vn: Kiến thức chuyên sâu thực tế về lập trình trang web
zh_cn: 充分了解网络写作最佳实践

source: Thorough understanding of Anti-Money Laundering (AML) and Know Your Customer (KYC) processes
de_de: Gründliches Verständnis der Geldwäschebekämpfung (Anti-Money Laundering AML) und der Know Your Customer (KYC) Prozesse
fr_fr: Compréhension approfondie des processus de lutte contre le blanchiment d’argent (AML) et Connaitre Votre Client (KYC)
id_id: Pemahaman menyeluruh tentang proses Anti-Pencucian Uang (AML) dan Kenali Pelanggan Anda (KYC)
pl_pl: Dogłębne zrozumienie procesów Przeciwdziałania praniu pieniędzy (AML) i Poznaj Swojego Klienta (KYC)
pt_pt: Compreensão completa dos processos de Lavagem de Dinheiro (AML) e Conheça o Seu Cliente (KYC)
vi_vn: Hiểu biết chuyên sâu về các quy trình Chống Rửa Tiền (AML) và Thấu Hiểu Khách Hàng Của Bạn (KYC)
zh_cn: 充分了解反洗钱 (AML) 和了解您的客户 (KYC) 流程

source: Throughout the duration of the Transaction and for as long as the Transaction is open, you are required to maintain a sufficient Account Equity to cover any Margin Requirement. If your Account Equity is less than the Margin Requirement in relation to the open Transaction you wish to create, you have entered into a Margin Call and you are required to fund the shortfall immediately. You may not be able to place an Order to open a Transaction until the shortfall has been funded and there is sufficient Account Equity to cover the Total Margin.
de_de: Während der Dauer der Transaktion, und so lange die Transaktion offen ist, sind Sie dazu angehalten, ein ausreichendes Kapital aufrechtzuerhalten, um jegliche Margin Anforderungen abzudecken. Wenn Ihr Kapital weniger als die Margin-Forderung im Verhältnis zur offenen Transaktion, die Sie zu erstellen wünschen, ist, sind Sie eine Nachschlussforderung eingegangen und Sie sind dazu angehalten, den Fehlbetrag unverzüglich auszugleichen. Sie können keine Order zur Öffnung einer Transaktion platzieren, bis der Fehlbetrag ausgeglichen wurde und ausreichend Kapital, um die gesamte Margin abzudecken, vorhanden ist.
id_id: Sepanjang durasi Transaksi dan selama Transaksi berjalan, Anda diminta untuk mempertahankan Ekuitas Akun yang cukup untuk menutupi Kebutuhan Margin. Jika Ekuitas Akun Anda kurang dari Kebutuhan Margin berhubung Transaksi berjalan yang ingin Anda lakukan, Anda telah masuk ke Margin Call dan Anda diminta untuk mendanai kekurangan tersebut dengan segera. Anda mungkin tidak dapat menempatkan Order baru hingga kekurangan telah didanai dan tersedia Ekuitas Akun yang mencukupi untuk menutupi Jumlah Margin.
pl_pl: Przez cały okres trwania, na który została zawarta transakcja i tak długo, jak transakcja pozostaje otwarta, musisz utrzymywać poziom środków na koncie wystarczający do pokrycia wszelkich wymogów dot. depozytu zabezpieczającego. Jeżeli kwota środków na koncie jest mniejsza niż wymóg dot. depozytu zabezpieczającego odnoszący się do transakcji, które zamierzasz zawrzeć, wówczas wezwiemy Cię do natychmiastowego uzupełnienia depozytu zabezpieczającego. Być może nie będzie możliwe złożenia zlecenia otwarcia transakcji aż do momentu uregulowania brakującej kwoty i zapewnienia wystarczających środków na koncie na pokrycie całkowitej kwoty depozytu zabezpieczającego.
pt_pt: Durante toda a duração da transação e enquanto a transação estiver aberta, é obrigatório que você mantenha capitais suficientes na sua conta para cobrir quaisquer requisitos de margem. Caso os capitais da sua conta sejam inferiores ao requisito de margem relativamente à transação aberta que você deseja criar, você terá entrado numa chamada de margem e será necessário que financie o déficit imediatamente. É provável que você não possa criar mais ordens para abrir transações até que o déficit seja financiado e haja capitais de conta suficientes para cobrir a margem total.
vi_vn: Trong suốt thời gian của giao dịch và cũng như đối với các Giao Dịch đang mở, bạn cần phải duy trì một Vốn Sở Hữu Tài Khoản đủ khả năng để chi trả cho bất kỳ lề Điều Kiện Ký Quỹ nào. Nếu Vốn Sở Hữu Tài Khoản của bạn thấp hơn Điều Kiện Ký Quỹ liên quan đến việc mở Giao Dịch theo ý bạn, bạn phải nhập vào một lần yêu cần bảo chứng và bạn cần phải đóng đủ những thiếu hụt ngay lập tức. Bạn không thể đặt Lệnh để mở một Giao Dịch cho đến khi sự thiếu hụt đã được cấp đủ và có Tài Khoản Vốn Sở Hữu đầy đủ để trang trải Tổng Ký Quỹ.
zh_cn: 整个交易期间以及交易开放期间， 您需要保持足够的账户资金，以支付任何保证金要求。如果您的账户资金在想要建立交易时低于开放交易保证金要求，您将收到追加保证金通知，需要立即补充短缺的资金。在补足短缺资金，拥有足够支付保证金的账户资金前您不能下单开启交易。

source: Thursday
de_de: Donnerstag
fr_fr: jeudi
id_id: Kamis
pl_pl: Czwartek
pt_pt: Quinta-feira
vi_vn: Thứ Năm
zh_cn: 星期四

source: Tick
id_id: Tik
pl_pl: Zmiana ceny
pt_pt: Tique-taque
zh_cn: 跳动点

source: Tick Prediction
de_de: Tick Vorhersage
fr_fr: Prédiction du tick
id_id: Analisa Tik
pl_pl: Przewidywanie zmian ceny
pt_pt: Previsão de tique-taque
vi_vn: Dự đoán tick
zh_cn: 跳动点预测

source: Ticks
id_id: Tik
pl_pl: Najmniejsze zmiany ceny
pt_pt: Tique-taques
vi_vn: Các tick
zh_cn: 跳动点

source: Ticks history returned an empty array.
de_de: Die Tick Verlaufsgeschichte hat ein leeres Array gebracht.
fr_fr: L'historique des ticks retourne une gamme vide.
id_id: Historical tik menghasilkan tampilan kosong.
pl_pl: Historia zmian ceny jest pusta.
pt_pt: O histórico de tique-taques devolveu uma série vazia.
vi_vn: Lịch sử Ticks trả về một mảng trống.
zh_cn: 跳动点历史返回空数组

source: Tier
de_de: Rang
fr_fr: Niveau
id_id: Tingkat
pl_pl: Poziom
pt_pt: Nível
vi_vn: Lớp
zh_cn: 层级

source: Time is in the wrong format.
de_de: Die Zeit ist im falschen Format.
fr_fr: Le format de l'heure est incorrect.
id_id: Waktu dalam format salah.
pl_pl: Czas został podany w nieprawidłowym formacie.
pt_pt: A hora está no formato incorreto.
vi_vn: Sai định dạng thời gian.
zh_cn: 时间格式错误。

source: Time out cannot be in the past.
de_de: Die Auszeit darf nicht in der Vergangenheit sein.
fr_fr: La période d'expiration ne peut être antérieure.
id_id: Time out tidak bisa di masa lalu.
pl_pl: Czas wyłączenia nie może być datą przeszłą.
pt_pt: A hora não pode ser no passado.
vi_vn: Thời hạn kết thúc không thể tồn tại trong quá khứ.
zh_cn: 到期时间不可为过去式。

source: Time out cannot be more than 6 weeks.
de_de: Die Auszeit kann nicht mehr als 6 Wochen betragen.
fr_fr: La période d'expiration ne peut excéder 6 semaines.
id_id: Time out tidak bisa lebih dari 6 minggu.
pl_pl: Czas wyłączenia nie może przekraczać 6 tygodni.
pt_pt: O limite de tempo não pode ser superior a 6 semanas.
vi_vn: Thời hạn không thể nhiều hơn 6 tuần.
zh_cn: 到期时间不能大于 6周。

source: Time out must be after today.
de_de: Die Auszeit muss nach dem heutigen Tag beginnen.
fr_fr: La période d'expiration doit être ultérieure.
id_id: Time out harus setelah hari ini.
pl_pl: Okres wyłączenia musi się rozpoczynać jutro lub później.
pt_pt: O limite de tempo deve ser depois de hoje.
vi_vn: Thời hạn kết thúc phải sau hôm nay.
zh_cn: 到期时间必须在今日之后。

source: Time out until
de_de: Timeout bis
fr_fr: Expiration jusqu'à
id_id: Waktu istirahat hingga
pl_pl: Przekroczono limit czasu do
pt_pt: Intervalo de tempo até
vi_vn: Tạm ngưng cho đến khi
zh_cn: 时间已过。下次开启时间为

source: Timed out until
de_de: Auszeit bis
fr_fr: Expiration jusqu'à
id_id: Waktu habis hingga
pl_pl: Okres wyłączenia do
pt_pt: Bloqueado até
vi_vn: Tạm ngưng cho đến khi
zh_cn: 时间已过。下次开启时间为

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
de_de: Die Zeiten ändern sich. Wir erhöhen unsere Auszahlungen, damit unsere Kunden das Meiste aus ihren gewonnenen Handelsgeschäften machen können.
fr_fr: Les temps changent. Nous augmentons le montant des paiements afin que nos clients puissent tirer le meilleur parti de leurs options gagnantes.
id_id: Dengan perubahan waktu. Kami meningkatkan hasil sehingga klien kami dapat menikmati keuntungan trading mereka.
pl_pl: Czasy się zmieniają. Zwiększamy wypłaty, dzięki czemu nasi klienci mogą maksymalnie korzystać ze swoich wygranych zakładów.
pt_pt: Os tempos estão mudando. Nós aumentamos os pagamentos para que os nossos clientes possam aproveitar ao máximo suas negociações de sucesso.
vi_vn: Thời thế đang thay đổi. Chúng tôi tăng số tiền thưởng để khách hàng có thể tận dụng nhiều nhất từ các giao dịch thắng.
zh_cn: 时代变迁。我们增加了赔付金额，使客户可以从盈利交易中获取最大的收益。

source: Tips
de_de: Tipps
fr_fr: Conseils
pl_pl: Porady
pt_pt: Dicas
vi_vn: Mẹo
zh_cn: 提示

source: Tips:
de_de: Tipps:
fr_fr: Conseils:
pl_pl: Porady:
pt_pt: Dicas:
vi_vn: Mẹo:
zh_cn: 提示:

source: Title
de_de: Überschrift
fr_fr: Titre
id_id: Gelar
pl_pl: Tytuł
pt_pt: Título
vi_vn: Danh xưng
zh_cn: 称谓

source: To
de_de: Zu
fr_fr: À
id_id: Hingga
pl_pl: Do
pt_pt: Para
vi_vn: Tới
zh_cn: 到

source: To account:
fr_fr: Au compte :
id_id: Ke akun:
pl_pl: Na konto:
vi_vn: Đến tài khoản:
zh_cn: 至账户：
