Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The minimum ticket size refers to the minimum volume or number of lots.
de_de: Die minimale Ticket-Größe bezieht sich auf das minimale Volumen oder die Anzahl der Lots.
fr_fr: La taille minimale du ticket désigne le volume minimal ou le nombre de lots.
id_id: Ukuran tiket minimum mengacu pada volume minimum atau jumlah lot.
pl_pl: Minimalna wielkość ticketu odnosi się do minimalnego wolumenu lub liczby partii.
pt_pt: O tamanho mínimo de pedido se refere ao volume mínimo ou o número de lotes.
vi_vn: Kích thước vé tối thiểu là khối lượng tối thiểu hoặc số lượng tối thiếu của một lô.
zh_cn: 最小票证大小是指最小交易量或手数。

source: The minimum, incremental and maximum transaction amount;
de_de: Der mindeste, inkrementelle und maximale Transaktionsbetrag;
id_id: Jumlah minimum, tambahan dan maksimal transaksi;
pl_pl: Minimalna, przyrostowa i maksymalna wartość transakcji;
pt_pt: A quantia de transação mínima, incremental e máxima;
vi_vn: Số tiền giao dịch tối thiểu, tăng dần và tối đa;
zh_cn: 最小、增量和最大交易金额;

source: The movement of the underlying asset determines your profit or loss – depending on the position that you have taken.
de_de: Die Bewegung eines Basiswertes bestimmt Ihren Gewinn oder Verlust – abhängig von der Position, die Sie eingenommen haben.
fr_fr: Le mouvement de l’actif sous-jacent détermine votre profit ou perte – selon la position que vous avez prise.
id_id: Pergerakan aset dasar menentukan profit atau loss Anda – tergantung pada posisi yang Anda ambil.
pl_pl: Zmiany cen aktywa bazowego określają Twój zysk lub stratę – w zależności od zajętej pozycji.
pt_pt: O movimento do ativo subjacente determina o seu lucro ou a sua perda – dependendo da posição que você assumiu.
vi_vn: Sự chuyển động của các tài sản cơ sở xác định lợi nhuận hoặc thua lỗ - tùy thuộc vào phiên mà bạn đã thực hiện.
zh_cn: 您的盈利或亏损取决于您开的头寸，也取于标的资产的变动。

source: The opposite is true if you decide to sell or 'go short' on the US 100 index. This means that your profit will continue to increase as long as the price of the US 100 index keeps falling. However, if the price rises, the losses you incur will also increase.
de_de: Das Gegenteil ist der Fall, wenn Sie sich dazu entscheiden zu verkaufen oder "kurz" auf den US 100 Index zu gehen. D. h., dass Ihr Gewinn solange weiter steigen wird, wie der Kurs für den US 100 Index fällt. Allerdings, wenn der Kurs steigt, werden sich die Verluste, die Ihnen entstehen, auch erhöhen.
fr_fr: L'opposé est vrai si vous décidez de vendre ou 'go short' sur l'indice US 100. Cela signifie que votre profit continuera d’augmenter tant que le prix de l'indice US 100 continue à baisser. Toutefois, si le prix augmente, les pertes que vous subissez vont également augmenter.
id_id: Kebalikannya adalah benar jika Anda memutuskan untuk menjual atau 'go short' pada indeks US 100. Ini berarti bahwa keuntungan Anda akan terus meningkat selama harga indeks US 100 terus turun. Namun, jika harganya naik, kerugian yang Anda alamai juga akan meningkat.
pl_pl: Przeciwna sytuacja będzie miała miejsce, jeśli zdecydujesz się sprzedać lub „zająć pozycję krótką” w przypadku indeksu 100 US. Oznacza to, że twój zysk będzie rósł pod warunkiem, że cena indeksu 100 US też będzie spadać. Jednak, jeśli cena wzrośnie, poniesiona przez Ciebie strata również wzrośnie.
pt_pt: O oposto é verdade caso você decida assumir uma posição curta no índice US 100. Isto significa que os seus lucros continuarão a crescer enquanto o preço do US 100 continuar a aumentar. No entanto, se o preço subir, as perdas que você incorrer também aumentarão.
vi_vn: Nếu bạn quyết định mua hoặc 'đi dài' chỉ số US 100, lợi nhuận của bạn sẽ tiếp tục tăng miễn là giá của chỉ số US 100 tăng. Tuy nhiên, nếu giá rơi, mất mát mà bạn phải trả cũng sẽ tăng.
zh_cn: 相反的，如果您决定卖出美国100指数或持“空头”头寸，也是如此。这意味着只要美国100指数的价格持续下跌，您的利润就会继续增加。但是，如果价格上涨，您所蒙受的亏损也会增加。

source: The organisational and administrative arrangements established by the Company to prevent or manage the conflict are not sufficient to ensure, with reasonable confidence, that the risk of damage to the interest of the Client will be prevented. However, we aim to disclose the general nature or sources of conflicts of interest.
de_de: Die vom Unternehmen hergestellten organisatorischen und administrativen Regelungen, um den Konflikt zu verhindern, oder zu verwalten sind nicht ausreichend, um mit vernünftigem Vertrauen sicherzustellen, dass das Risiko einer Schädigung der Interessen des Mandanten vermieden werden kann. Wir wollen jedoch die allgemeine Natur, oder Quellen der Interessenkonflikte offenlegen.
id_id: Pengaturan organisasi dan administrasi yang ditetapkan oleh Perusahaan untuk mencegah atau mengelola konflik adalah tidak cukup untuk memastikan, dengan keyakinan yang wajar, bahwa risiko kerusakan pada kepentingan Klien akan dicegah sepenuhnya. Namun demikian, kami bertujuan untuk mengungkapkan sifat dasar atau sumber dari konflik kepentingan.
pl_pl: Rozwiązania organizacyjne i administracyjne wprowadzone przez Firmę w celu zapobiegania konfliktom lub radzenia sobie z nimi nie są wystarczające, by z należytą pewnością zapewnić zapobieganie ryzyku szkody interesów Klienta. Jednakże informujemy o ogólnym charakterze lub źródłach konfliktów interesów.
pt_pt: As disposições organizacionais e administrativas estabelecidas pela Empresa para prevenir ou gerenciar o conflito não são suficientes para garantir, com razoável confiança, que o risco de danar os interesses do cliente será prevenido. No entanto, visamos divulgar a natureza geral ou as fontes dos conflitos de interesse.
vi_vn: Việc sắp xếp tổ chức và hành chính được thành lập bởi Công Ty để ngăn chặn hoặc quản lý xung đột là không đủ để đảm bảo, với sự tự tin hợp lý, rằng nguy cơ thiệt hại đến lợi ích của Khách Hàng sẽ bị ngăn chặn. Tuy nhiên, chúng tôi muốn tiết lộ bản chất chung hoặc nguồn xung đột lợi ích.
zh_cn: 公司为防止或管理冲突而设立的组织和行政安排不足以确保有合理的信心防止客户利益受损害的风险。然而, 我们的目的是要披露利益冲突的一般性质或来源。

source: The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos.
de_de: Die von Ihnen gewünschte Seite konnte nicht gefunden werden. Sie ist entweder nicht mehr vorhanden oder die Adresse ist falsch. Bitte achten Sie auch Schreibfehler.
fr_fr: La page demandée est introuvable. Il est possible qu'elle n'existe plus ou que l'adresse soit erronée. Veuillez vérifier l'orthographe.
id_id: Halaman yang Anda minta tidak dapat ditemukan. Mungkin berhubung sudah tidak tersedia lagi atau alamat salah. Silakan periksa jika terdapat salah pengetikkan.
pl_pl: Nie można znaleźć żądanej strony. Być może strona jest już niedostępna lub podany został nieprawidłowy adres strony. Sprawdź, czy adres został wpisany poprawnie.
pt_pt: A página requisitada não pode ser encontrada. Ela não existe mais ou o endereço está incorreto. Por favor verifique se há algum erro.
vi_vn: Không tìm thấy trang bạn yêu cầu. Nó hoặc không còn tồn tại hoặc địa chỉ bị sai. Xin vui lòng kiểm tra lỗi chính tả.
zh_cn: 找不到您請求的頁面。它不再存在或输入网址出錯。請檢查是否輸入錯誤。

source: The parties agree that this Agreement and the relationship between the parties is to be governed by and construed under the laws of Costa Rica. The parties further agree that all disputes shall be resolved exclusively in the courts of Costa Rica (the "Identified Courts"). Each party hereby: (i) submits to the jurisdiction of the Identified Courts for any proceeding; (ii) shall not commence any proceeding except in the Identified Courts; (iii) waives, and shall not plead or make, any objection to the venue of any proceeding in the Identified Courts; (iv) waives, and shall not plead or make, any claim that any proceeding brought in the Identified Courts has been brought in an improper or otherwise inconvenient forum; and (v) waives, and shall not plead or make, any claim that the Identified Courts lack personal jurisdiction over it.
de_de: Die Parteien vereinbaren, dass diese Vereinbarung und die Beziehung zwischen den Parteien nach den Gesetzen von Costa Rica geregelt und ausgelegt werden. Die Vertragsparteien kommen ferner überein, dass alle Streitigkeiten ausschließlich bei den Gerichten Costa Ricas ("identifizierten Gerichten") beigelegt werden sollen. Hiermit soll jede Partei: (i) sich der Zuständigkeit der identifizierten Gerichte für jedes Verfahren unterwerfen; (ii) keine Verfahren, mit Ausnahme jener in den identifizieren Gerichten, beginnen; (iii) auf Einwände verzichten, nicht plädieren oder Einwände zum Veranstaltungsort des Verfahrens des identifizierten Gerichts machen; (iv) darauf verzichten, und weder plädieren noch Ansprüche geltend machen, dass Verfahren, die zu den identifizierten Gerichten gebracht werden, weder unsachgemäß oder in unzulässiger Form gebracht wurden; und (V) darauf verzichten, und weder plädieren noch Behauptungen machen, dass den identifizierten Gerichten Gerichtshoheit über jene fehlt.
id_id: Para pihak bersetuju bahwa Perjanjian ini dan hubungan antara para pihak akan diatur oleh dan ditafsirkan berdasarkan undang-undang Kosta Rika. Para pihak selanjutnya setuju bahwa semua perselisihan harus diselesaikan secara eksklusif di pengadilan Kosta Rika ("Pengadilan yang Diidentifikasi"). Masing-masing pihak dengan ini: (i) tunduk pada yurisdiksi Pengadilan yang Diidentifikasi untuk setiap persidangan; (ii) tidak akan memulai persidangan kecuali di Pengadilan-pengadilan yang Diidentifikasi; (iii) mengesampingkan, dan tidak akan memohon atau membuat, keberatan apapun terhadap tempat dari setiap proses pengadilan di Pengadilan yang Diidentifikasi; (iv) mengesampingkan, dan tidak akan memohon atau membuat, klaim apapun bahwa setiap proses persidangan yang diajukan dalam Pengadilan-pengadilan yang Diidentifikasi telah dibawa dalam suatu forum yang tidak pantas atau tidak nyaman; dan (v) membebaskan, dan tidak akan memohon atau membuat, klaim apa pun bahwa Pengadilan-pengadilan yang Diidentifikasi tidak memiliki yurisdiksi pribadi terhadapnya.
pl_pl: Strony zgadzają się, że niniejsza Umowa i stosunek między stronami podlegają prawu Kostaryki i będą interpretowane zgodnie z tym prawem. Strony zgadzają się również, że jakiekolwiek spory będą rozwiązywane wyłącznie przez sądy Kostaryki. („Określone Sądy”). Niniejszym każda ze stron: (i) poddaje się jurysdykcji Określonych Sądów; (ii) nie rozpocznie żadnego postępowania sądowego, chyba że w Określonych Sądach; (iii) odstępuje od sprzeciwu i nie będzie wnosić sprzeciwu odnośnie miejsca toczenia postępowania w Określonych Sądach; (iv) odstępuje od wszelkich roszczeń zakładających, że postępowanie w Określonych Sądach zostało wniesione na niewłaściwym lub niezgodnym forum i nie będzie wnosić ani zgłaszać takich roszczeń; (v) odstępuje od wszelkich roszczeń zakładających, że Określone Sądy nie mają jurysdykcji osobowej w danym przypadku i nie będzie wnosić ani zgłaszać takich roszczeń.
vi_vn: Các bên đồng ý rằng Thỏa thuận này và mối quan hệ giữa các bên sẽ được điều chỉnh bởi và được hiểu theo luật pháp của Costa Rica. Các bên đồng ý hơn nữa rằng tất cả các tranh chấp sẽ được giải quyết độc quyền tại các tòa án của Costa Rica ("Toà án được xác định"). Mỗi bên theo đây: (i) nộp cho thẩm quyền của Tòa án đã được xác định đối với mọi thủ tục tố tụng; (ii) sẽ không bắt đầu bất kỳ thủ tục tố tụng nào ngoại trừ trong các Tòa án được Xác định; (iii) từ bỏ, và sẽ không biện hộ hoặc đưa ra, bất kỳ phản đối nào đối với địa điểm của bất kỳ thủ tục tố tụng nào trong Tòa án được Xác định; (iv) từ bỏ, và sẽ không biện hộ hoặc đưa ra, bất kỳ tuyên bố rằng bất kỳ thủ tục tố tụng nào được đưa ra trong Tòa án đã được xác định đã được đưa vào một diễn đàn không thích hợp hoặc bất tiện; và (v) từ bỏ, và sẽ không biện hộ hoặc đưa ra, bất kỳ tuyên bố nào rằng Tòa án được Xác định không có thẩm quyền cá nhân đối với nó.
zh_cn: 双方同意本协议以及双方之间的关系受哥斯达黎加法律管辖并据其解释。双方进一步同意，所有争议须仅能由哥斯达黎加法院（“指定法院”）解决。双方特此：（i）向指定法院的管辖区提交任何诉讼程序; （ii）除指定法院外，不得提交任何法律程序; （iii）对任何指定法院的诉讼地点放弃提出异议或求情; （iv）对指定法院引入的不正当或不方便论坛的诉讼放弃提出任何声明或求情; （v）对缺乏个人管辖权的指定法院放弃提出任何声明或求情。

source: The password you entered is one of the world's most commonly used passwords. You should not be using this password.
de_de: Das eingegebene Passwort ist eines der weltweit am häufigsten verwendeten Passwörter. Sie sollten dieses Passwort nicht verwenden.
fr_fr: Le mot de passe saisi est l’un des mots de passe plus utilisés au monde. Vous ne devriez pas utiliser ce mot de passe.
id_id: Kata sandi yang Anda masukkan adalah salah satu kata sandi yang paling umum digunakan di dunia. Anda seharusnya tidak menggunakan kata sandi ini.
pl_pl: Wprowadzone hasło to jedne z najczęściej stosowanych haseł na świecie. Nie powinno być one używane.
pt_pt: A senha que você inseriu é uma das senhas mais comuns do mundo. Você não devia estar usando esta senha.
vi_vn: Mật khẩu bạn nhập vào là một trong những mật khẩu được sử dụng phổ biến nhất trên thế giới. Bạn không nên sử dụng mật khẩu này.
zh_cn: 您输入的密码是世界上最常用的密码之一。您不应该使用此密码。

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
de_de: Das Patent bedeutet, dass Regent Markets ein anerkannter Pionier für binäre Wetten ist. Das Patent hilft, unsere Erfindungen zu schützen.
fr_fr: Ce brevet confirme le statut de Regent Markets en tant que chef de file du secteur des options binaires et permet de mieux protéger nos innovations.
id_id: Paten berarti Regent Markets diakui sebagai perintis trading binary. Paten ini membantu melindungi inovasi kami.
pl_pl: Patent oznacza, że Regent Markets jest uznanym pionierem zakładów opcji binarnych. Patent pozwala chronić nasze innowacje.
pt_pt: A patente significa que a Regent Market é reconhecida como pioneira de apostas binárias. A patente protege as nossas inovações.
vi_vn: Bằng sáng chế có nghĩa là Regent Markets là nhà tiên phong được công nhận trong cá cược Binary. Bằng sáng chế giúp bảo vệ những đổi mới của chúng tôi.
zh_cn: 该专利意味着 Regent Markets 为公认的二元投注先驱。这项专利有助于保护我们的创新。

source: The payout is the amount paid to an options trader if their prediction is correct.
de_de: Die Auszahlung ist der Betrag, der an einen Optionshändler gezahlt wird, wenn seine Voraussage korrekt ist.
fr_fr: Le paiement désigne le montant versé au trader d'options si sa prédiction est correcte.
id_id: Hasil adalah jumlah yang dibayarkan pada opsi trader jika analisa tepat.
pl_pl: Wypłata to kwota do wypłaty graczowi, w przypadku gdy jego prognozy się sprawdzą.
pt_pt: O Pagamento é a quantia a ser paga ao negociador se a sua previsão for correta.
vi_vn: Khoảng được trả là số tiền được trả cho một nhà giao dịch quyền chọn nếu dự đoán của mình là đúng.
zh_cn: 赔付金额即期权交易者因预测正确而获得的金额。

source: The personal information that we collect and hold is treated as confidential. Confidential information will not be used for any purpose other than in connection with the provision of the margin trading services described in this Agreement. Confidential information will only be disclosed as and when required by law. We may also disclose such personal information to: (i) other companies within the Binary Group of companies; (ii) any such third parties as we see fit to assist us in servicing your MT5 Real Account; (iii) regulatory authorities upon their reasonable request; (iv) any such third parties as we see fit to assist us in enforcing our legal or contractual rights against you, including, but not limited, to legal advisors; (v) third parties as we see fit to investigate or prevent fraud or other illegal activities.
de_de: Die persönlichen Informationen, die wir sammeln und halten, werden vertraulich behandelt. Vertrauliche Informationen werden zu keinen anderen Zwecken als in Zusammenhang mit der Bereitstellung der Margin-Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet. Vertrauliche Informationen werden nur offengelegt, wo und wann sie vom Gesetz erforderlich sind. Wir können solche persönlichen Informationen auch an: (i) andere Unternehmen innerhalb der Binary Group von Unternehmern; (ii) alle solchen Dritten, die wir als angemessen befinden, uns mit der Instandhaltung Ihres MT5 Echtgeldkontos zu unterstützen; (iii) Regulierungsbehörden auf deren angemessenen Antrag; (iv) alle solchen Dritten, die wir als angemessen befinden, uns bei der Durchführung gesetzlicher und vertraglicher Rechte gegen Sie, einschließlich, aber nicht begrenzt auf Rechtsberater, zu unterstützen; (v) Dritte, die wir als angemessen befinden, Betrug und andere illegale Aktivitäten zu ermitteln und zu verhindern; mitteilen.
id_id: Informasi pribadi yang kami kumpulkan adalah bersifat rahasia. Informasi rahasia tersebut tidak akan digunakan untuk tujuan apapun selain berhubungan dengan penyediaan layanan trading margin yang telah dijelaskan dalam Perjanjian ini. Informasi rahasia tersebut hanya akan disampaikan jika diperlukan oleh pihak berwenang. Kami juga dapat menyampaikan informasi pribadi tersebut kepada: (i) perusahaan lain dalam Grup perusahaan Binary; (ii) pihak ketiga manapun yang membantu kami dalam melayani Akun Riil Anda; (iii) pihak berwenang atas permintaan; (iv) pihak ketiga sebagai penegak hukum atau penasehat hukum; (v) pihak ketiga dalam hal penyelidikan berhubung kasus penipuan atau kegiatan ilegal lainnya.
pl_pl: Gromadzone i przechowywane przez nas informacje osobowe są traktowane jako informacje poufne. Poufne informacje nie będą wykorzystywane w jakichkolwiek innych celach niż w celach związanych z realizacją usług handlowania na kredyt opisanej w niniejszej Umowie. Informacje poufne będą ujawniane wyłącznie, gdy wymaga tego prawo. Możliwe jest również ich ujawnienie: (i) innym firmom należącym do grupy Binary Group; (ii) jakimkolwiek stronom trzecim, które będą pomagać nam w obsłudze Twojego Prawdziwego konta MT5; (iii) organom regulacyjnym na ich uzasadniony wniosek; (iv) jakimkolwiek stronom trzecim, które będą pomagać nam w wykonywaniu naszych praw w odniesieniu do Ciebie wynikających z przepisów prawa lub umowy, w tym m. in. doradcom prawnym; (v) stronom trzecim, według naszego uznania, w celu badania oszustw finansowych lub innych czynności zabronionych lub zapobiegania nim.
pt_pt: As informações pessoais que coletamos e mantemos são tratadas como confidenciais. Informações confidenciais não serão usadas para quaisquer fins que não em conexão com a disponibilização dos serviços de negociação em margem descritos neste Acordo. Informações confidenciais apenas serão divulgadas quando exigidas por lei. Podemos também divulgar tais informações pessoais a: (i) outras empresas dentro do grupo de empresas Binary; (ii) quaisquer terceiros que consideremos aptos a assistir-nos na manutenção da sua conta real MT5; (iii) autoridades regulatórias mediante as suas solicitações razoáveis; (iv) quaisquer terceiros que consideremos aptos a assistir-nos na aplicação dos nossos direitos contratuais contra você, incluindo, mas não limitados a, consultores legais; (v) terceiros que consideremos aptos a investigar ou prevenir fraudes ou outras atividades legais.
vi_vn: Các thông tin cá nhân mà chúng tôi thu thập và nắm giữ được coi là bí mật. Thông tin bảo mật sẽ không được sử dụng cho bất kỳ mục đích nào khác ngoài kết hợp với việc cung cấp các dịch vụ kinh doanh lợi nhuận được mô tả trong Thỏa Thuận này. Thông tin bí mật chỉ sẽ được tiết lộ khi luật pháp yêu cầu. Chúng tôi cũng có thể tiết lộ thông tin cá nhân như vậy tới: (i) các công ty khác trong Tập Đoàn Binary; (ii) bất kỳ bên thứ ba mà chúng tôi thấy phù hợp để hỗ trợ chúng tôi trong duy trì dịch vụ Tài Khoản Thực MT5 của bạn; (iii) quy định cơ quan theo yêu cầu hợp lý của họ; (iv) bất kỳ bên thứ ba mà chúng ta thấy phù hợp để hỗ trợ chúng tôi trong thực thi quyền pháp lý hay khế ước của chúng tôi đối với bạn bao gồm nhưng không giới hạn đối với cố vấn pháp lý; (v) các bên thứ ba như chúng ta thấy phù hợp để điều tra hoặc ngăn chặn gian lận hay hoạt động bất hợp pháp khác.
zh_cn: 我们收集并保留的个人资料将视为机密。除了用于提供本协议所述的保证金交易相关服务外，机密信息不会用于任何其他用途。只有在法律需要时才会披露机密信息。我们可能也会将个人信息披露给: (i) Binary集团内的其他公司（ii）我们认为可协助为您MT5真实账户提供服务的任何第三方;（iii）监管当局提出的合理要求;（iv）我们认为可协助对您执行法律或合约权利的任何第三方，包括但不限于法律顾问;（v）我们认为可协助调查或防止欺诈或其他非法活动的第三方。

source: The position in a market identified by reference to an Underlying Instrument, created by opening a Transaction as a result of placing a buy or sell Order to the extent that such position has not been closed in whole or in part by on opposite Order under this Agreement.
de_de: Die Position in einem Markt, die unter Bezugnahme auf ein zugrundeliegendes Instrument identifiziert wird, welches erstellt wird, indem eine Transaktion als Ergebnis einer Platzierung einer Kauf- oder Verkauf-Order in dem Maß, dass solch eine Position nicht ganz oder nur zum Teil von einer entgegengesetzten Order unter dieser Vereinbarung geschlossen wurde, geöffnet wird.
id_id: Posisi pada pasar yang diidentifikasi dengan mengacu pada Instrumen Dasar, dibuat dengan membuka Transaksi sebagai akibat dari penempatan order beli atau jual sejauh posisi tersebut belum ditutup secara keseluruhan atau sebagian oleh pada Order yang berlawanan berdasarkan Perjanjian ini.
pl_pl: Pozycja na rynku w odniesieniu do instrumentu bazowego poprzez otwarcie transakcji w wyniku złożenia zlecenia zakupu lub sprzedaży w takim zakresie, że ta pozycja nie została zamknięta w całości lub części poprzez realizację przeciwnego zlecenia zgodnie z niniejszą Umową.
pt_pt: A posição num mercado identificado por referência a um instrumento subjacente criado pela abertura de uma transação como resultado da criação de uma ordem de compra ou venda na medida que tal posição não tenha sido fechada, no todo ou em parte, ao abrigo deste Acordo.
vi_vn: Phiên trong một thị trường được xác định bằng tham chiếu đến một Công Cụ Cơ Sở, được tạo ra bằng cách mở một Giao Dịch do đặt lệnh mua hoặc bán trong phạm vi mà phiên đó không bị đóng toàn bộ hoặc một phần theo Lệnh đối lập theo Thỏa Thuận này.
zh_cn: 市场开盘交易下购入或卖出单后参照基础工具所创建，在本协议有效期内未经相反订单全部或部分平仓的头寸。

source: The premier platform for trading binary options in the world's financial markets
de_de: Die führende Plattform für den Handel mit Binären Optionen in den weltweiten Finanzmärkten
fr_fr: La meilleure plateforme pour négocier les options binaires sur les marchés financiers internationaux
id_id: Platform utama untuk trading opsi binary pada pasar finansial dunia
pl_pl: Wiodąca platforma do handlu opcjami binarnymi na światowych rynkach finansowych
pt_pt: A principal plataforma para a negociação de opções binárias nos mercados financeiros do mundo
vi_vn: Sàn giao dịch cao cấp cho giao dịch binary options trên thị trường tài chính thế giới
zh_cn: 全世界金融市场二元期权交易的顶尖平台
