Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Subject to the law, neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable to the Agent or Client for any loss, damage or debt whatsoever arising directly or indirectly out of, or in connection with this Agreement. The Agent agrees to indemnify the Company and its directors, officers, managers, employees, or agents from, and against, any and all liabilities, losses, damages, costs, and expenses including all and any legal fees incurred arising out of his failure to comply with any and all of his obligations set forth in this Agreement.
de_de: Dem Gesetz gemäß, unterliegt weder das Unternehmen, noch irgendwelche seiner Leiter, leitenden Angestellten, Manager, Angestellten, oder Agenten dem Agenten oder Kunden für jeglichen Verlust, Schaden, oder seine Schulden, die sich direkt oder indirekt aus der Vereinbarung, oder im Zusammenhang mit dieser Vereinbarung ergeben. Der Agent stimmt zu, dass das Unternehmen und seine Leiter, leitenden Angestellten, Manager, Angestellten, oder Agenten von und gegen alle Verpflichtungen, Verluste, Kosten und Ausgaben, einschließlich aller Rechtsgebühren, die durch sein Versäumnis erlitten wurden, mit all seinen Verpflichtungen, die in dieser Vereinbarung dargelegt sind, schad- und klaglos zu halten.
id_id: Tunduk pada undang-undang, baik Perusahaan maupun direktur, pejabat, manajer, karyawan, atau agennya tidak bertanggung jawab kepada Agen atau Klien atas kehilangan, kerusakan atau hutang apapun yang timbul baik secara langsung maupun tidak langsung, atau sehubungan dengan Perjanjian ini. Agen bersetuju untuk mengganti kerugian Perusahaan dan direktur, pejabat, manajer, karyawan, atau agen dari dan terhadap, setiap dan semua kewajiban, kerugian, kerusakan, biaya, dan semua biaya termasuk biaya hukum yang timbul karena kegagalannya untuk melakukan mematuhi semua kewajiban yang tercantum dalam Perjanjian ini.
pl_pl: Zgodnie z prawem, Firma ani żaden z jej dyrektorów, specjalistów, kierowników, pracowników ani przedstawicieli nie ponosi odpowiedzialności wobec Pośrednika lub Klienta za jakiekolwiek straty, szkody czy długi powstałe bezpośrednio lub pośrednio w związku z niniejszą Umową. Pośrednik zgadza się na zwolnienie Firmy i jej dyrektorów, specjalistów, kierowników, pracowników i przedstawicieli z odpowiedzialności za wszelkie zobowiązania, straty, szkody, koszty i wydatki, w tym wszelkie honoraria adwokackie, poniesione w związku z niewywiązaniem się przez Pośrednika z jakichkolwiek jego zobowiązań określonych w niniejszej Umowie.
pt_pt: Sujeito à lei, nem a Empresa nem os seus diretores, oficiais, gerentes, funcionários ou agentes se responsabilizarão perante o Agente ou o Cliente por qualquer perda, dano ou dívida a você decorrentes diretamente ou indiretamente da conexão com este Acordo. O Agente aceita indemnizar a Empresa e os seus diretores, oficias, gerentes, funcionários ou agentes de e contra quaisquer responsabilidades, perdas, danos, custos e despesas, incluindo todos os honorários de advogado incorridos e decorrentes da sua falha no cumprimento de quaisquer das suas obrigações estabelecidas neste Acordo.
vi_vn: Tùy thuộc vào pháp luật, công ty cũng như bất kỳ các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý sẽ không chịu trách nhiệm cho các đại lý hoặc khách hàng về bất kỳ tổn thất, thiệt hại hoặc nợ nào phát sinh trực tiếp hoặc gián tiếp trên hoặc liên quan đến thỏa thuận này. Đại lý đồng ý bồi thường cho công ty và các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý từ và chống lại, bất kỳ và tất cả trách nhiệm pháp lý, thiệt hại, thiệt hại, chi phí và chi phí bao gồm tất cả và bất kỳ chi phí pháp lý phát sinh phát sinh từ thất bại nào của mình để tuân thủ bất kỳ và tất cả nghĩa vụ của mình nêu trong thỏa thuận này.
zh_cn: 除了依据法律规定，无论是公司或其任何董事、职员、经理、雇员或代理人都不须对与本协议有关的对代理或客户直接或间接引起的或有关的任何损失、损害或债务负责。代理同意赔偿由于其未能遵守其在本协议项下的任何和所有义务，导致公司和其董事、职员、经理、雇员或代理人遭受或产生的任何和所有负债、损失、损害、费用和开支（包括合理的法律费用）。

source: Submit
de_de: Absenden
fr_fr: Envoyer
id_id: Mengajukan
pl_pl: Prześlij
pt_pt: Submeter
vi_vn: Gửi
zh_cn: 提交

source: Submit a report on HackerOne of any potential security issue you found, along with any suggestions you have to resolve the issue.
de_de: Schicken Sie einen Bericht auf HackerOne, über potentielle Sicherheitsfragen, die Sie gefunden haben, gemeinsam mit jeglichen Vorschlägen das Problem zu beheben.
fr_fr: Soumettez un rapport à HackerOne sur tout problème potentiel de sécurité que vous avez découvert, avec toute suggestion que vous avez pour résoudre le problème.
id_id: Kirim laporan pada HackerOne mengenai potensi masalah keamanan yang Anda temukan, beserta saran untuk menyelesaikan masalah tersebut.
pl_pl: Wyślij raport na HackerOne dotyczący wszelkich potencjalnych problemów zabezpieczeń, które znajdziesz, razem z sugestiami, jak je rozwiązać.
pt_pt: Envie um relatório no HackerOne sobre quaisquer potenciais problemas de segurança que você descobrir, juntamente com quaisquer sugestões que tiver para resolver o problema.
vi_vn: Gửi báo cáo HackerOne về bất kỳ vấn đề liên quan đến bảo mật mà bạn tìm thấy, cùng với những đề nghị bạn có để giải quyết vấn đề.
zh_cn: 如果发现任何潜在安全问题，请在HackerOne提交报表，并附上解决问题的建议。

source: Submit for review
de_de: Für die Überprüfung absenden
fr_fr: Soumettre pour examen
id_id: Kirim untuk ditinjau
pl_pl: Prześlij do sprawdzenia
pt_pt: Envie para revisão
vi_vn: Gửi để đánh giá
zh_cn: 提交以供审阅

source: Submit one of the documents below
de_de: Eines der folgenden Dokumente einreichen
fr_fr: Présenter un des documents ci-dessous
id_id: Kirimkan salah satu dokumen di bawah ini
pl_pl: Prześlij jeden z poniższych dokumentów
pt_pt: Envie os dos documentos abaixo
vi_vn: Gửi một trong các tài liệu dưới đây
zh_cn: 提交下列文件之一

source: Submit the document below
de_de: Reichen Sie das folgende Dokument ein
fr_fr: Présenter un des documents ci-dessous
id_id: Kirimkan dokumen di bawah ini
pl_pl: Prześlij dokument poniżej
pt_pt: Envie o documento abaixo
vi_vn: Nộp một trong các giấy tờ dưới đây
zh_cn: 提交下列文件

source: Submit your CV and Cover Letter
de_de: Senden Sie uns Ihr Bewerbungsschreiben und Ihren Lebenslauf zu
fr_fr: Envoyez votre CV et votre lettre de motivation
id_id: Kirim CV dan Cover Letter Anda
pl_pl: Prześlij CV i list motywacyjny
pt_pt: Envie o seu CV e uma carta de apresentação
vi_vn: Gửi CV và Đơn Xin Việc của bạn
zh_cn: 提交您的简历和求职信

source: Submitted
de_de: Eingereicht
fr_fr: Soumis
id_id: Terkirim
pl_pl: Wysłano
pt_pt: Enviado
vi_vn: Đã gửi
zh_cn: 已提交

source: Submitting
de_de: Einreichend
fr_fr: En cours de soumission
id_id: Mengirimkan
pl_pl: Wysyłanie
pt_pt: Enviando
vi_vn: Đang gửi
zh_cn: 正在提交

source: Successful
de_de: Erfolgreich
fr_fr: Réussite
id_id: Berhasil
pl_pl: Zakończono powodzeniem
pt_pt: Bem-sucedido
vi_vn: Thành công
zh_cn: 成功

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. All rights reserved.&rdquo;
de_de: Solche Materialien können begrenzt und nur für nicht gewerbliche Zwecke kopiert und verteilt werden, sofern das kopierte Material unversehrt bleibt und auf jeder Kopie folgender Hinweis an eindeutig lesbarer Stelle angebracht wird: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Alle Rechte vorbehalten.&rdquo;
fr_fr: Ces contenus peuvent être copiés et distribués de manière limitée et uniquement à des fins non commerciales, tout contenu copié doit rester intact et toutes les copies doivent faire apparaître clairement le texte suivant : &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Tous droits réservés.&rdquo;
id_id: Bahan tersebut dapat disalin dan didistribusikan secara terbatas untuk tujuan non-komersial saja, dengan ketentuan bahwa setiap materi yang disalin adalah utuh dan memberitahukan kalimat berikut dengan jelas: &ldquo;Hak Cipta Terpelihara Binary Ltd 1999<span class='currentYear'></span>.&rdquo;
pl_pl: Takie materiały mogą być kopiowane i rozpowszechniane w ograniczonym zakresie tylko w celach niekomercyjnych, pod warunkiem, że każdy materiał kopiowany pozostanie nienaruszony, a wszystkie kopie będą zawierać następującą informację w wyraźnie widocznym miejscu: &ldquo;Prawa autorskie 1999-<span class='currentYear'></span> Binary Ltd. Wszelkie prawa zastrzeżone.&rdquo;
pt_pt: É possível copiar e distribuir esses materiais numa base limitada, apenas para fins não comerciais, desde que qualquer material copiado permaneça intacto e que todas as cópias incluam o seguinte aviso em posição bem visível: &ldquo;Direitos de autor, 1999-<span class='currentYear'></span>, Binary Ltd. Todos os direitos reservados&rdquo;
vi_vn: Những tài liệu này được sao chép, phân phát và chỉ phục vụ cho mục dích phi thương mại, Bảo đảm rằng bất cứ tài liệu sao chép nào cũng giữ nguyên vẹn và tất cả các bản sao chép bao gồm các lưu ý sau đây ở trong một vị trí dễ dàng nhìn thấy: &ldquo;Bản quyền 1999-<span class='currentYear'></span> Công ty TNHH Binary. Tất cả các quyền đều được bảo vệ.&rdquo;
zh_cn: 这类材料可以复制和传播，并用于非商业目的，前提是所有复制的材料必须保持完整，且在明显位置标注以下声明：&ldquo;Copyright 1999-<span class='currentYear'></span>Binary Ltd.。版权所有。&rdquo;

source: Such transfer would result in your Account Equity being less than zero;
de_de: Solch eine Überweisung würde dazu führen, dass Ihr Kapitalkonto weniger als Null ist;
id_id: Transfer tersebut akan mengakibatkan Ekuitas Akun menjadi kurang dari nol;
pl_pl: Taki przelew spowoduje, że środki na koncie spadną poniżej zera;
pt_pt: Tal tipo de transferência iria resultar no capital da sua conta ficar menor que zero;
vi_vn: Việc chuyển tiền như vậy sẽ dẫn đến Vốn Chủ Sở Hữu Tài Khoản của bạn nhỏ hơn 0;
zh_cn: 此款项转移将导致您账户的资金小于零;

source: Such withdrawal would result in your Account Equity being less than zero; and/or
de_de: Solch eine Abhebung würde dazu führen, dass Ihr Kapitalkonto weniger als Null ist; und/oder
id_id: Penarikan tersebut akan mengakibatkan Ekuitas Akun menjadi kurang dari nol; dan/atau
pl_pl: Taka wypłata spowoduje, że środki na koncie spadną poniżej zera; i/lub
pt_pt: Tal retirada iria resultar nos fundos da sua conta ser menor que zero; e/ou
vi_vn: Như vậy rút tiền sẽ dẫn đến Vốn Sở Hữu Tài Khoản của bạn ít hơn số không; và/hoặc
zh_cn: 此项提款将导致您账户的资金小于零; 和 （或)

source: Summarise audit findings and work with department heads on the proposed solutions
de_de: Fassen Sie Prüfungsfeststellungen zusammen und arbeiten Sie mit Abteilungsleitern an vorgeschlagenen Lösungen
fr_fr: Résumer les constatations de l'audit et travailler avec les chefs de département sur les solutions proposées
id_id: Merangkum temuan audit dan bekerja dengan kepala departemen tentang solusi yang diusulkan
pl_pl: Podsumowywanie wyników kontroli i współpraca z kierownictwem działu w celu stworzenia rozwiązań
pt_pt: Resuma os resultados da auditoria e trabalhe com chefes de departamento nas soluções propostas
vi_vn: Tóm tắt các kết quả kiểm tra và làm việc với các trưởng phòng về các giải pháp được đề xuất
zh_cn: 总结审计结果, 并与部门负责人合作制定拟议的解决方案

source: Summary
de_de: Zusammenfassung
fr_fr: Sommaire
id_id: Ringkasan
pl_pl: Podsumowanie
pt_pt: Resumo
vi_vn: Tóm tắt
zh_cn: 摘要

source: Summary of the Conflicts Policy
de_de: Zusammenfassung der Konfliktrichtlinie
id_id: Ringkasan Kebijakan Konflik
pl_pl: Streszczenie polityki ds. sporów
pt_pt: Resumo da política de conflitos
vi_vn: Tổng Quát về Xung Đột Chính Sách
zh_cn: 冲突政策摘要

source: Summary of the order execution policy
de_de: Zusammenfassung der Orderausführungsrichtlinie
fr_fr: Résumé de la politique d'exécution des ordres
id_id: Ringkasan kebijakan eksekusi order
pl_pl: Streszczenie polityki dot. realizacji zlecenia
pt_pt: Resumo da política de execução de ordens
vi_vn: Tổng quát về chính sách thực hiện lệnh
zh_cn: 订单执行政策摘要

source: Sunday
de_de: Sonntag
fr_fr: dimanche
id_id: Minggu
pl_pl: Niedziela
pt_pt: Domingo
vi_vn: Chủ nhật
zh_cn: 周日

source: Supplementary Terms and Conditions for Financial Products Offered by Binary Investments (Europe) Ltd
de_de: Ergänzende Allgemeine Geschäftsbedingunen für von Binary Investments (Europe) Ltd. angebotene Finanzprodukte
id_id: Syarat dan Ketentuan Tambahan untuk Produk Keuangan yang Ditawarkan oleh Binary Investments (Europe) Ltd
pl_pl: Dodatkowe warunki dla Produktów finansowych oferowanych przez Binary Investments (Europe) Ltd
pt_pt: Termos e condições suplementares para produtos financeiros disponibilizados pela Binary Investments (Europe) Ltd.
vi_vn: Điều khoản và Điều kiện Bổ sung cho Sản phẩm Tài chính được cung cấp bởi Binary Investments (Europe) Ltd
zh_cn: Binary 投资 (欧洲) 有限公司提供的金融产品补充条款和条件

source: Supplementary Terms and Conditions for Financial Products Offered by Binary Investments (Europe) Ltd
de_de: Ergänzende Allgemeine Geschäftsbedingunen für von Binary Investments (Europe) Ltd. angebotene Finanzprodukte
id_id: Syarat dan Ketentuan Tambahan untuk Produk Keuangan yang Ditawarkan oleh Binary Investments (Europe) Ltd
pl_pl: Dodatkowe warunki dla Produktów finansowych oferowanych przez Binary Investments (Europe) Ltd
pt_pt: Termos e condições suplementares para produtos financeiros disponibilizados pela Binary Investments (Europe) Ltd.
vi_vn: Các Điều Khoản và Điều Kiện Bổ Sung cho Sản Phẩm Tài Chính được cung cấp bởi Công Ty Tnhh Binary Investments (Châu Âu)
zh_cn: Binary 投资 (欧洲) 有限公司提供的金融产品补充条款和条件。

source: Supply - Decline or increase in supply
de_de: Angebot - Angebotsrückgang oder Zunahme
fr_fr: Approvisionnement - Déclin ou augmentation de l’approvisionnement
id_id: Penawaran - Penurunan atau peningkatan pada penawaran
pl_pl: Podaż – spadek lub wzrost podaży
pt_pt: Oferta – Diminuição ou aumento na oferta
vi_vn: Cung - Giảm hoặc tăng cung
zh_cn: 供应 - 减少或增加供应

source: Supply – Decline or increase in supply
de_de: Angebot – Angebotsrückgang oder Zunahme
fr_fr: Approvisionnement - Déclin ou augmentation de l’approvisionnement
id_id: Penawaran - Penurunan atau peningkatan pada penawaran
pl_pl: Podaż – spadek lub wzrost podaży
pt_pt: Oferta – Diminuição ou aumento na oferta
vi_vn: Cung – Giảm hoặc tăng cung
zh_cn: 供应 - 减少或增加供应

source: Support
fr_fr: Assistance
id_id: Bantuan
pl_pl: Wsparcie
pt_pt: Suporte
vi_vn: Hỗ trợ
zh_cn: 支持

source: Support our global recruitment and talent management needs
de_de: Unterstützen Sie unseren globalen Personalbeschaffungs- und Talentverwaltungsbedarf
fr_fr: Supporter nos besoins en matière de recrutement international et de gestion des compétences
id_id: Membantu perekrutan secara menyeluruh dan menjaring bakat manajemen yang kami perlukan
pl_pl: Pomoc w prowadzeniu globalnych rekrutacji pracowników oraz zarządzaniu talentami
pt_pt: Apoiar as necessidades globais de recrutamento e gerenciamento de talento
vi_vn: Hỗ trợ hoạt động tuyển dụng toàn cầu và nhu cầu quản lý nhân tài
zh_cn: 支持我们的全球招聘和人才管理需求

source: Support our global recruitment and talent management needs, including onboarding, processing work permits, and expat management
de_de: Unterstützen Sie unsere globalen Recruiting- und Talentmanagementbedürfnisse, einschließlich Einstellung, Bearbeitung von Arbeitsgenehmigungen und Expat Management
fr_fr: Supporter nos besoins en matière de recrutement mondial et de management de talents, y compris le processus d’accueil des nouveaux employés, le traitement des permis de travail et la gestion des expatriés
id_id: Membantu perekrutan secara menyeluruh dan menjaring bakat manajemen yang kami perlukan, termasuk menangani orientasi pekerja baru, memproses ijin kerja dan manajemen expat
pl_pl: Pomoc w zakresie globalnego procesu rekrutacyjnego i zarządzania kandydatami, w tym ich wdrażanie, uzyskiwanie pozwoleń na pracę i pomoc emigrantom
pt_pt: Apoiar o nossos recrutamento global e necessidades de gestão de talentos, incluindo integrações, processamento de autorizações de trabalho e gerenciamento de expatriados
vi_vn: Hỗ trợ nhu cầu tuyển dụng toàn cầu và quản lý nhân tài, bao gồm đào tạp tiếp nhận, xử lý giấy phép lao động và quản lý nhân sự nước ngoài
zh_cn: 支持我们的全球招聘和人才管理需求, 包括入职、处理工作许可和外籍员工管理

source: Support overall development, planning and execution of the team's digital marketing efforts in accordance to the marketing objectives of respective projects
de_de: Unterstützen Sie die allgemeine Entwicklung, Planung und Ausführung von digitalen Marketing-Anstrengungen des Teams in Übereinstimmung mit Marketing-Zielen der jeweiligen Projekte
fr_fr: Soutenir le développement global, la planification et l'exécution des efforts de l'équipe de marketing numérique conformément aux objectifs de marketing des projets respectifs
id_id: Membantu pengembangan secara menyeluruh, perencanaan, dan pelaksanaan upaya pemasaran tim digital sesuai dengan tujuan pemasaran masing-masing proyek
pl_pl: Wsparcie rozwoju, planowania i realizowania działań zespołu w zakresie marketingu cyfrowego zgodnie z celami marketingowymi danego projektu
pt_pt: Apoiar o desenvolvimento global, planejamento e execução dos esforços de marketing digital da equipe, de acordo com os objetivos de marketing dos respectivos projetos
vi_vn: Hỗ trợ phát triển tổng thể, lên kế hoạch và thực hiện các nỗ lực tiếp thị kỹ thuật số của cả đội để phù hợp với mục tiêu tiếp thị của các dự án tương ứng
zh_cn: 根据各项目的营销目标, 支持团队数字营销工作的整体发展、规划和实施

source: Support the payments team in certain daily analysis where needed
de_de: Unterstützen Sie bei Bedarf das Zahlungs-Team bei bestimmten täglichen Analysen
fr_fr: Appuyer l’équipe de paiements dans certaines analyses quotidiennes si nécessaire
id_id: Membantu tim pembayaran dalam analisis harian tertentu jika diperlukan
pl_pl: Wspieranie zespołu ds. płac w jego codziennych analizach, jeśli zaistnieje taka potrzeba
pt_pt: Apoiar a equipe de pagamentos em certas análises diárias, quando necessário
vi_vn: Hỗ trợ nhóm thanh toán trong phân tích hàng ngày khi cần thiết
zh_cn: 按需支持支付团队进行某些日常分析

source: Suspend the trading of the affected instrument;
de_de: Das Handeln des betroffenen Instruments sperren;
id_id: Menangguhkan trading pada instrumen terlibat;
pl_pl: Wstrzymaj handlowanie instrumentem, którego dotyczy ta kwestia;
pt_pt: Suspender a negociação do instrumento afetado;
vi_vn: Đình chỉ kinh doanh các công cụ bị ảnh hưởng;
zh_cn: 受影响工具的交易被暂停;

source: Suspending your MT5 Real Account and refusing to execute any Orders to enter into further Transactions with you. Whilst your MT5 Real Account is suspended, you will be able to place Orders to close your Open Positions, but you will not be able to place Orders which would create Open Positions.
de_de: Die Sperrung Ihres MT5 Echtgeldkontos und das Verweigern eine Order auszuführen, die dazu führen würde, weitere Transaktionen mit Ihnen einzugehen. Während Ihr MT5 Echtgeldkonto gesperrt ist, können Sie Order platzieren um Ihre offenen Positionen zu schließen, aber Sie können keine Order platzieren, die eine offene Position erstellen würde.
id_id: Menangguhkan Akun Riil MT5 Anda dan menolak untuk mengeksekusi setiap Order lebih lanjut dengan Anda. Sementara Akun Riil MT5 Anda dibatalkan, Anda dapat melakukan Order untuk menutup Open Position, namun Anda tidak akan dapat menempatkan Order baru untuk membuat Open Position.
pl_pl: Zawieszenie Twojego Prawdziwego konta MT5 i odmowa realizacji jakichkolwiek zleceń rozpoczęcia nowych transakcji. W trakcie zawieszenia Prawdziwego konta MT5 będzie możliwe składanie nowych zleceń zamknięcia pozycji otwartych, ale nie będzie możliwe składanie zleceń utworzenia nowych pozycji.
pt_pt: Suspender a sua conta real MT5 e recusar executar quaisquer ordens para entrar em transações adicionais com você. Enquanto a sua conta real MT5 estiver suspensa, será possível efetuar ordens para fechar posições em aberto, mas não será possível efetuar ordens que possam criar posições em aberto.
vi_vn: Đình chỉ Tài Khoản Thực MT5 của bạn và từ chối để thực hiện bất kỳ lệnh nào để tham gia vào tiếp tục giao dịch với bạn. Trong khi Tài Khoản Thực MT5 bị đình chỉ, bạn sẽ có thể đặt lệnh để đóng các Phiên Mở của bạn nhưng bạn sẽ không thể đặt lệnh tạo ra Phiên Mở mới.
zh_cn: 您的MT5真实账户被暂停，并停止执行任何订单，不可继续进行交易。虽然您的MT5真实账户被暂停，您将能够对持仓头寸进行平仓，但您不能开盘创建未平仓头寸。

source: Swaps Long (per annum)
de_de: Swaps Long (pro Jahr)
fr_fr: Swaps Longs (par an)
id_id: Swap beli (per tahun)
pl_pl: Swapy pozycji długiej (rocznie)
vi_vn: Giao dịch hoán đổi dài hạn (mỗi năm)
zh_cn: 多头掉期 (每年)

source: Swaps short (per annum)
de_de: Swaps Short (pro Jahr)
fr_fr: Swaps courts (par an)
id_id: Swap jual (per tahun)
pl_pl: Swapy pozycji krótkiej (rocznie)
vi_vn: Giao dịch hoán đổi ngắn hạn (mỗi năm)
zh_cn: 空头掉期 (每年)

source: Swiss Franc vs Japanese Yen
de_de: Schweizer Franken gegen Japanischen Yen
fr_fr: Franc Suisse contre Yen Japonais
id_id: Franc Swiss vs Yen Jepang
pl_pl: Frank szwajcarski vs jen japoński
pt_pt: Franco suíço vs. Iene japonês
vi_vn: Đồng Frank Thụy sĩ vs Đồng Yên Nhật
zh_cn: 瑞士法郎兑日元

source: Symbol
fr_fr: Symbole
id_id: Simbol
pt_pt: Símbolo
vi_vn: Ký hiệu
zh_cn: 符号

source: Synthetic indices that mimic market volatility.
de_de: Synthetische Indizes, die Volatilität des Marktes imitieren.
fr_fr: Indices synthétiques qui imitent la volatilité du marché.
id_id: Indeks sintesis yang meniru volatilitas pasar.
pl_pl: Wskaźniki syntetyczne imitujące zmienność rynkową.
pt_pt: Índices sintéticos que imitam a volatilidade do mercado.
vi_vn: Các chỉ số tổng hợp mô phỏng các biến động thị trường.
zh_cn: 模拟市场波动性的综合指数。

source: System Administrator
fr_fr: Administrateur Système
pl_pl: Administrator systemu
pt_pt: Administrador de sistemas
vi_vn: Quản trị viên hệ thống
zh_cn: 系统管理员

source: Table 1 - Type of execution venue
de_de: Tabelle 1 - Typ des Ausführungsplatzes
fr_fr: Table 1 - Type de lieux d’exécution
id_id: Tabel 1 - Jenis tempat eksekusi
pl_pl: Tabela 1 - Rodzaj miejsca realizacji
pt_pt: Tabela 1 . Tipo de local de execução
vi_vn: Bảng 1 - Loại địa điểm thực hiện
zh_cn: 表 1- 执行地点类型

source: Table 3 - Intra-Day Price information
de_de: Tabelle 3 - Intra-Tageskurs Informationen
fr_fr: Table 3 - information sur le Prix Intra Journalier
id_id: Tabel 3 - Informasi Harga Intra-Day
pl_pl: Tabela 3 - Śróddzienne informacje o cenach
vi_vn: Bảng 3 - Thông tin về giá trong ngày
zh_cn: 表 3 - 日内价格信息

source: Table 4 - Daily Price information
de_de: Tabelle 4 - tägliche Kurs Informationen
fr_fr: Table 4 - information sur le Prix Journalier
id_id: Tabel 4 - Informasi Harga Harian
pl_pl: Tabela 4 - Codzienne informacje o cenach
pt_pt: Tabela 4 - Informações diárias de preço
vi_vn: Bảng 4 - Thông tin về giá hàng ngày
zh_cn: 表 4 - 每日价格信息

source: Table 6 - Likelihood of execution information
de_de: Tabelle 6 - Wahrscheinlichkeit der Ausführungsinformationen
fr_fr: Table 6 - Information sur la Probabilité d’exécution
id_id: Tabel 6 - Kemungkinan informasi eksekusi
pl_pl: Tabela 6 - Informacje dot. prawdopodobieństwa realizacji
vi_vn: Bảng 6 - Khả năng thông tin thực hiện
zh_cn: 表 6 - 执行信息的可能性

source: Take a short-term or long-term view with trade durations from 10 seconds to 365 days.
de_de: Nehmen Sie eine kurz- oder langfristige Ansicht, mit Handelszeiten von 10 Sekunden bis zu 365 Tage.
fr_fr: Optez pour une vision à court ou long terme, avec des durations de trade de 10 secondes jusqu'à 365 jours.
id_id: Ambil pandangan jangka-pendek atau jangka-panjang dengan durasi trading dari 10 detik hingga 365 hari.
pl_pl: Przyjmij podejście krótko- lub długoterminowe, kupując kontrakty o czasie trwania od 10 sekund po 365 dni.
pt_pt: Escolha uma vista de curto ou longo prazo com durações de negociação de 10 segundos a 365 dias.
vi_vn: Có một góc nhìn ngắn hạn hoặc dài hạn với thời hạn giao dịch từ 10 giây đến 365 ngày.
zh_cn: 持短期或长期观点，进行从10秒到365天持续期的交易。
