Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Any changes in our privacy policy or security statement will be posted on this website. For any material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such changes on your account.
de_de: Auf dieser Seite werden alle Änderungen unserer Datenschutzrichtlinien oder der Sicherheitserklärung veröffentlicht. Für materielle Änderungen, die die wirtschaftliche Verwendung Ihrer personenbezogenen Daten direkt betreffen, werden wir von Ihnen vorab eine schriftliche Genehmigung einholen, bevor solche Änderungen auf Ihrem Konto vorgenommen werden.
id_id: Setiap perubahan dalam kebijakan privasi atau pernyataan keamanan kami akan diposting pada situs ini. Jika terdapat perubahan materi yang berhubungan dengan informasi pribadi Anda maka kami akan meminta pembuktian secara tertulis sebelum melakukan perubahan pada akun Anda.
pl_pl: Wszelkie zmiany w naszej polityce prywatności lub oświadczeniu o bezpieczeństwie będą zamieszczane na niniejszej stronie internetowej. W przypadku jakichkolwiek istotnych zmian, które mają bezpośredni wpływ na ekonomiczne wykorzystanie Twoich danych osobowych, poprosimy Cię o uprzednią zgodę na piśmie przed dokonaniem takich zmian na koncie.
pt_pt: Quaisquer alterações da nossa política de privacidade ou declaração de segurança serão publicadas neste site. Para quaisquer alterações significativas, que afetem diretamente a utilização econômica das suas informações pessoais, solicitaremos a sua autorização prévia por escrito antes de efetuarmos essas alterações na sua conta.
vi_vn: Bất cứ thay đổi nào về chính sách riêng tư hoặc bảo mật sẽ được đăng trên trang web của chúng tôi. Trong trường hợp thay đổi ảnh hưởng trực tiếp đến việc giao dịch của tài khoản cá nhân của bạn, chúng tôi sẽ yêu cầu văn bản ủy quyền của bạn trước khi áp dụng thay đổi này vào tài khoản của bạn.
zh_cn: 隐私政策或安全声明的任何变化都会公布在本网站上。如果发生直接影响个人信息使用的重大变化，我们将在对您的账户实施该变化之前获得您的书面授权。

source: Any disputes, controversy, or claims that arise out of or relating to this Agreement against the Company will be referred to and finally determined by an arbitration firm selected by the Company. The language to be used in the arbitral proceedings will be English. Judgement upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. You are also responsible for any and all costs related to such arbitration.
de_de: Streitigkeiten, Auseinandersetzungen oder Ansprüche, die sich aus oder in Bezug zu diesem Vertrag gegen das Unternehmen ergeben, werden zur endgültigen Entscheidung an eine vom Unternehmen bestimmte Schiedskanzlei weitergeleitet. Die im Schiedsverfahren verwendete Sprache ist Englisch. Der Entscheid des/der Schiedsperson/en kann von jedem zuständigen Gericht überprüft werden. Sie müssen auch die Kosten eines derartigen Schiedsverfahrens tragen.
id_id: Setiap perselisihan, kontroversi, atau klaim yang timbul dari atau terkait dengan Perjanjian ini terhadap Perusahaan akan disebut dan akhirnya ditentukan oleh sebuah badan arbitration yang dipilih oleh Perusahaan. Bahasa yang akan digunakan dalam proses arbitral adalah bahasa Inggris. Penghakiman atas penghargaan yang diberikan oleh arbiter dapat dimasukkan di pengadilan yang memiliki yurisdiksi. Anda juga bertanggung jawab untuk setiap dan semua biaya yang terkait dengan arbitration tersebut.
pl_pl: Wszelkie spory lub roszczenia w stosunku do Firmy wynikające z niniejszej Umowy lub będące z nią związane zostaną przekazane do ostatecznego rozpatrzenia instytucji arbitrażowej wybranej przez Firmę. Językiem postępowania arbitrażowego będzie język angielski. O wydanie orzeczenia na podstawie decyzji arbitra/arbitrów można zwrócić się do sądu właściwej jurysdykcji. Partner ponosi wszelkie koszty związane z postępowaniem arbitrażowym.
pt_pt: Quaisquer litígios, controvérsias ou reivindicações que possam resultar ou que estejam relacionados com este acordo, contra a Empresa, serão referidos e finalmente determinados por uma empresa de arbitragem selecionada pela Empresa. O idioma a ser usado nos procedimentos arbitrais será inglês. Julgamento sobre o prêmio concedido pelo(s) mediador(es) pode ser levado a qualquer tribunal com jurisdição sobre o mesmo. Você também é responsável por todos os custos relacionados com tal arbitragem.
vi_vn: Bất kỳ tranh chấp, tranh cãi hoặc tuyên bố nào được đưa ra hoặc có liên quan tới Thỏa thuận này sẽ được xem xét và được phán quyết cuối cùng bởi bên trọng tài được Công ty chọn. Ngôn ngữ được sử dụng trong thủ tục tố tụng là tiếng Anh. Quyết định dựa trên bản án mà quan tòa đưa ra có thể được chấp nhận tại bất cứ phiên tòa có thẩm quyền sau đó. Bạn cũng sẽ phải chịu trách nhiệm với bất kỳ và tất cả chi phí liên quan đến việc xết xử này.
zh_cn: 本协议有关或引致的对公司的任何纠纷、争议或申索将由公司向选定仲裁公司提交并作最后确定。仲裁程序中使用的语言将是英语。仲裁人所作的裁决判决可递交管辖区法院。您须负责任何仲裁相关的所有费用。

source: Any event capable to have a material adverse effect on the Agent's ability to perform any of its duties and obligations in accordance with this Agreement.
de_de: Alle Ereignisse, die eine wesentlich nachteilige Auswirkung auf die Fähigkeit des Agenten in der Durchführung seiner Aufgaben und Pflichten gemäß dieser Vereinbarung haben können.
id_id: Setiap peristiwa mampu memiliki efek samping material pada kemampuan Agen untuk melakukan tugas dan/atau kewajibannya sesuai dengan Perjanjian ini.
pl_pl: Jakiekolwiek zdarzenie, które może mieć istotny niekorzystny wpływ na zdolność Pośrednika do wykonania jego obowiązków lub zobowiązań wynikających z niniejszej Umowy.
pt_pt: Qualquer evento capaz de ter um efeito material adverso na capacidade do Agente em executar quaisquer dos seus deveres ou das suas obrigações em conformidade com este Acordo.
vi_vn: Bất kỳ sự kiện có khả năng để có một ảnh hưởng xấu đến vật liệu trên các đại lý có thể thực hiện bất kỳ nhiệm vụ của mình và các nghĩa vụ theo thỏa thuận này.
zh_cn: 能够对代理履行本协议规定的任何职责和义务的能力产生重大不利影响的任何事件。

source: Any failure on your part to maintain the security of any security devices or procedures used in or in association with the %1 API;
de_de: Jedes Versäumnis Ihrerseits, die Sicherheit, Sicherheitsvorkehrungen oder Verfahren zu beachten, die in Zusammenhang mit dem %1 API verwendet werden;
id_id: Kegagalan pada pihak Anda untuk menjaga keamanan setiap perangkat keamanan atau prosedur yang digunakan dalam atau yang di asosiasi dengan API %1.
pl_pl: Niedopełnienie z Twojej strony obowiązku zapewnienia bezpieczeństwa wszelkich urządzeń i procedur wykorzystywanych podczas korzystania z API %1;
pt_pt: Qualquer falha da sua parte para manter a segurança de quaisquer dispositivos ou procedimentos de segurança usados na ou em associação com a API %1;
vi_vn: Bất kỳ sự thất bại về phía bạn trong việc duy trì sự an toàn của các thiết bị an toàn hay các quy trình được sử dụng hay được liên kết với %1 API;
zh_cn: 您不能为%1的API或相关设备与程序提供安全使用维护；

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance, the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
de_de: Jede Form von Spam hat zur Folge, dass Ihr Konto einer Prüfung unterzogen wird und alle zur Auszahlung bereitgestellten Mittel für die Dauer einer Kontenprüfung zurückgehalten werden. Sie sollten sich dessen bewusst sein, dass %1 durch Spam-Mails Kosten entstehen. Diese Kosten werden vom Guthaben auf Ihrem Konto abgezogen. In einem solchen Fall wird ein angemessener Betrag festgelegt, der nach gutem Glauben als endgültig und für akzeptabel erachtet wird. Ein solcher Betrag ist rechtlich vollstreckbar. Es wird davon ausgegangen, dass Sie als Partner von %1 den Betrag als fair und angemessen akzeptieren, so wie Sie dies bei Ihrer Anmeldung als Partner von %1 erklärt haben.
id_id: Setiap bentuk Spam akan menyebabkan akun Anda berada dalam peninjauan dan semua dana akan tertahan sambil menunggu penyelidikan lebih lanjut. Anda harus menyadari bahwa %1 bertanggung jawab untuk mengeluarkan biaya dalam menangani email yang dihasilkan oleh Spam dan biaya yang sama ini akan dikurangkan dari akun Anda. Dalam hal ini, jumlah yang ditentukan akan adil dan dianggap final dan dapat diterima berdasarkan itikad baik dan jumlah tersebut akan dapat ditagih oleh hukum dan dianggap telah diterima oleh Anda sendiri sebagai adil dan wajar dan sebagaimana disetujui oleh pendaftaran sebagai afiliasi dari %1.
pl_pl: Wszelkie formy spamu będą skutkowały przeprowadzeniem śledztwa i wszystkie należne fundusze będą zablokowane do czasu zakończenia śledztwa dotyczącego konta Partnera. Partner musi zdawać sobie sprawę z tego, że %1 ponosi koszty związane z postępowaniem z wiadomościami typu spam i te koszty zostaną odjęte z konta Partnera. W tym przypadku określona kwota będzie sprawiedliwa i uznana za ostateczną oraz uznana w dobrej wierze za dopuszczalną i taka kwota będzie zgodnie z prawem należna. Uważa się, że partner powinien przyjąć te koszty na siebie jako sprawiedliwie naliczone i uzasadnione i jako koszty, na które wyraził zgodę, rejestrując się jako partner %1.
pt_pt: Qualquer forma de spam resultará na análise da sua conta e todos os fundos devidos serão retidos enquanto uma investigação da sua conta estiver pendente. Você deve ter consciência de que a %1 é responsável por incorrer despesas no tratamento de mensagens geradas por spam e que estas mesmas despesas serão deduzidas da sua conta. Neste caso, o valor apurado será justo e considerado definitivo e aceitável com base na boa-fé, sendo essa quantia cobrável por lei e considerada justa, razoável e aceita por você, conforme acordado através do registro de afiliado da %1.
vi_vn: Bất cứ dạng thư rác nào đều dẫn tới tài khoản của bạn bị đánh dấu Cần xem xét và tất cả tiền sẽ bị hoãn lại nếu bạn muốn rút để chúng tôi điều tra tài khoản của bạn. Bạn cần nhớ rằng %1 chịu trách nhiệm cho những chi phí phát sinh do thư rác và những chi phí này cũng sẽ khấu trừ vào tài khoản của bạn. Theo đó mức tiền sẽ được xác định một cách công bằng và có thể chấp nhận được dựa trên niềm tin sẵn có ngoài ra mức tiền này sẽ được pháp luật thu và sẽ thông qua sự chấp thuận của bạn như những thỏa thuận ban đầu khi bạn đăng ký làm liên kết của %1.
zh_cn: 任何形式的垃圾邮件都将会导致您的账户受到审查，所有应付资金将会暂停支付，直至您账户的调查完成。您需注意，%1 处理垃圾邮件时将产生费用，该等费用将从您的账户中扣减。在这种情况下，该等确定的金额将基于诚信原则视为公平并具有终局和可接受性。该等金额将依法收取；通过注册成为 %1 联盟会员，您视为自行接受该等金额为公平和合理，并同意缴纳。

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
de_de: Alle Informationen, die auf diesen Seiten und/oder in E-Mails oder Newslettern, welche vom jeweiligen Unternehmen verschickt werden, enthalten sind, gelten nicht als Finanz- oder Anlageberatung. Das Unternehmen übernimmt diesbezüglich keine Haftung oder Verantwortung für die Genauigkeit oder die Vollständigkeit der auf dieser Site zur Verfügung gestellten Informationen.
id_id: Setiap informasi yang diberikan pada halaman ini dan/atau email atau newsletter yang dikirim oleh Perusahaan terkait dengan hal tersebut, tidak dimaksudkan sebagai nasihat keuangan atau investasi dan Perusahaan tidak akan menerima kewajiban dalam hal ini, juga tidak akan menerima tanggung jawab atas keakuratan atau kelengkapan informasi yang diberikan di situs ini.
pl_pl: Wszelkie informacje znajdujące się na tych stronach i/lub w wiadomościach e-mail lub newsletterach wysyłanych przez firmy z nimi powiązane, nie mają charakteru doradztwa finansowego ani inwestycyjnego, a Firma nie ponosi odpowiedzialności w tym zakresie, ani odpowiedzialności za dokładność i kompleksowość informacji umieszczonych na niniejszej stronie.
pt_pt: Todas as informações apresentadas nestas páginas e/ou e-mails ou newsletters enviados pela empresa referentes às mesmas não constituem qualquer recomendação financeira ou de investimento; a empresa não aceitará qualquer responsabilidade a este respeito, nem aceitará qualquer responsabilidade pela precisão ou abrangência das informações fornecidas neste site.
vi_vn: Bất cứ thông tin nào trong những trang này và/hoặc email hoặc thư tin tức gửi từ công ty hoặc những đối tượng liên quan khác, không được xem như lời khuyên đầu tư và tài chính và Công ty sẽ có bất kì bổn phận và trách nhiệm nào cho mức độ chính xác hay độ bao hàm của thông tin trên trang này.
zh_cn: 这些网页上和/或公司发送的相关邮件或简报信息不构成财务或投资建议，公司不承担任何与此相关的责任，也不负责确保网站上信息的准确性或完整性。

source: Any information which you provide or have provided to us in respect of your financial position, domicile or other matters is accurate and not misleading in any material respect.
de_de: Alle Informationen, die Sie uns bezüglich Ihrer finanziellen Position, ihrem Wohnsitz oder anderen Angelegenheiten angeben oder angegeben haben, sind im wesentlichen Punkt präzise und nicht irreführend.
id_id: Informasi yang Anda sediakan atau berikan kepada kami mengenai posisi finansial Anda, domisili atau hal lain adalah akurat dan tidak menyesatkan pada hal manapun.
pl_pl: Wszelkie przekazywane nam informacje dot. Twojej sytuacji finansowej, miejsca zamieszkania lub jakichkolwiek innych kwestii są dokładne i wiarygodne pod każdym względem.
pt_pt: Quaisquer informações que você nos fornece ou já nos forneceu em relação à sua posição financeira, o seu domicílio ou outros assuntos são precisas e não são enganosas em qualquer aspecto relevante.
vi_vn: Bất kỳ thông tin nào mà bạn cung cấp hoặc đã cung cấp cho chúng tôi đối với tình hình tài chính của bạn, nơi cư trú hoặc các vấn đề khác là chính xác và không dẫn đến bất kỳ hiểu lầm nào liên quan đến vật chất.
zh_cn: 您（已）提供给我们的财务状况、住所或其他事项的信息必须准确，并且任何材料都没有误导成分。

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
de_de: Alle Mitteilungen bezüglich dieser Vereinbarung an das Unternehmen müssen mit E-Mail an %1 übermittelt werden. Das Unternehmen sendet alle Mitteilungen zu dieser Vereinbarung an die von Ihnen im Antragsformular genannte E-Mail Adresse oder an eine andere E-Mail Adresse, die Sie dem Unternehmen mitgeteilt haben.
id_id: Setiap pemberitahuan yang diberikan atau dibuat berdasarkan Perjanjian kepada Perusahaan harus melalui email ke %1. Perusahaan akan mengirimkan pemberitahuan apapun yang diberikan atau dibuat berdasarkan Perjanjian ini ke alamat email yang disediakan pada formulir aplikasi Anda atau seperti alamat email lain yang anda informasikan kepada Perusahaan.
pl_pl: Wszelkie powiadomienia generowane lub powstałe na mocy niniejszej Umowy będą przesyłane na adres: %1. Firma będzie przesyłać wszelkie powiadomienia generowane lub powstałe na mocy niniejszej Umowy na adres e-mail Partnera podany w formularzu zgłoszeniowym lub inny adres e-mail podany Firmie przez Partnera.
pt_pt: Qualquer notificação dada ou feita à empresa ao abrigo do presente acordo será enviada por e-mail para a %1. A empresa lhe enviará quaisquer notificações dadas ou feitas ao abrigo do presente acordo para o endereço de e-mail indicado no formulário da sua candidatura, ou outro endereço de e-mail, de acordo com a sua notificação à empresa.
vi_vn: Bất cứ thông báo nào được đưa ra theo Thỏa thuận này gửi đến Công ty sẽ được email tới %1. Công ty sẽ gửi cho bạn những thông báo được đưa ra theo Thỏa thuận này thông qua địa chỉ email bạn cung cấp trên mẫu đăng ký hoặc địa chỉ email khác do bạn thông báo với Công ty.
zh_cn: 本协议下对公司发出或作出的任何通知均应通过电子邮件方式发送至 %1。公司将按照您申请表中提供的电邮地址或您通知公司的其他电邮地址向您发送通知。

source: Any third party claims arising out of, or relating to, your use of, or inability to use, the %1 API.
de_de: Jegliche Ansprüche Dritter, die sich aus Ihrer Verwendung oder Unmöglichkeit der Verwendung des %1 API ergeben oder damit in Verbindung stehen.
id_id: Tuntutan apapun dari pihak ketiga yang timbul dari, atau terkait dengan, penggunaan, atau ketidakmampuan untuk menggunakan API %1.
pl_pl: Wszelkie roszczenia stron trzecich wynikające z korzystania lub niemożliwości korzystania z API %1 lub z tym związane.
pt_pt: Quaisquer reivindicações de terceiros decorrentes de, ou relacionadas ao, seu uso de, ou incapacidade de usar, a API %1.
vi_vn: Bất kỳ phàn nàn nào của bên thứ ba phát sinh, hay liên quan tới, sự sử dụng của bạn, hay sự không khả dụng, hệ thống %1 API.
zh_cn: 关于您使用或无法使用%1的API所产生的任何第三方索赔。

source: Anyone aged 18 years old and above who is not the resident of a "restricted country" (as listed in our %1Terms & Conditions%2) can become a %3 client.
de_de: Jeder im Alter von 18 Jahren und darüber, der nicht ein Einwohner eines "eingeschränkten Landes" ist (wie in unseren %1Geschäftsbedingungen%2 aufgeführt), kann ein Kunde bei %3 werden.
fr_fr: Toute personne âgés de 18 ans et au-dessus qui n’est pas le résident d’un pays « restreint » (comme indiqué dans nos %1conditions générales%2) peut devenir un client %3.
id_id: Siapa pun yang berusia 18 tahun ke atas yang bukan penduduk "negara terbatas" (sebagaimana tercantum dalam %1Syarat dan Kondisi%2 kami) dapat menjadi klien %3.
pl_pl: Dowolna osoba w wieku co najmniej 18 lat, która nie jest mieszkańcem „kraju z ograniczonym dostępem” (zgodnie z naszym %1Regulaminem%2) może zostać klientem%3.
pt_pt: Qualquer pessoa com 18 anos ou mais de idade que não seja residente em um "país restrito" (conforme listado nos nossos %1Termos e condições%2) pode se tornar um cliente da %3.
vi_vn: Bất cứ ai từ 18 tuổi và không phải là cư dân của một quốc gia"hạn chế" (như được liệt kê trong %1Điều Khoản & Điều Kiện%2 của chúng tôi) có thể trở thành một khách hàng %3.
zh_cn: 任何年满18岁或以上，不是（我们%1条款和条件%2上列出的）“受限制国家”的居民的人都可成为%3的客户。

source: Anyone who has potential to grow or increase traffic to %1
de_de: Jemand, der das Potential hat, den Traffic um %1 zu erhöhen oder zu vermehren
fr_fr: Toute personne en mesure d'augmenter le trafic vers %1
id_id: Siapapun yang memiliki potensi atau ingin meningkatkan traffic ke %1
pl_pl: Każdy, kto wykazuje potencjał rozwoju lub zwiększenia liczby klientów %1
pt_pt: Qualquer pessoa ou entidade que tenha o potencial de aumentar o tráfego para a %1
vi_vn: Bất kì ai người mà có tiềm năng lớn mạnh và phát triển mạng lưới với %1
zh_cn: 任何有潜力让 %1 增长或提高流量的人士

source: Appendix - Product specific policies
de_de: Anhang - Produkt-spezifische Richtlinien
fr_fr: Appendice - Règles Spécifiques Produit
id_id: Lampiran - Kebijakan khusus produk
pl_pl: Załącznik – przepisy odnoszące się do produktu
pt_pt: Anexo - Políticas específicas do produto
vi_vn: Phụ lục - Các chính sách sản phẩm cụ Thể
zh_cn: 附录 - 产品具体政策

source: Applicant's rights
de_de: Rechte des Bewerbers
fr_fr: Droits du candidat
id_id: Hak pelamar
pl_pl: Prawa kandydata
pt_pt: Direitos do requerente
vi_vn: Quyền lợi của người nộp đơn
zh_cn: 申请人的权利

source: Applications
de_de: Anwendungen
id_id: Aplikasi
pl_pl: Aplikacje
pt_pt: Aplicativos
vi_vn: Các ứng dụng
zh_cn: 应用程序

source: Apply now
de_de: Jetzt bewerben
fr_fr: Postulez dès maintenant
id_id: Daftar sekarang
pl_pl: Aplikuj teraz
pt_pt: Candidate-se já
vi_vn: Đăng ký ngay
zh_cn: 立即申请

source: Apply now as a professional investor
fr_fr: Appliquer maintenant en tant qu'investisseur professionnel
id_id: Ajukan permohonan sebagai investor profesional sekarang
pl_pl: Aplikuj teraz jako inwestor profesjonalny
vi_vn: Đăng ký ngay để trở thành nhà đầu tư chuyên nghiệp
zh_cn: 立刻申请成为专业投资者

source: Apply to become a %1 %2payment agent%3.
de_de: Bewerben Sie sich als %2Zahlungsagent%3 von %1.
fr_fr: Postuler pour devenir un %2agent de paiement%3 de %1.
id_id: Khusus untuk exchanger, ajukan pendaftaran sebagai %2agen pembayaran%3 %1.
pl_pl: Złóż wniosek, aby zostać %2pośrednikiem płatności%3 %1.
pt_pt: Inscreva-se para se tornar um %2agente de pagamentos%3 %1.
vi_vn: Đăng ký để trở thành một %1 %2đại lý thanh toán%3.
zh_cn: 申请成为 %1 %2支付代理%3。

source: Apply to become a Payment Agent
de_de: Bewerben Sie sich als Zahlungsagent
fr_fr: Postulez pour devenir un agent de paiement
id_id: Mendaftar sebagai Agen Pembayaran
pl_pl: Złóż wniosek, aby zostać pośrednikiem płatności
pt_pt: Inscreva-se para se tornar um agente de pagamentos
vi_vn: Đăng ký trở thành Đại lý Thanh toán
zh_cn: 申请成为付款代理

source: Apply to become a contributor
de_de: Bewerben Sie sich als Beitragender
fr_fr: Postulez pour devenir contributeur
id_id: Mendaftar sebagai kontributor
pl_pl: Aplikuj, by zostać współpracownikiem
pt_pt: Inscreva-se para se tornar um colaborador
vi_vn: Đăng ký trở thành cộng tác viên
zh_cn: 申请成为捐助人

source: Approaching even the smallest task with an open mind and learning new skills.
fr_fr: Aborder même la plus petite tâche avec un esprit ouvert et apprendre de nouvelles compétences.
id_id: Mengerjakan tugas terkecil sekalipun dengan pikiran terbuka dan mempelajari keterampilan baru.
pl_pl: Pozytywne nastawienie nawet w przypadku mniej istotnych zadań i łatwość zdobywania nowych umiejętności.
vi_vn: Hoàn thành các tác vụ từ nhỏ đến lớn với một tâm trí cởi mở và chịu khó học hỏi các kỹ năng mới.
zh_cn: 就算是极微小的任务也能以开放的心态对待, 并学习新技能。

source: Appropriateness
de_de: Angemessenheit
fr_fr: Pertinence
id_id: Kelayakan
pl_pl: Adekwatność
pt_pt: Adequação
vi_vn: Tương thích
zh_cn: 合适性

source: Appropriateness Test
de_de: Eignungstest
id_id: Ketepatan Uji
pl_pl: Ocena zdolności
pt_pt: Teste de adequação
vi_vn: Kiểm tra tính tương thích
zh_cn: 合适性测试

source: Approve e-wallet payouts and withdrawal rules
de_de: Genehmigen Sie E-Wallet Auszahlungen und Behebungsregeln
fr_fr: Approuver les paiements de porte-monnaie électronique et les règles de retrait
id_id: Meluluskan pembayaran e-wallet dan aturan pencairan
pl_pl: Zatwierdź zasady wypłat i wpłat przy użyciu e-portfela
pt_pt: Aprovar os pagamentos e as regras de retirada das carteiras eletrônicas
vi_vn: Quy định chấp nhận các chi trả và rút tiền bằng điện tử
zh_cn: 批准电子钱包付款和取款规则

source: Apr
fr_fr: avr.
pl_pl: Kwiecień
pt_pt: Abr
vi_vn: Tháng 4
zh_cn: 四月

source: April
fr_fr: avril
pl_pl: Kwiecień
pt_pt: Abril
vi_vn: Tháng 4
zh_cn: 四月

source: Aptitude for working in an international environment
de_de: Begabung, um in einem internationalen Umfeld zu arbeiten
fr_fr: Expérience de travail au sein d'un environnement international
id_id: Memiliki kemampuan untuk bekerja dalam lingkungan internasional
pl_pl: Umiejętność pracy w międzynarodowym środowisku
pt_pt: Experiência profissional dentro de um ambiente internacional
vi_vn: Có kinh nghiệm làm việc trong một môi trường quốc tế
zh_cn: 有国际化环境工作能力
