Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If you are entering into this Agreement on behalf of your employer or other entity, you represent and warrant that you have full legal authority to bind your employer or such entity to this Agreement.
de_de: Wenn Sie in diesen Vertrag im Auftrag Ihres Arbeitgebers oder einer anderen Rechtspersönlichkeit eintreten, müssen Sie gewährleisten, dass Sie die vollständige rechtliche Vollmacht haben, Ihren Arbeitgeber oder eine derartige Rechtspersönlichkeit an diesen Vertrag zu binden.
id_id: Jika Anda masuk ke dalam Perjanjian ini atas nama perusahaan atau entitas lainnya, Anda menyatakan dan menjamin bahwa Anda memiliki kewenangan hukum penuh untuk mengikat perusahaan atau entitas tersebut pada Perjanjian ini.
pl_pl: Jeśli zawierasz niniejszą Umowę w imieniu swojego pracodawcy lub innego podmiotu, oświadczasz, że posiadasz do tego pełne upoważnienie.
pt_pt: Se você está firmando este acordo em nome do seu empregador ou outra entidade, você afirma e garante que está legalmente e totalmente autorizado a vincular o seu empregador ou tal entidade a este acordo.
vi_vn: Nếu bạn đang thay mặt chủ lao động để xem xét thỏa thuận này, bạn sẽ đại diện và bảo đảm rằng bạn có quyền đầy đủ pháp lý để ràng buộc chủ lao động của bạn hoặc thực thể như vậy để thực hiện Thỏa thuận này.
zh_cn: 如果您代表雇主或其他实体签订本协议，您确认并保证您有充分的法律权限可代表雇主或实体接受本协议。

source: If you are not located in the above-mentioned countries, simply dial any of our contact numbers for help.
de_de: Wenn Sie nicht in einem der genannten Ländern ansässig sind, wählen Sie einfach eine unserer Kontaktnummern für Hilfe.
fr_fr: Si vous ne vous trouvez pas dans les pays mentionnés précédemment, composez simplement un de nos numéros de téléphone d'aide.
id_id: Jika Anda tidak tersedia pada negara diatas, silahkan hubungi salah satu nomor diatas untuk bantuan lebih lanjut.
pl_pl: Jeśli nie mieszkasz w jednym z wyżej wymienionych państw, wybierz dowolny z naszych numerów kontaktowych, aby uzyskać pomoc.
pt_pt: Se você não estiver localizado num dos países acima, simplesmente digite qualquer um dos nossos números de contato para receber assistência.
vi_vn: Nếu bạn không nằm trong các quốc gia nêu trên, đơn giản chỉ cần liên hệ bất kỳ số liên lạc của chúng tôi để được giúp đỡ.
zh_cn: 如果您目前不是位于上述国家内, 只需拨打我们的任一联系电话寻求帮助即可。

source: If you are unable to scan the QR code, you can manually enter this code instead:
de_de: Wenn Sie den QR Code nicht scannen können, können Sie diesen Code stattdessen manuell eingeben:
fr_fr: Si vous ne parvenez pas à scanner le code QR, vous pouvez entrer manuellement ce code à la place :
id_id: Jika Anda tidak dapat menscan kode QR, Anda dapat memasukkan kode berikut secara manual:
pl_pl: Jeśli nie możesz zeskanować kodu QR, możesz ręcznie wprowadzić ten kod:
pt_pt: Se você não conseguir ler o código QR, é possível inserir este código manualmente:
vi_vn: Nếu bạn không thể để quét mã QR, bạn có thể nhập thủ công đoạn mã này:
zh_cn: 如果无法扫描 QR 代码, 可以手动输入此代码取代:

source: If you ask to be treated as a Professional Client, you need to meet certain specified quantitative and qualitative criteria. On the basis of your request to be categorised as Professional, the Company undertakes an assessment of your expertise, knowledge and experience to determine whether you fall within this Category and whether you are able to make your own investment decisions and understand the risks involved. If the relevant criteria are not met, the Company reserves the right to choose whether to provide its services under this requested classification.
de_de: Wenn Sie als professioneller Kunde behandelt werden wollen, müssen Sie bestimmte quantitative und qualitative Kriterien erfüllen. Auf Ihre Anfrage hin, als Profi kategorisiert zu werden, unternimmt das Unternehmen eine Beurteilung Ihres Fachwissens, Know-How und Ihrer Erfahrung, um festzustellen, dass Sie in diese Kategorie hineinfallen, Sie im Stande sind Ihre eigenen Investitionsentscheidungen zu treffen und, dass Sie die damit verbundenen Risiken verstehen. Falls diese Kriterien nicht erfüllt werden, behält sich das Unternehmen das Recht vor, frei zu entscheiden, ob es seine Dienstleistungen unter der angefragten Klassifizierung anbieten möchte.
id_id: Jika Anda meminta untuk diperlakukan sebagai Klien Profesional, Anda harus memenuhi kriteria kuantitatif dan kriteria tertentu. Atas dasar permintaan Anda untuk dikategorikan sebagai Profesional, Perusahaan melakukan penilaian atas keahlian, pengetahuan, dan pengalaman Anda untuk menentukan apakah Anda termasuk dalam Kategori ini dan apakah Anda dapat membuat keputusan investasi Anda sendiri dan memahami risiko yang terlibat. Jika kriteria yang relevan tidak dipenuhi, Perusahaan berhak untuk memilih apakah akan memberikan layanannya berdasarkan klasifikasi yang diminta tersebut.
pl_pl: Jeśli zawnioskujesz o traktowanie Cię jako Klienta profesjonalnego musisz sprostać określonym kryteriom ilościowym i jakościowym. Na podstawie Twojego wniosku o zakategoryzowanie Cię jako Klienta profesjonalnego Firma dokona oceny Twoich umiejętności, wiedzy i doświadczenia, aby stwierdzić, czy spełniasz kryteria tej kategorii i czy jesteś w stanie podejmować swoje własne decyzje inwestycyjne i rozumiesz związane z nią ryzyko. Jeśli nie spełnisz określonych kryteriów, Firma zastrzega sobie prawo do podjęcia decyzji, czy będzie świadczyć swoje usługi w ramach wnioskowanej kategorii.
pt_pt: Se você pedir para ser tratado como um cliente profissional, será necessário cumprir certos critérios quantitativos e qualitativos. Na base do seu pedido para ser categorizado como profissional, a Empresa realiza uma avaliação das suas competências, conhecimentos e experiência para determinar se se enquadra nesta categoria e se você é capaz de tomar as suas próprias decisões de investimento e compreender os riscos envolvidos. Se os critérios relevantes são cumpridos, a Empresa reserva-se o direito de escolher fornecer os seus serviços ao abrigo desta classificação solicitada ou não.
vi_vn: Nếu bạn yêu cầu được coi như là một Khách Hàng Chuyên Nghiệp, bạn cần phải đáp ứng các tiêu chí quy định số lượng và chất lượng nhất định. Trên cơ sở yêu cầu của bạn để được phân loại như là chuyên nghiệp, công ty cam kết một đánh giá về chuyên môn, kiến thức và kinh nghiệm để xác định liệu bạn nằm trong thể loại này và cho dù bạn có thể đưa ra quyết định đầu tư của riêng bạn của bạn và hiểu những rủi ro liên quan. Nếu không đáp ứng các tiêu chí có liên quan, các công ty có quyền chọn để cung cấp dịch vụ của mình dưới đây yêu cầu phân loại.
zh_cn: 如果您要求被视为专业客户, 您需要满足某些特定的定量和定性标准。一旦您要求分类成为专业客户, 公司会对您的专业技能、知识和经验进行评估, 以确定您是否属于此类别, 以及您是否能够作出自己的投资决定和了解所涉及的风险。如果不符合有关标准, 公司有权选择是否根据您所要求的分类提供服务。

source: If you call yourself a foodie, you'll be blown away by the sheer number of choices in town. From Middle Eastern, Indian, Japanese, and international cuisine to essential local fare such as Malay, Chinese, and mamak — you can expect to satisfy any cravings you may have.
de_de: Wenn Sie sich selbst als 'Foodie' bezeichnen, werden Sie von der schieren Anzahl an Auswahl hin und weg sein. Von orientalischer, indischer, japanischer und internationaler Küche bis hin zu lokalen Köstlichkeiten wie malaysischer, chinesischer und mamak Küche - Sie können davon ausgehen, alle möglichen Gelüste, die Sie haben könnten, zu befriedigen.
fr_fr: Si vous vous dites gourmand, vous serez époustouflé par le nombre de choix qui vont s'offrir à vous. De la cuisine Moyen-Orientale, Indienne, Japonaise et internationale aux plats locaux essentiels malais, chinois et mamak — vous pouvez vous attendre à satisfaire toutes vos envies.
id_id: Jika Anda adalah penggemar makanan, Anda akan terpukau dengan jumlah pilihan yang tersedia. Mulai dari Timur Tengah, India, Jepang, dan masakan internasional untuk tarif lokal penting seperti Melayu, Cina, dan Mamak — Anda dapat memenuhi semua keinginan yang mungkin Anda miliki.
pl_pl: Jeśli uważasz się za smakosza, ogromna liczba wyborów kulinarnych dostępnych w mieście zrobi na Tobie wrażenie. Od kuchni Bliskiego Wschodu, indyjskiej, japońskiej i międzynarodowej po lokalne potrawy kuchni malajskiej, chińskiej i mamak — będziesz mieć w czym przebierać, aby zaspokoić swój apetyt.
vi_vn: Nếu bạn là người sành ăn, bạn sẽ vô cùng bất ngờ bởi số lượng văn hóa ẩm thực tuyệt vời trong thị trấn. Từ ẩm thực Trung Đông, Ấn Độ, Nhật Bản và quốc tế đến các món ăn địa phương như Malay, Trung Quốc và mamak - chắc chắn sẽ mang đến cho bạn nhiều hương vị đa dạng và đặc sắc.
zh_cn: 如果您认为自己是美食家, 您会被这里的大量选择所折服。其中包括了中东、印度、日本和国际美食以及当地小吃如马来菜、中国菜和mamak, 能够满足任何欲望。

source: If you choose to be treated as a Professional Client, we'll regard you as having the required market knowledge and experience. As such, we'll take steps to ensure that your request for Professional Client status meets the above criteria, including a request for the following:
de_de: Wenn Sie als professioneller Kunde behandelt werden möchten, nehmen wir an, dass Sie die erforderliche Marktkenntnis und Erfahrung besitzen. Deshalb ergreifen wir Maßnahmen, um sicherzustellen, dass Ihre Anfrage für einen professionellen Kunden-Status die oben genannten Kriterien erfüllt, einschließlich einer Anfrage für Folgendes:
fr_fr: Si vous choisissez d’être traité comme un Client professionnel, nous vous considérerons comme ayant la connaissance du marché requise et l’expérience. Par conséquent, nous allons prendre des mesures pour s’assurer que votre demande d’admission au statut professionnel Client répond aux critères ci-dessus, y compris une demande de ce qui suit :
id_id: Jika Anda memilih untuk diperlakukan sebagai Klien Profesional, kami akan menganggap Anda memiliki pengetahuan dan pengalaman pasar yang dibutuhkan. Dengan demikian, kami akan mengambil langkah untuk memastikan bahwa permintaan Anda pada status Klien Profesional memenuhi kriteria di atas, termasuk permintaan untuk hal berikut:
pl_pl: Jeśli wybierzesz opcję traktowania jako klienta profesjonalnego, uznamy Cię za osobę posiadającą wymagane doświadczenie i wiedzę o rynku. Podejmiemy kroki, aby upewnić się, że Twój wniosek o przyznanie statusu klienta profesjonalnego spełnia powyższe kryteria, w tym wystąpimy z prośbą przedstawienia następujących dokumentów:
pt_pt: Caso você decida ser tratado como um cliente profissional, iremos assumir que você possui a experiência e os conhecimentos de mercado necessários. Como tal, iremos tomar medidas para certificar que o seu pedido de status de cliente profissional cumpra os critérios acima, incluindo uma solicitação do seguinte:
vi_vn: Nếu bạn chọn được chấp nhận như là một khách hàng chuyên nghiệp, chúng tôi sẽ mặc định bạn đã có các kiến thức thị trường và kinh nghiệm yêu cầu. Từ đó, chúng tôi sẽ thực hiện các bước để đảm bảo yêu cầu muốn có tình trạng khách hàng chuyên nghiệp của bạn đáp ứng các tiêu chí nêu trên, bao gồm các yêu cầu sau đây:
zh_cn: 如果您选择成为专业客户, 我们将视您已具备所需的市场知识和经验。因此, 我们将采取步骤, 确保您对成为专业客户的请求符合上述标准, 包括以下要求:

source: If you choose to close your %1 account, your data will be kept only for as long as necessary for us to meet our legal and regulatory obligations on data retention. We will delete your data once the applicable retention period expires.
de_de: Wenn Sie beschließen, Ihr %1 Konto zu schließen, werden Ihre Daten nur so lange gehalten werden, wie es für uns nötig ist, um unsere gesetzlichen und regulatorischen Verpflichtungen zur Vorratsdatenspeicherung zu erfüllen. Wir werden Ihre Daten löschen, sobald die geltende Aufbewahrungsfrist abgelaufen ist.
id_id: Jika Anda memilih untuk menutup akun %1 Anda, data Anda akan tetap disimpan hanya untuk memenuhi kewajiban hukum dan peraturan penyimpanan data selama diperlukan bagi. Kami akan menghapus data setelah masa berlaku penyimpanan berakhir.
pl_pl: Jeśli zdecydujesz się zamknąć swoje konto %1, Twoje dane będą przez nas przechowywane wyłącznie tak długo, na ile jest to konieczne w celu spełnienia obowiązków prawnych i regulacyjnych w zakresie przechowywania danych. Usuniemy Twoje dane po upływie określonego okresu przechowywania danych.
pt_pt: Caso decida encerrar a sua conta na %1, os seus dados serão guardados apenas durante o tempo que for necessário para cumprirmos as nossas obrigações legais e regulamentares com a retenção de dados. Iremos eliminar os seus dados assim que o período de retenção aplicável expirar.
vi_vn: Nếu bạn chọn để đóng tài khoản %1, dữ liệu của bạn sẽ được giữ trong thời gian cần thiết đối với chúng tôi để đáp ứng nghĩa vụ tuân theo pháp luật và quy định về lưu giữ dữ liệu của chúng tôi. Chúng tôi sẽ xóa dữ liệu của bạn sau khi hết hạn thời gian lưu giữ áp dụng.
zh_cn: 如果您选择关闭您的％1账户，我们将会保留您的数据一段时间，以便履行数据保留方面的法律和监管义务。一旦适用的保留期限届满，我们将删除您的数据。

source: If you choose to enter into a Contract with us, it is important that you remain aware of the risks involved, that you have adequate investment resources to bear such risks and that you monitor your positions carefully.
de_de: Wenn Sie bei uns einen Kontrakt eingehen möchten, müssen Sie sich über die damit verbundenen Risiken klar sein, über ausreichende Anlagemittel verfügen, um solche Risiken tragen zu können und Ihre Positionen sorgfältig überwachen.
id_id: Jika Anda memutuskan untuk membeli Kontrak, adalah penting bahwa Anda tetap sadar akan risiko yang terlibat dan memiliki sumber daya investasi yang memadai untuk menanggung risiko tersebut dan memantau posisi Anda dengan hati-hati.
pl_pl: Jeśli chcesz zawrzeć z nami kontrakt, musisz mieć świadomość ryzyk z tym związanych oraz pewność, że posiadasz odpowiednie środki inwestycyjne na pokrycie ewentualnych strat wynikających z tych ryzyk i że śledzisz dokładnie swoje pozycje.
pt_pt: Se você escolher firmar um contrato conosco, é importante que você permaneça consciente dos riscos envolvidos, que você tenha recursos de investimento suficientes para suportar tais riscos e que monitore suas posições de forma cuidadosa.
vi_vn: Nếu bạn chọn giao dịch Hợp đồng với chúng tôi, bạn phải ý thức được những rủi rui có liên quan, đó là bạn cần phải có đủ nguồn lực đầu tư để có thể chịu được những rủi ro này và bạn phải theo dõi vị thế của bạn một cách cẩn thận.
zh_cn: 如您选择与我们共同修订合同，您必须完全了解相关的风险，有足够投资资源能够承担这些风险，并确保您将慎重地监管您的头寸，这几点很重要。

source: If you decide to buy or 'go long' on the US 100 index, your profit will continue to increase as long as the price of the US 100 index keeps rising. However, if the price falls, the losses you incur will also increase.
de_de: Wenn Sie sich dazu entscheiden zu kaufen oder "lange" auf den US 100 Index zu gehen, wird Ihr Gewinn solange weiter steigen, wie der Kurs für den US 100 Index ansteigt. Allerdings, wenn der Kurs fällt, werden sich die Verluste, die Ihnen entstehen, auch erhöhen.
fr_fr: Si vous décidez d’acheter ou 'go long' sur l'indice US 100, votre profit continuera d’augmenter tant que le prix de l'indice US 100 continue à augmenter. Toutefois, si le prix baisse, les pertes que vous subissez vont également augmenter.
id_id: Jika Anda memutuskan untuk membeli atau 'go long' pada indeks US 100, profit Anda akan terus naik selama harga indeks US 100 tetap naik. Namun, jika harga turun, rugi yang Anda alami juga akan bertambah.
pl_pl: Jeśli zdecydujesz się kupić lub „zająć pozycję długą” w przypadku indeksu 100 US, Twój zysk będzie rósł pod warunkiem, że cena indeksu 100 US też będzie rosła. Jednak, jeśli cena spadnie, poniesiona przez Ciebie strata wzrośnie.
pt_pt: Caso você decida comprar ou "assumir uma posição longa" no índice US 100, os seus lucros continuarão a crescer enquanto o preço do US 100 continuar a aumentar. No entanto, se o preço descer, as perdas que você incorrer também aumentarão.
vi_vn: Nếu bạn quyết định mua hoặc 'đi lên' với chỉ số US 100, lợi nhuận của bạn sẽ tiếp tục tăng miễn là giá của chỉ số US 100 tiếp tục tăng. Tuy nhiên, nếu giá rơi, mất mát mà bạn phải trả cũng sẽ tăng.
zh_cn: 如果您决定买入美国100指数或持“多头”头寸，那么只要美国100指数的价格持续上涨，您的利润就会继续增加。但是，如果价格下跌，您所蒙受的亏损也会增加。

source: If you decide to buy or 'go long' on the XAU/USD, you will profit if the price of the XAU/USD rises, and incur losses if the price falls.
de_de: Wenn Sie sich dazu entscheiden XAU/USD zu kaufen oder „lange zu gehen”, profitieren Sie davon, wenn der Kurs des XAU/USD steigt, und erleiden Verluste, wenn der Kurs fällt.
fr_fr: Si vous décidez d’acheter ou 'go long' sur le XAU/USD, vous en tirez profit si le prix de la XAU/USD monte et subissez des pertes si le prix baisse.
id_id: Jika Anda memutuskan untuk membeli atau 'go long' pada XAU/USD, Anda akan untung jika harga XAU/USD meningkat, dan rugi jika harga jatuh.
pl_pl: Jeśli zdecydujesz się kupić lub „zająć pozycję długą” w przypadku pary XAU/USD, zyskasz, o ile cena pary XAU/USD wzrośnie, i stracisz, jeśli cena spadnie.
pt_pt: Se você decidir comprar ou "assumir uma posição longa" no XAU/USD, você irá lucrar se o preço do XAU/USD aumentar e incorrer perdas se o preço descer.
vi_vn: Nếu bạn quyết định mua hoặc 'đi lên' cặp XAU/USD, bạn sẽ thu lợi nếu giá của cặp XAU/USD tăng lên, và phải chịu tổn thất nếu giá cặp đó giảm xuống.
zh_cn: 如果您决定买入黄金/美元对或持“多头”头寸，那么如果黄金/美元对的价格上涨，您将获利。反之，如果价格下跌，您将蒙受亏损。

source: If you decide to sell or 'go short' on XAU/USD, you will profit if the price of the XAU/USD falls, and incur losses if the price rises.
de_de: Wenn Sie sich dazu entscheiden, XAU/USD zu verkaufen oder "kurz zu gehen", profitieren Sie davon, wenn der Kurs des XAU/USD fällt, und erleiden Verluste, wenn der Kurs steigt.
fr_fr: Si vous décidez de vendre ou 'go short' sur le XAU/USD, vous en tirez profit si le prix de la XAU/USD baisse et subirez des pertes si le prix augmente.
id_id: Jika Anda memutuskan untuk menjual atau 'go short' pada XAU/USD, Anda akan untung jika harga XAU/USD turun, dan rugi jika harga naik.
pl_pl: Jeśli zdecydujesz się sprzedać lub „zająć pozycję krutką” w przypadku pary XAU/USD, zyskasz, o ile cena pary XAU/USD spadnie, i stracisz, jeśli cena wzrośnie.
pt_pt: Se você decidir vender ou "assumir uma posição curta" no XAU/USD, você irá lucrar se o preço do XAU/USD descer e incorrer perdas se o preço aumentar.
vi_vn: Nếu bạn quyết định bán hoặc 'đi xuống' cặp XAU/USD, bạn sẽ thu lợi nếu giá cặp XAU/USD giảm xuống, và phải chịu tổn thất nếu giá cặp đó tăng.
zh_cn: 如果您决定卖出黄金/美元对或持“空头”头寸，那么如果黄金/美元对的价格下跌，您将获利。反之，如果价格上涨，您将蒙受亏损。

source: If you decided that the British economy will underperform instead, then you will go short on the GBP/USD.
de_de: Wenn Sie entschieden würden, dass die britische Wirtschaft stattdessen die Erwartungen nicht erfüllen werde, dann würden Sie kurz auf GBP/USD gehen.
fr_fr: Si vous avez décidé que l’économie britannique va enregistré des résultats faibles, alors vous vendrez le GBP/USD.
id_id: Jika menurut Anda ekonomi Inggris akan berkinerja buruk, maka Anda akan go short pada GBP/USD.
pl_pl: Jeśli z kolei zdecydujesz, że wyniki gospodarki brytyjskiej będą gorsze, zajmiesz pozycję krótką w przypadku pary walutowej GBP/USD.
pt_pt: Caso você decidisse que a economia britânica terá, pelo contrário, um desempenho abaixo do esperado, então você assumiria uma posição curta no GBP/USD.
vi_vn: Nếu bạn cho rằng nền kinh tế Anh sẽ đi xuống, vậy bạn sẽ đi xuống trên GBP/USD.
zh_cn: 如果您认为英国的经济表现会不佳，那么您应对英镑/美元持“空头”头寸。

source: If you don't receive the email within the next few minutes, please check your junk/spam folder.
de_de: Wenn Sie innerhalb der nächsten Minuten keine E-Mail erhalten sollten, sehen Sie bitte in Ihrem Werbemail/Spamordner nach.
fr_fr: Si vous ne recevez pas le mail dans les prochaines minutes, veuillez vérifier votre dossier de courrier indésirable/spam.
id_id: Jika Anda belum menerima e-mail setelah beberapa menit mendatang, silakan lihat bagian junk/spam.
pl_pl: Jeśli nie otrzymasz od nas wiadomości e-mail w ciągu kilku minut, sprawdź folder spam.
pt_pt: Caso você não receba o e-mail dentro dos próximos minutos, verifique a pasta de lixo/spam da sua conta.
vi_vn: Nếu trong vòng vài phút tới bạn không nhận được email, xin vui lòng kiểm tra hòm thư rác/spam.
zh_cn: 如果在几分钟内未收到电子邮件，请检查您的垃圾/广告文件夹。

source: If you fail to immediately make a full settlement of the sum due to us in accordance with this Agreement, we reserve the right to accrue interest on the sums due from you to us in respect of any Transaction that you fail to pay on the relevant due date. Interest will accrue on a daily basis from the relevant due date until the date on which payment is received in full at the bank's official base rate for short term funds determined by us, and will be payable on demand.
de_de: Wenn Sie nicht im Stande sind, uns die anfallende Summe, in Übereinstimmung mit dieser Vereinbarung, vollständig auszugleichen, behalten wir uns das Recht vor, Zinsen auf die von Ihnen an uns zu begleichenden Summen, hinsichtlich der Transaktionen die Sie versäumen, zum relevanten Fälligkeitsdatum zu zahlen, anfallen zu lassen. Zinsen fallen täglich, vom relevanten Fälligkeitsdatum bis zu dem Datum an, an dem die gesamte Zahlung zum offiziellen Basiszinssatz der Bank für von uns bestimmte Kurzzeit Gelder erhalten wird, und ist zahlbar auf Verlangen.
id_id: Jika Anda gagal membuat sebuah pelunasan dari jumlah yang ditentukan pada Perjanjian ini, kami berhak untuk mengenakan bunga dari jumlah tersebut. Jumlah bunga akan dikenakan dalam hitungan harian dari tanggal jatuh tempo sehingga pelunasan diterima penuh pada bank yang telah kami tentukan, dan akan dibayar berdasarkan permintaan.
pl_pl: W przypadku braku natychmiastowej wpłaty pełnej należnej nam sumy, zgodnie z niniejszą Umową, zastrzegamy sobie prawo do naliczania odsetek do należnej kwoty w odniesieniu do wszelkich transakcji nieopłaconych w wyznaczonym terminie. Odsetki będą naliczane codziennie od terminu dokonania zapłaty do dnia otrzymania wpłaty pełnej należnej kwoty, a ich wysokość będzie odpowiadała określonej przez nas oficjalnej stopie bazowej banku dla środków krótkoterminowych i będą płatne na żądanie.
pt_pt: Caso você não pague imediatamente o valor total que nos deve em conformidade com este Acordo, reservamos o direito de acrescentar juros aos valores devidos por você a nós, a respeito de qualquer transação que você não pague na relevante data de vencimento. Juros serão somados diariamente a partir da relevante data de vencimento, até à data em que o pagamento for recebido integralmente, à taxa base do banco para fundos de curto prazo, determinada por nós, e serão pagáveis à ordem.
vi_vn: Nếu bạn thất bại trong việc ngay lập tức làm cho việc giải quyết đầy đủ số tiền do chúng tôi theo thỏa thuận này, chúng tôi giữ lại quyền để tích lũy lãi suất trên tổng tiền do bạn gửi cho chúng tôi đối với bất kỳ một phiên giao dịch nào mà bạn không thể trả cho chúng tôi đúng hạn. Lợi ích sẽ được cộng dồn hàng ngày dựa trên ngày liên quan cho đến khi ngày nhận chuyển khoản được nhận đầy đủ tiền với lãi suất sàn của ngân hàng chính thức cho khoản tiền ngắn hại được xác định vởi chúng tôi, và sẽ có thể được trả theo yêu cầu.
zh_cn: 如果您无法按照本协议规定立即将拖欠我们的款项全额结清，我们保留权利对有关的任何到期未还交易款项追加累计利息。利息按照我方决定的银行官方短期资金基准利率从相关到期日按日累计，直到收到全额付款为止，并将按需求随时支付。
