Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Network status
de_de: Netzwerkstatus
fr_fr: Statut réseau
id_id: Status jaringan
pl_pl: Status sieci
pt_pt: Status da rede
vi_vn: Tình Trạng Mạng
zh_cn: 网络状态

source: Never
de_de: Nie
fr_fr: Jamais
id_id: Tidak pernah
pl_pl: Nigdy
pt_pt: Nunca
vi_vn: Chưa bao giờ
zh_cn: 从未

source: Never Used
de_de: Nie verwendet
fr_fr: Jamais utilisé
id_id: Tidak pernah dipakai
pl_pl: Nigdy nie użyte
pt_pt: Nunca utilizado
vi_vn: Chưa bao giờ sử dụng
zh_cn: 从未使用过

source: New MT5 password
de_de: Neues MT5 Passwort
fr_fr: Nouveau mot de passe MT5
id_id: Kata sandi MT5 baru
pl_pl: Nowe hasło MT5
pt_pt: Nova senha da MT5
vi_vn: Mật khẩu MT5 mới
zh_cn: MT5新密码

source: New Password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
id_id: Kata Sandi Baru
pl_pl: Nowe hasło
pt_pt: Nova Senha
vi_vn: Mật Khẩu Mới
zh_cn: 新密码

source: New Year's Day
de_de: Neujahrstag
fr_fr: Jour de l'An
id_id: Tahun Baru
pl_pl: Nowy Rok
pt_pt: Dia de Ano Novo
vi_vn: Ngày của năm mới
zh_cn: 元旦

source: New Zealand Dollar vs Canadian Dollar
de_de: Neuseeländischer Dollar gegen Kanadischen Dollar
fr_fr: Dollar Néo-Zélandais vs Dollar Canadien
id_id: Dolar Selandia Baru vs Dolar Kanada
pl_pl: Dolar nowozelandzki vs dolar kanadyjski
pt_pt: Dólar neozelandês vs. Dólar canadiano
vi_vn: Đô-la New Zealand vs đô la Canada
zh_cn: 新西兰元兑加元

source: New Zealand Dollar vs Japanese Yen
de_de: Neuseeländischer Dollar gegen Japanischen Yen
fr_fr: Dollar Néo-Zelandais contre le Yen japonais
id_id: Dolar Selandia Baru vs Yen Jepang
pl_pl: Dolar nowozelandzki vs jen japoński
pt_pt: Dólar neozelandês vs. Iene japonês
vi_vn: Đô-la New Zealand vs đồng yên Nhật
zh_cn: 新西兰元兑日元

source: New Zealand Dollar vs Singapore Dollar
de_de: Neuseeländischer Dollar gegen Singapur-Dollar
fr_fr: Dollar Néo-Zélandais vs Dollar Singapourien
id_id: Dolar Selandia Baru vs Dolar Singapura
pl_pl: Dolar nowozelandzki vs dolar singapurski
pt_pt: Dólar neozelandês vs. Dólar de Singapura
vi_vn: Đô-la New Zealand vs đô la Singapore
zh_cn: 新西兰元兑新加坡元

source: New Zealand Dollar vs Swiss Franc
de_de: Neuseeländischer Dollar gegen Schweizer Franken
fr_fr: Dollar Néo-Zelandais vs Franc Suisse
id_id: Dolar Selandia Baru vs Franc Swiss
pl_pl: Dolar nowozelandzki vs frank szwajcarski
pt_pt: Dólar neozelandês vs. Franco suíço
vi_vn: Đô-la New Zealand vs Đồng Frank Thụy sĩ
zh_cn: 新西兰元兑瑞士法郎

source: New Zealand Dollar vs US Dollar
de_de: Neuseeländischer Dollar gegen US Dollar
fr_fr: Dollar Néo-Zélandais vs Dollar Américain
id_id: Dolar Selandia Baru vs Dolar AS
pl_pl: Dolar nowozelandzki vs dolar amerykański
pt_pt: Dólar neozelandês vs. Dólar americano
vi_vn: Đô-la New Zealand vs đô la Mỹ
zh_cn: 新西兰元兑美元

source: New account
de_de: Neues Konto
fr_fr: Nouveau compte
id_id: Akun baru
pl_pl: Nowe konto
pt_pt: Nova conta
vi_vn: Tài khoản mới
zh_cn: 新账户

source: New office in Asunción, Paraguay
fr_fr: Nouveau bureau à Asunción, Paraguay
id_id: Kantor baru di Asunción, Paraguay
pl_pl: Nowe biuro w Asunción, w Paragwaju
pt_pt: Novo escritório em Assunção, Paraguai
vi_vn: Văn phòng mới ở Asunción, Paraguay
zh_cn: 位于巴拉圭亚松森的新办事处

source: New office in Labuan, Malaysia
fr_fr: Nouveau bureau à Labuan, Malaisie
id_id: Kantor baru di Labuan, Malaysia
pl_pl: Nowe biuro w Labuan, w Malezji
pt_pt: Novo escritório em Labuan, Malásia
vi_vn: Văn phòng mới ở Labuan, Malaysia
zh_cn: 马来西亚Labuan新办事处

source: New password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
id_id: Kata sandi baru
pl_pl: Nowe hasło
pt_pt: Nova senha
vi_vn: Mật khẩu mới
zh_cn: 新密码

source: New to CFD trading? We explain a few basics that all CFD traders need to know before they start trading.
de_de: Neu beim CFD-Handel? Wir erklären ein paar Grundlagen, die alle CFD-Händler wissen müssen, bevor sie mit dem Handel beginnen.
fr_fr: Débutant dans le trading de CFD ? Nous expliquons quelques notions de base que tous les traders CFD doivent connaître avant de commencer la négociation.
id_id: Baru di trading CFD? Kami menjelaskan beberapa dasar yang perlu diketahui oleh trader CFD sebelum mereka mulai trading.
pl_pl: Handlowanie kontraktami CFD to dla Ciebie nowość? Wyjaśniamy kilka podstawowych kwestii, które każdy gracz kontraktami CFD powinien znać przed rozpoczęciem handlowania.
pt_pt: Novo nas negociações de CFDs? Explicamos alguns princípios básicos que todos os negociadores de CFDs precisam saber antes de começar a negociar.
vi_vn: Mới đến giao dịch CFD? Chúng tôi giải thích một vài khái niệm cơ bản mà tất cả các thương nhân CFD cần phải biết trước khi họ bắt đầu kinh doanh.
zh_cn: 差价合约交易新手？开始交易前，我们为您提供一些所有差价合约交易者需要知道的基本知识。

source: New to Forex? We explain the basics of the world's largest and most liquid market.
de_de: Neu bei Forex? Wir erklären die Grundlagen des weltweit größten und am meisten liquiden Markts.
fr_fr: Nouveau sur le Forex ? Nous expliquons les bases du plus grand et du plus liquide des marchés.
id_id: Baru di Forex? Kami menjelaskan beberapa dasar mengenai pasar yang paling besar dan likuid.
pl_pl: Pierwszy raz na rynku Forex? Wyjaśniamy podstawy największego i najbardziej płynnego rynku na świecie.
pt_pt: Novo no forex? Explicamos alguns princípios básicos do maior e mais líquido mercado do mundo.
vi_vn: Mới biết đến ngoại hối? Chúng tôi giải thích các khái niệm cơ bản của lớn nhất thế giới và thị trường lỏng nhất.
zh_cn: 外汇交易新手？我们为您提供世界上最大和最具流动性的市场的基本知识。

source: New token created.
de_de: Neuer Token generiert.
fr_fr: Nouveau jeton d'authentification créé.
id_id: Token baru dibuat.
pl_pl: Utworzono nowy token.
pt_pt: Novo token criado.
vi_vn: Token mới đã được tạo.
zh_cn: 已创建新代币。

source: Next
de_de: Weiter
fr_fr: Suivant
id_id: Lanjutkan
pl_pl: Następny
pt_pt: Próximo
vi_vn: Tiếp theo
zh_cn: 下一页

source: Next Available Price
de_de: Nächst verfügbarer Kurs
fr_fr: Prochain Prix Disponible
id_id: Harga Tersedia Berikutnya
pl_pl: Następna dostępna cena
pt_pt: Próximo preço disponível
vi_vn: Giá khả dụng tiếp theo
zh_cn: 下一个可用价格

source: No
de_de: Nein
fr_fr: Non
id_id: Tidak
pl_pl: Nie
pt_pt: Não
vi_vn: Không
zh_cn: 否

source: No Advice
de_de: Keine Beratung
id_id: Tidak ada saran
pl_pl: Brak doradztwa
pt_pt: Sem conselhos
vi_vn: Không có Tư Vấn
zh_cn: 无建议

source: No Party shall be deemed liable for a partial or complete failure to meet its obligations, under this Agreement, in case of force majeure events including but not limited to civil war, unrest, insurrection, international intervention, any governmental actions, exchange controls, nationalizations, devaluations, forfeitures, natural disasters, act of God and other inevitable or unforeseeable or unanticipated or unpredicted events, not depending on the will of the Parties.
de_de: Keine Partei wird für einen teilweisen oder vollständigen Ausfall ihrer Verpflichtungen gemäß diesem Vertrag, im Falle von Ereignissen höherer Gewalt, einschließlich, aber nicht beschränkt auf Bürgerkrieg, Unruhen, Aufruhr, internationale Intervention, staatliche Maßnahmen, Austausch von Kontrollen, Verstaatlichungen, Abwertungen, Verwirkungen, Naturkatastrophen, höhere Gewalt und andere unvermeidliche oder unvorhersehbare oder unerwartete bzw. unvorhergesehene Ereignisse, die nicht vom Willen der Parteien abhängen, als verantwortlich erachtet.
id_id: Tidak ada Pihak yang dianggap bertanggung jawab atas kegagalan sebagian atau keseluruhan dalam memenuhi kewajibannya, berdasarkan Persetujuan ini, jika terjadi kejadian memaksa termasuk namun tidak terbatas pada perang saudara, kerusuhan, pemberontakan, intervensi internasional, tindakan pemerintah, pengendalian pertukaran, nasionalisasi, devaluasi, penyitaan, bencana alam, tindakan Tuhan dan kejadian tak terelakkan atau tak terduga atau kejadian yang tidak diantisipasi atau tidak dapat diprediksi, tidak tergantung pada kehendak Kedua Pihak.
pl_pl: Żadna ze stron nie ponosi odpowiedzialności za częściowe lub całkowite niewykonanie zobowiązań wynikających z niniejszej Umowy w przypadku wystąpienia siły wyższej, w tym m. in. wojny domowej, zamieszek, powstania, interwencji międzynarodowej, działań rządowych, wprowadzenie kontroli nad wymianą walut, nacjonalizacja, dewaluacji, konfiskaty, kataklizmów, klęsk żywiołowych lub innych nieoczekiwanych, niemożliwych do uniknięcia i do przewidzenia zdarzeń, niezależnych od woli Stron.
pt_pt: Nenhuma parte será responsável por uma falha parcial ou completa no cumprimento das suas obrigações, ao abrigo deste Acordo, em casos de eventos de força maior, incluindo mas limitados a guerras civis, agitações políticas, insurreição, intervenções internacionais, quaisquer ações governamentais, controles cambiais, nacionalizações, desvalorizações, confiscações, desastres naturais, atos de natureza e outros eventos imprevisíveis ou inevitáveis ou inesperáveis, não dependentes da vontade das partes.
vi_vn: Không Bên nào được coi là không chịu trách nhiệm cho một phần hoặc toàn bộ không tuân thủ các nghĩa vụ của mình, theo Thỏa Thuận này, trong trường hợp các sự kiện bất khả kháng bao gồm nhưng không giới hạn trong nội chiến, bất ổn, nổi loạn, can thiệp quốc tế, bất kỳ hành động nào của chính phủ, kiểm soát trao đổi, quốc hữu, phá giá, tịch thu, thiên tai và các sự kiện không thể tránh khỏi hoặc không lường trước được hoặc không lường trước được hoặc không được đoán trước, không phụ thuộc vào ý muốn của các Bên.
zh_cn: 根据本协议，如果发生双方无法控制的不可抗力事件，包括但不限于内战、动乱、暴乱、国际干预、任何政府行动，外汇管制、国有化、货币贬值、没收、自然灾害、天灾和其他不可避免或不能预见或意外突发事件，造成任何一方无法履行义务的话，不可视为负有部分或完整的违约责任。

source: No Touch trades
de_de: Kein-Ziel Kontrakte
fr_fr: Options « No Touch »
id_id: Kontrak No Touch
pl_pl: Zakłady typu „nie osiągnie”
pt_pt: Negociações Não Toca
vi_vn: Giao dịch Không Chạm
zh_cn: “未触及”交易

source: No commission
de_de: Keine Provision
fr_fr: Pas de commission
id_id: Tanpa komisi
pl_pl: Brak prowizji
pt_pt: Sem comissão
vi_vn: Không có hoa hồng
zh_cn: 不收佣金

source: No commission (excluding cryptocurrencies)
de_de: Keine Provision (ausgenommen Kryptowährungen)
fr_fr: Pas de commission (à l’exception dex crypto monnaies)
id_id: Tanpa komisi (tidak termasuk mata uang kripto)
pl_pl: Brak komisji (z wyłączeniem kryptowalut)
pt_pt: Nenhumas comissões (excluindo criptomoedas)
vi_vn: Không trả hoa hồng (không bao gồm cryptocurrency)
zh_cn: 不收佣金费 (不包括加密货币)

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
de_de: Eine Verzögerung, Unachtsamkeit oder Nachlässigkeit seitens einer Partei bei der Durchsetzung einer Bestimmung oder Bedingung dieses Vertrags gegenüber der anderen Partei gilt, weder als Verzicht auf ein Recht, noch als ein Präjudiz für ein Recht dieser Partei aus diesem Vertrag.
id_id: Tidak ada penundaan, kelalaian, atau kesabaran pada bagian dari salah satu pihak dalam penegakan terhadap pihak lain istilah atau kondisi apapun dari Perjanjian ini akan baik atau dianggap pengabaian atau dengan cara apapun prasangka hak partai itu berdasarkan Perjanjian ini.
pl_pl: Żadne opóźnienie, zaniedbanie czy zaniechanie którejkolwiek ze stron w przestrzeganiu wobec drugiej strony zapisów niniejszej Umowy nie będzie oznaczało zrzeczenia się praw, ani nie zostanie uznane za zrzeczenie się praw i w żaden sposób nie narusza jakiegokolwiek prawa tej strony nadanego na mocy niniejszej Umowy.
pt_pt: Nenhum atraso, negligência, ou abstenção do lado de qualquer uma das partes na execução contra a outra parte de qualquer termo ou condição deste Acordo deve ser ou será considerada uma renúncia, ou de qualquer forma prejudicar qualquer direito dessa parte ao abrigo do presente Acordo.
vi_vn: Trường hợp một bên chống lại bên kia, bất kì điều khoản, điều kiện nào của Thỏa Thuận này sẽ bị bỏ hoặc trong trường hợp làm tổn hại đến quyền lợi của bên kia theo Thỏa Thuận này.
zh_cn: 任何一方对另一方执行本协议条款和条件的延迟、疏忽或容忍，不能构成或被视为该方在本协议项下的权利被放弃或者受到影响。

source: No fiduciary duty
de_de: Keine Treuhandverpflichtung
fr_fr: Absence d'obligation fiduciaire
id_id: Tidak ada kewajiban fidusia
pl_pl: Brak obowiązku powierniczego
pt_pt: Nenhuma obrigação fiduciária
vi_vn: Không có trách nhiệm ủy thác
zh_cn: 无诚信责任

source: No hidden fees or commissions.
de_de: Keine versteckten Gebühren oder Provisionen.
fr_fr: Pas de commissions ou autres frais cachés.
id_id: Tanpa biaya tersembunyi atau komisi.
pl_pl: Bez ukrytych opłat i prowizji.
pt_pt: Sem taxas ou comissões ocultas.
vi_vn: Không có phí hoặc hoa hồng tiềm ẩn.
zh_cn: 无隐藏费用或佣金。

source: No limit
de_de: Kein Limit
fr_fr: Sans limite
id_id: Tanpa batasan
pl_pl: Brak limitu
pt_pt: Sem limite
vi_vn: Không có giới hạn
zh_cn: 不限

source: No modification or amendment of any or all clauses or provisions of this Agreement shall be valid unless the clear and unequivocal acceptance of such amendments by both Parties.
de_de: Keine Modifikation oder Änderung von einem oder allen Klauseln oder Bestimmungen dieser Vereinbarung sollen gelten, es sei denn, es gibt eine klare und eindeutige Akzeptanz solcher Änderungen durch beide Parteien.
id_id: Tidak ada modifikasi atau amandemen terhadap setiap atau semua ketentuan atau ketentuan dalam Persetujuan ini yang berlaku kecuali jika penerimaan yang jelas dan tegas dari amandemen tersebut oleh kedua Pihak.
pl_pl: Żadnych zmian ani modyfikacji jakiegokolwiek klauzuli lub wszystkich klauzul lub postanowień niniejszej Umowy nie uznaje się za wiążące, chyba że zostaną one jasno i jednoznacznie zaakceptowane przez obie Strony.
pt_pt: Nenhuma modificação ou alteração de qualquer ou de todas as cláusulas ou disposições do presente Acordo será válida a menos que haja aceitação clara e inequívoca de tais alterações por ambas as partes.
vi_vn: Không bất kì sự sửa đổi hoặc chắp vá tất cả hoặc một trong các điều lệ hoặc điều khoản của Thỏa Thuận là hợp lệ trừ khi có lý do rõ ràng và được sự chấp nhận sửa đổi bởi cả hai bên.
zh_cn: 除非由双方明确及不含糊地接受，对本协议的任何或全部条款或规定进行修改或修订都属无效。

source: No open positions.
de_de: Keine offenen Positionen.
fr_fr: Pas de positions ouvertes.
id_id: Tidak tersedia posisi berjalan.
pl_pl: Brak otwartych pozycji.
pt_pt: Nenhuma posição em aberto.
vi_vn: Không có phiên mở nào.
zh_cn: 无未平仓头寸。

source: No payout if exit spot is above or equal to the upper barrier.
de_de: Keine Auszahlung, wenn der Schlusskurs über oder gleich mit der oberen Schwelle ist.
fr_fr: Aucun paiement si le spot de sortie est supérieur ou égal à la barrière supérieure.
id_id: Tidak ada hasil jika spot akhir adalah diatas atau sama dengan batasan tinggi.
pl_pl: Brak wypłaty, jeśli punkt wyjściowy będzie wyższy od górnego limitu lub równy.
pt_pt: Não haverá prêmio se o preço de saída for superior ou igual à barreira inferior.
vi_vn: Sẽ không được thanh toán nếu điểm chốt cao hơn hoặc bằng giới hạn trên.
zh_cn: 如果退市现价高于或等于高障碍, 不能获得赔付。

source: No payout if exit spot is below or equal to the lower barrier.
de_de: Keine Auszahlung, wenn der Schlusskurs unter oder gleich mit der unteren Schwelle ist.
fr_fr: Aucun paiement si le spot de sortie est inférieur ou égal à la barrière la plus basse.
id_id: Tidak ada hasil jika spot akhir adalah dibawah atau sama dengan batasan rendah.
pl_pl: Brak wypłaty, jeśli punkt wyjściowy będzie niższy od dolnego limitu lub równy.
pt_pt: Não haverá prêmio se o preço de saída for inferior ou igual à barreira inferior.
vi_vn: Sẽ không được thanh toán nếu điểm chốt thấp hơn hoặc bằng giới hạn trên.
zh_cn: 如果退市现价低于或等于低障碍, 不能获得赔付。

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures. All transactions are checked to prevent money laundering which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of Clients who do not accept or adhere to these anti-money laundering processes. Acceptable funds should not originate from criminal activity. The Company is bound to report suspicious transactions to relevant authorities.
de_de: Keine Person darf diese Seite zum Zweck der Geldwäsche missbrauchen. Das Unternehmen verwendet die am besten wirkenden Vorkehrungen. Es werden alle Transaktionen zur Vermeidung von Geldwäsche, die mehrere Auswirkungen auf Kunden haben können, überprüft. Das Unternehmen behält sich das Recht vor, es abzulehnen, mit Kunden Geschäfte zu tätigen, die Geschäftstägkeit einzustellen und die Transaktionen mit ihnen zu stornieren, wenn diese die Anti-Geldwäsche-Verfahren nicht akzeptieren oder einhalten. Die angenommenen Gelder dürfen nicht aus kriminellen Handlungen stammen. Das Unternehmen ist verpflichtet, verdächtige Transaktionen den zuständigen Behörden zu melden.
id_id: Tidak ada orang yang akan menyalahgunakan situs ini untuk tujuan pencucian uang. Perusahaan ini mempekerjakan praktek terbaik prosedur anti pencucian uang. Semua transaksi diperiksa untuk mencegah pencucian uang yang mungkin memiliki beberapa efek pada Klien. Perusahaan berhak untuk menolak untuk melakukan bisnis dengan, untuk menghentikan untuk melakukan bisnis dengan, dan untuk membalikkan transaksi Klien yang tidak menerima atau mematuhi proses anti pencucian uang ini. Dana diterima tidak berasal dari kegiatan kriminal. Perusahaan terikat untuk melaporkan transaksi yang mencurigakan kepada pihak berwenang yang relevan.
pl_pl: Nikt nie może nadużywać tego portalu w celu prania brudnych pieniędzy. Firma stosuje najlepsze procedury przeciwdziałania praniu brudnych pieniędzy. Wszystkie transakcje są sprawdzane w celu zapobiegania praniu brudnych pieniędzy, co może mieć różne skutki dla Klientów. Firma zastrzega sobie prawo do odmowy współpracy, zaprzestania współpracy, a także wycofania transakcji w przypadku Klientów, którzy nie akceptują tych procedur lub nie stosują się do nich. Firma jest zobowiązana informować odpowiednie organy o transakcjach wzbudzających podejrzenia.
pt_pt: Ninguém deve abusar este site para o efeito de lavagem de dinheiro. A Empresa emprega procedimentos de boas práticas contra a lavagem de dinheiro. Todas as transações são controladas de modo a prevenir a lavagem de dinheiro, o que pode dar origem a vários efeitos para Clientes. A Empresa reserva-se o direito de recusar fazer negócio com Clientes, interromper negócio com Clientes e reverter as transações de Clientes que não aceitam ou não aderem a estes processos contra a lavagem de dinheiro. Fundos aceitáveis não devem provir de atividades criminosas. A Empresa irá, por obrigação, comunicar transações suspeitas às autoridades relevantes.
vi_vn: Không ai được phép lạm dụng trang web này với mục đích rửa tiền. Công Ty đã áp dụng các biện pháp chống rửa tiền tốt nhất. Tất cả các giao dịch đều được kiểm tra lại để ngăn chặn rửa tiền có thể sẽ có một vài ảnh hưởng tới Khách hàng. Công Ty có quyền từ chối hợp tác với Khách Hàng, ngừng làm việc với Khách Hàng và có quyền thay đổi hoàn toàn giao dịch của Khách Hàng nếu Khách Hàng không chấp nhận hoặc từ chối quy trình chống rửa tiền này. Khoản tiền được chấp nhận sẽ không phải là tiền từ hoạt động phi pháp. Công Ty bắt buộc phải báo cáo các giao dịch đáng ngờ cho các cơ quan chức năng có liên quan.
zh_cn: 任何人都不得以洗钱为目的滥用本网站。公司采用最佳反洗钱程序。所有交易都会被检查，以防止可能对客户造成影响的洗钱活动。公司保留权利拒绝、中断或撤销不接受或不遵守反洗钱规定的客户所执行的交易。基金不可来自非法活动。公司会向有关当局申报可疑的交易。

source: No thanks
de_de: Nein, danke
fr_fr: Non merci
id_id: Tidak terima kasih
pl_pl: Nie, dziękuję
pt_pt: Não, obrigado.
vi_vn: Không, cám ơn
zh_cn: 不，谢谢

source: No, there are no minimum requirements to withdraw your IB commissions.
de_de: Nein, es gibt keine Mindestanforderungen, um Ihre IB Kommissionen zu beheben.
fr_fr: Non, il n’y a aucune exigence minimale pour retirer vos commissions IB.
id_id: Tidak, tidak ada persyaratan minimum untuk menarik komisi IB Anda.
pl_pl: Nie, nie ma minimalnej kwoty dla wypłat prowizji IB.
pt_pt: Não, não existem requisitos mínimos para você retirar as suas comissões de IB.
vi_vn: Không, không có yêu cầu tối thiểu để rút hoa hồng IB của bạn.
zh_cn: 不, 您提取 IB 佣金时没有最低金额要求。

source: Non-technical roles
de_de: Nicht-technische Rollen
fr_fr: Rôles non techniques
id_id: Peran non teknis
pl_pl: Stanowiska nietechniczne
pt_pt: Funções não técnicas
vi_vn: Vị trí không liên quan đến kỹ thuật
zh_cn: 非技术性职位

source: Not
de_de: Nicht
fr_fr: Pas
id_id: Bukan
pl_pl: Nie
pt_pt: Não
vi_vn: Không
zh_cn: 不

source: Not announced for this currency.
fr_fr: Pas d'annonce pour cette devise.
id_id: Tidak diumumkan untuk mata uang ini.
pl_pl: Nie ogłoszono dla tej waluty.
vi_vn: Không công bố cho loại tiền này.
zh_cn: 此货币未公布。

source: Not at all. Joining our affiliate programme is completely free and always will be.
de_de: Überhaupt nicht. Unser Partnerprogramm ist völlig kostenlos und wird es immer bleiben.
fr_fr: Pas du tout. Rejoindre notre programme d’affiliation est entièrement gratuit et le sera toujours.
id_id: Tidak sama sekali. Bergabung dengan program afiliasi kami benar-benar gratis dan akan selalu akan seperti itu.
pl_pl: Wcale. Dołączenie do naszego programu partnerskiego jest całkowicie bezpłatne i tak pozostanie.
pt_pt: De modo algum. A inscrição no nosso programa de afiliados é totalmente gratuita e sempre será.
vi_vn: Không có gì. Tham gia chương trình liên kết của chúng tôi là hoàn toàn miễn phí và sẽ luôn luôn là thế.
zh_cn: 不收任何费用。加入我们的联盟计划是完全免费的, 将来也是如此。

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our CFDs.
de_de: Sie sind sich nicht sicher, wie Marge funktioniert? Lesen Sie unsere Margin Richtlinie und lernen Sie, wie man die Marge für unsere CFDs berechnet.
fr_fr: Vous ne savez pas comment fonctionne l'effet de marge ? Lisez notre politique de marge et apprenez à calculer la marge pour nos CFD.
id_id: Tidak yakin mengenai cara kerja margin? Baca kebijakan margin kami dan pelajari cara menghitung margin untuk CFD Anda.
pl_pl: Nie wiesz, jak działa depozyt zabezpieczający? Przeczytaj naszą politykę dot. depozytu zabezpieczającego i dowiedz się, w jaki sposób obliczyć wysokość depozytu zabezpieczającego dla naszych kontraktów CFD.
pt_pt: Não tem certeza sobre como as margens funcionam? Leia a nossa política de margens e aprenda como calcular a margem para os nossos CFDs.
vi_vn: Không chắc chắn ký quỹ hoạt động như thế nào? Hãy đọc chính sách lợi nhuận của chúng tôi và tìm hiểu làm thế nào để tính toán ký quỹ cho CFDs của chúng tôi.
zh_cn: 不知道保证金是怎么一回事？请阅读我们的保证金政策，了解计算差价合约保证金的方法。

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our cryptocurrency pairs.
de_de: Sie sind sich nicht sicher, wie Marge funktioniert? Lesen Sie unsere Margin Richtlinie und lernen Sie, wie man die Marge für unsere Kryptowährungspaare berechnet.
fr_fr: Vous ne savez pas comment fonctionne l'effet de marge ? Lisez notre politique de marge et apprenez à calculer la marge de nos paires de crypto monnaies.
id_id: Tidak yakin mengenai cara kerja margin? Baca kebijakan margin kami dan pelajari cara menghitung margin untuk pasangan mata uang kripto kami.
pl_pl: Nie wiesz, jak działa depozyt zabezpieczający? Przeczytaj naszą politykę dot. depozytu zabezpieczającego i dowiedz się, w jaki sposób obliczyć wysokość depozytu zabezpieczającego dla naszych par kryptowalut.
pt_pt: Não tem certeza sobre como as margens funcionam? Leia a nossa política de margens e aprenda como calcular a margem para os nossos pares de criptomoedas.
vi_vn: Không chắc chắn ký quỹ hoạt động như thế nào? Hãy đọc chính sách lợi nhuận của chúng tôi và tìm hiểu làm thế nào để tính toán ký quỹ cho cryptocurrency của chúng tôi.
zh_cn: 不知道保证金是怎么一回事？请阅读我们的保证金政策，了解计算加密货币对保证金的方法。
