Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You may store the Application-specific alphanumeric user IDs provided ("API Tokens") or the authentication tokens provided via Open Authorisation Standard ("OAuth Tokens").
de_de: Sie können die anwendungsspezifischen alphanumerischen Benutzer-IDs, die zur Verfügung gestellt werden ("API-Token”) oder Token, die via Open Authorisation Standard ("OAuth-Token“) bereitgestellt werden, speichern.
id_id: Anda mungkin dapat menyimpan ID pengguna alfanumerik khusus aplikasi ("API Token") atau token otentikasi yang disediakan melalui Buka Otorisasi Standar ("OAuth Token").
pl_pl: Użytkownik może przechowywać otrzymane specyficzne dla Aplikacji alfanumeryczne identyfikatory użytkowników („Tokeny API”) lub tokeny autoryzacyjne dostarczane przy użyciu otwartego standardu autoryzacyjnego („Tokeny OAuth”).
pt_pt: Você pode guardar as IDs de usuário alfanuméricas específicas do aplicativo fornecidas ("tokens de API") ou os tokens fornecidos via o Open Authorisation Standard ("tokens OAuth").
vi_vn: Bạn có thể lưu tên đăng nhập người dùng dạng số đã được cung cấp ("API Tokens") hoặc chuỗi số xác nhận được cung cấp thông qua Tiêu Chuẩn Cấp Phép Mở ("OAuth Tokens").
zh_cn: 您可以存储所提供的应用程序特定字母数字用户身份编号（"API 代币"），或通过开放授权标准（"OAuth 代币"）提供的身份验证代币。

source: You may terminate this Agreement at any time, but only by giving the Company a minimum of seven days written notice. "Written notice" here includes notice delivered by regular letter mail or by email.
de_de: Sie können diese Vereinbarung jederzeit kündigen, aber nur mit einer schriftlichen Kündigung mit einer Mindestfrist von sieben Tagen. "Schriftliche Kündigung" bedeutet in diesem Fall, eine Kündigung über den normalen Postweg oder per E-Mail.
id_id: Anda dapat mengakhiri Perjanjian ini setiap saat, tetapi hanya dengan memberikan Perusahaan minimal tujuh hari pemberitahuan tertulis. "Pemberitahuan tertulis" di sini termasuk pemberitahuan yang disampaikan melalui surat surat biasa atau melalui email.
pl_pl: Użytkownik może zakończyć niniejszą Umowę w dowolnej chwili, pod warunkiem, że poinformuje o tym Firmę w formie pisemnej co najmniej 7 dni wcześniej. „Pisemne powiadomienie” oznacza tu powiadomienie drogą pocztową lub e-mailową.
pt_pt: Você pode rescindir este acordo a qualquer momento, mas apenas por via de aviso prévio por escrito de, pelo menos, sete dias. "Aviso prévio por escrito" aqui inclui avisos entregues por correio normal ou correio eletrônico.
vi_vn: Bạn có thể chấm dứt Thỏa Thuận này bất cứ lúc nào, nhưng chỉ khi gửi cho Công ty chúng tôi một thông báo bằng văn bản trước ít nhất bảy ngày. "Thông Báo Bằng Văn Bản" ở đây bao gồm thông báo được chuyển bằng thư thông thường hoặc email.
zh_cn: 您可以随时终止本协议，但须预先给公司最少7天书面通知。"书面通知"在这里包括普通信件邮寄或发送电子邮件通知。

source: You may update your personal information at any time by logging in to the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information. You should note that if you provide us with inaccurate information, or if you fail to notify us of any changes to information previously supplied by you, this may adversely affect the quality of the services that we can provide.
de_de: Sie können Ihre persönlichen Daten jederzeit aktualisieren, indem Sie sich zum Abschnitt "Einstellungen" Ihres Kontos anmelden. Es liegt in Ihrer Verantwortung sicherzustellen, dass %1 zeitnah und kontinuierlich über jede Änderung Ihrer persönlichen Daten informiert wird. Sie sollten beachten, dass wenn Sie uns falsche Informationen bereitstellen, oder wenn Sie uns nicht über Änderungen von den von Ihnen zuvor bereitgestellten Informationen informieren, dies die Qualität der Dienstleistungen, die wir anbieten können, beeinträchtigen kann.
id_id: Anda dapat memperbarui informasi pribadi Anda kapan saja dengan mengakses bagian "Pengaturan" pada akun Anda. Merupakan tanggung jawab Anda untuk memastikan bahwa %1 mengetahui tentang perubahan apa pun pada data informasi pribadi Anda. Mohon diketahui jika Anda memberikan informasi yang tidak akurat, atau jika Anda gagal memberi tahu kami tentang perubahan apa pun pada informasi yang sebelumnya telah Anda berikan, maka hal ini dapat mempengaruhi kualitas layanan yang kami berikan.
pl_pl: Możesz zaktualizować swoje dane osobowe w dowolnej chwili, logując się do sekcji Ustawienia na swoim koncie. Twoim obowiązkiem jest zapewnienie, że firma %1 jest szybko i rzetelnie informowana o jakichkolwiek zmianach danych osobowych. Należy pamiętać, że podanie nam niedokładnych danych, lub niepoinformowanie o jakichkolwiek zmianach wcześniej podanych danych, może negatywnie wpłynąć na jakość dostarczanych przez nas usług.
pt_pt: É possível atualizar as suas informações pessoais a qualquer momento entrando na seção "Configurações" da sua conta. É da sua responsabilidade garantir que a %1 seja informada de forma imediata e contínua de quaisquer alterações às suas informações pessoais. Você deve notar que, se nos fornecer informações erradas ou não nos notificar de quaisquer alterações às informações anteriormente fornecidas por você, isso pode afetar negativamente a qualidade dos serviços que poderemos prestar.
vi_vn: Bạn có thể cập nhật thông tin cá nhân của mình bất kỳ lúc nào bằng cách đăng nhập vào phần "Cài Đặt" trong tài khoản của bạn. Bạn có trách nhiệm đảm bảo rằng %1 sẽ được thông báo kịp thời và liên tục về bất kỳ thay đổi nào trong thông tin cá nhân của bạn. Bạn nên lưu ý rằng nếu bạn cung cấp cho chúng tôi thông tin không chính xác hoặc nếu bạn không thông báo cho chúng tôi về bất kỳ thay đổi nào về thông tin mà bạn cung cấp trước đây, điều này có thể ảnh hưởng xấu đến chất lượng dịch vụ mà chúng tôi có thể cung cấp.
zh_cn: 您可以随时登录，在“设置”中更新您的个人信息。您应确保将个人信息的变化及时告知%1。请注意，如果您提供了错误的信息，或者在信息发生变化时没有通知我们，我们的服务质量可能会受到严重影响。

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
de_de: Sie können den Bonusbetrag abheben, sobald Sie einen Kontoumsatz des 25-fachen Wertes des Bonusbetrags überschritten haben.
id_id: Bonus hanya dapat dicairkan jika Anda telah melebihi total pembelian kontrak sebesar 25 kali jumlah bonus.
pl_pl: Możesz wypłacić kwotę bonusu po przekroczeniu obrotu na koncie równego 25-krotności wartości bonusu.
pt_pt: Você pode levantar a quantia do bónus depois de exceder um volume de negócios da conta de 25 vezes o valor da quantia do bónus.
vi_vn: Bạn có thể rút số tiền thưởng khi vốn luân chuyển của bạn đã vượt quá 25 lần giá trị của tiền thưởng.
zh_cn: 一旦您账户的交易额超过奖励金额的25倍，您就可以从账户中取出奖金。

source: You must comply with these Terms in order to use the %1 API.
de_de: Sie müssen diese Bedingungen einhalten, um das %1 API verwenden zu dürfen.
id_id: Anda harus mematuhi Persyaratan ini untuk menggunakan API %1.
pl_pl: Przestrzeganie niniejszych Warunków jest wymagane do korzystania z API %1.
pt_pt: Você deve cumprir estes termos para poder usar a API %1.
vi_vn: Bạn phải tuân thủ những Điều Khoản này để có thể sử dụng %1 API.
zh_cn: 要使用%1 API，您必须遵守这些条款。

source: You must ensure that you do not place digital advertisements on websites providing unauthorised access to copyrighted content.
de_de: Sie müssen sicherstellen, dass Sie keine digitalen Werbungen auf Websiten platzieren, die unberechtigten Zugang zu urheberrechtlich geschützten Inhalten geben.
id_id: Anda harus memastikan bahwa Anda tidak menempatkan iklan digital di situs yang menyediakan akses tidak sah ke konten yang dilindungi hak cipta.
pl_pl: Musisz zapewnić, że nie umieszczasz reklam cyfrowych na stronach internetowych, które zapewniają nieautoryzowany dostęp do treści chronionych prawami autorskimi.
pt_pt: Você de se assegurar que não coloque anúncios digitais em websites que concedem acesso não autorizado a conteúdos com direitos de autor.
vi_vn: Bạn phải đảm bảo rằng bạn không đặt quảng cáo kỹ thuật số trên các trang web cung cấp các truy cập trái phép nội dung có bản quyền.
zh_cn: 您必须确保不将数字广告放在为受版权保护内容提供未经授权访问的网站上。

source: You must have a fast and stable Internet connection as screenshots of your documents are required for our records
de_de: Sie müssen eine schnelle und stabile Internetverbindung haben, da Screenshots Ihrer Dokumente für unsere Aufzeichnungen erforderlich sind
fr_fr: Vous devez avoir une connexion Internet rapide et stable étant donné que des captures d’écran de vos documents sont requis pour nos archives
id_id: Anda harus memiliki koneksi internet yang cepat dan stabil karena tangkapan layar dokumen Anda diperlukan untuk catatan kami
pl_pl: Musisz posiadać szybkie i stabilne połączenie internetowe, gdyż w celach archiwizacyjnych wykonane zostaną zrzuty ekranów przedstawiające Twoje dokumenty
pt_pt: Você deve ter uma conexão à internet rápida e estável visto que são precisas imagens dos seus documentos para os nossos registros
vi_vn: Bạn phải có một kết nối Internet nhanh và ổn định như ảnh chụp màn hình tài liệu của bạn được yêu cầu cho hồ sơ của chúng tôi
zh_cn: 您必须有快速和稳定的网络连接，因为我们需要您提供文档截图作为记录

source: You must have:
fr_fr: Vous devez disposer :
id_id: Anda harus memiliki:
pl_pl: Wymagania:
pt_pt: Você deve ter:
vi_vn: Bạn cần có:
zh_cn: 您必须具有:

source: You must promptly report any security deficiencies in, or intrusions to, your Application that you discover to %1 by writing in to %2 or by raising a discussion thread on %3 which is part of our Developer Site. You will work with %1 to immediately correct any security deficiency, and will immediately disconnect any intrusions or intruder. In the event of any security deficiency or intrusion involving the Application, APIs or Content, you will make no public statements (e.g. press, blogs, social media, bulletin boards, etc.) without prior written and express permission from %1 in each instance.
de_de: Sie müssen von Ihnen erkannte Sicherheitsmängel oder das Eindringen in Ihre Anwendung umgehend schriftlich an %2 auf %1 melden, oder indem Sie einen Diskussionsthread auf %3 eröffnen, welcher ein Bestandteil unserer Entwicklersite ist. Sie müssen mit Binary.com zusammenarbeiten, um jeden Sicherheitsmangel umgehend zu beheben, und Sie müssen jedes Eindringen unterbinden oder jeden Eindringling trennen. Für den Fall eines Sicherheitsmangels oder eines Eindringens in eine Anwendung, APIs oder Inhalte, werden Sie ohne ausdrückliche schriftliche Genehmigung oder Erlaubnis von %1, in jedem Einzelfall keine öffentliche Stellungnahme (z. B. gegenüber der Presse, in Blogs, Sozialen Medien, Bulletin Boards, usw.) abgeben.
id_id: Anda harus segera melaporkan setiap kelemahan pengamanan, atau intrusi untuk, Aplikasi Anda yang Anda tunjukkan ke %1 dengan menulis ke %2 atau dengan membuat thread diskusi di %3 yang merupakan bagian dari Situs Pengembang kami. Anda akan bekerja dengan Binary.com untuk segera memperbaiki kekurangan keamanan, dan akan segera lepaskan semua gangguan atau penyusup. Dalam hal terjadi kekurangan keamanan atau gangguan yang melibatkan Aplikasi, API atau Konten, Anda tidak akan membuat pernyataan publik (misalnya pers, blog, media sosial, papan buletin, dll) tanpa izin tertulis dan kelulusan dari %1 pada setiap contoh.
pl_pl: Użytkownik jest zobowiązany niezwłocznie zgłosić %1 wszelkie dostrzeżone braki w zabezpieczeniach lub ataki jego Aplikacji, wysyłając wiadomość na adres: %2 lub rozpoczynając wątek na %3, który stanowi część naszej strony dla programistów. Użytkownik będzie współpracował z %1 w celu natychmiastowej naprawy braków w zabezpieczeniach i natychmiast zlikwiduje wszelkie ataki. W przypadku jakichkolwiek braków w zabezpieczeniach lub ataków, dotyczących Aplikacji, API lub Treści, Użytkownik nie będzie informował o tym opinii publicznej (np. w prasie, mediach społecznościowych, na blogach, tablicach ogłoszeniowych itp.) bez wcześniejszego uzyskania pisemnej zgody %1 odnoszącej się wyraźnie do każdego pojedynczego przypadku.
pt_pt: Você deve relatar imediatamente quaisquer deficiências de segurança no, ou intrusões para, seu aplicativo, que você descobrir, à %1, ao escrever para %2 ou criando uma linha de discussão em %3, que faz parte do nosso site de Desenvolvedores. Você trabalhará com a %1 para corrigir imediatamente quaisquer deficiências de segurança, e desligará quaisquer intrusões ou intrusos. Na eventualidade de qualquer deficiência de segurança ou intrusão envolvendo o aplicativo, APIs ou conteúdos, você não fará nenhumas declarações públicas (i.e. imprensa, mídias sociais, quadros de avisos, etc.) sem a expressa autorização prévia por escrito da %1 em cada instância.
vi_vn: Bạn phải nhanh chóng báo cáo nếu có bất kỳ nguy cơ nào về bảo mật, hay sự xâm nhập ở Ứng Dụng khi bạn phát hiện ra tại %1 bằng việc viết thư gửi %2 hoặc mở một chủ đề thảo luận trên %3 tại một góc trong Mục Phát Triển. Bạn sẽ làm việc với %1 để ngay lập tức giải quyết bất kỳ mối nguy cơ về bảo mật này, và sẽ ngay lập tức ngắt kết nối với bất kỳ sự xâm nhập hoặc kẻ xâm nhập nào. Trong trường hợp nguy cơ về bảo mật hay sự xâm nhập liên quan đến Ứng dụng, API hoặc Bộ nhớ, bạn sẽ không được phép thông báo một cách công khai (ví dụ: trên báo chí, các trang blog, phương tiện truyền thông xã hội, các bảng tin tức,..) nếu không có sự cho phép đặc biệt và bằng văn bản từ %1 cho từng trường hợp.
zh_cn: 如果发现应用程序有任何安全缺陷或受入侵，您必须及时以书面方式发送到%2向%1报告，或通过我们开发者网站上的%3提交讨论线程。您将与%1合作，立即纠正任何安全缺陷，并须立即切除任何侵犯或入侵者。如果发现任何关于应用程序、Api 或内容的安全缺陷或入侵，每个事件未经%1事先书面和明示许可，您不可发表公开声明 （例如新闻、博客、社交媒体、电子公告板等） 。

source: You or your employees' or agents' acts or omissions, including yours or their breach or alleged breach of these Terms;
de_de: Ihre Handlungen oder Versäumnisse oder die Ihrer Angestellten oder Vertreter, einschließlich Ihres oder deren Verstoßes, oder vermuteten Verstoßes gegen diese Bedingungen;
id_id: Kelalaian Anda atau karyawan Anda 'atau agen' termasuk Anda atau pelanggaran atau dugaan pelanggaran terhadap Persyaratan ini.
pl_pl: Czyny lub zaniechania Użytkownika, jego pracowników lub przedstawicieli, w tym naruszenie lub domniemane naruszenie niniejszych Warunków przez Użytkownika, jego pracowników lub przedstawicieli;
pt_pt: Os seus atos ou omissões, ou dos seus funcionários ou agentes, incluindo a sua violação ou violação alegada, ou as deles, destes termos;
vi_vn: Các hành vi hoặc sự thiếu sót của Đại Lý của bạn, chính bạn hay các nhân viên của bạn, bao gồm cả hành vi vi phạm hay hành vi được cho là vi phạm của bạn và những đối tượng trên đối với các Điều khoản này;
zh_cn: 您或您的雇员或代理人的行为或疏忽，包括您或他们对这些条款的违反或涉嫌违反;

source: You promise that:
de_de: Sie versprechen, dass:
id_id: Anda berjanji untuk:
pl_pl: Zobowiązujesz się, że:
pt_pt: Você promete que:
vi_vn: Bạn hứa rằng:
zh_cn: 您承诺︰

source: You represent and warrant to the Company that, excluding the Content, you have the right to use, reproduce, transmit, copy, publicly display, publicly perform, and distribute your Application, and that use or promotion of your Application will not violate the rights of any third party (e.g., copyright, patent, trademark, privacy, publicity or other proprietary right of any person or entity), or any applicable regulation or law, and the laws of any country in which your Application is made available.
de_de: Mit Ausnahme für den Inhalt, gewährleisten Sie gegenüber dem Unternehmen, dass Sie das Recht besitzen, Ihre Anwendung zu verwenden, zu übertragen, zu kopieren, öffentlich zu zeigen, öffentlich auszuführen oder zu vertreiben, und dass die Verwendung oder Bewerbung Ihrer Anwendung nicht die Rechte Dritter (z. B. Copyright, Patent, Handelsmarke, Datenschutz, Werbung oder Urheberrechter Dritter) oder anwendbare Verordnungen oder Gesetze sowie die Gesetze eines Landes, in dem Ihre Anwendung zur Verfügung gestellt wird, verletzen.
id_id: Anda mewakili dan menjamin kepada Perusahaan itu, termasuk Konten, Anda memiliki hak untuk menggunakan, memperbanyak, mentransmisikan, menyalin, menampilkan secara publik, melakukan, dan mendistribusikan aplikasi Anda, dan bahwa penggunaan atau promosi Aplikasi Anda tidak akan melanggar hak-hak dari pihak ketiga (misalnya, hak cipta, paten, merek dagang, privasi, publisitas atau hak milik lainnya dari setiap orang atau badan), atau peraturan atau hukum yang berlaku, dan hukum negara di mana aplikasi Anda tersedia.
pl_pl: Użytkownik oświadcza i zapewnia Firmę, że ma prawo do korzystania, odtwarzania, kopiowania, upubliczniania i rozpowszechniania swojej Aplikacji, wyłączając Treści, i że takie korzystanie z Aplikacji lub jej promocja nie narusza praw jakiejkolwiek strony trzeciej (np. praw autorskich, patentów, znaków towarowych, praw prywatności i wizerunku oraz innych praw dotyczących własności jakiejkolwiek osoby lub jakiegokolwiek podmiotu) lub jakichkolwiek przepisów prawnych i regulacji obowiązujących w jakimkolwiek kraju, w którym dostępna jest Aplikacja.
pt_pt: Você afirma e garante à empresa que, excluindo os conteúdos, você possui o direito de usar, reproduzir, transmitir, copiar, exibir publicamente, executar publicamente e distribuir o seu aplicativo, e que essa utilização ou promoção do seu aplicativo não viola os direitos de quaisquer terceiros (e.g. direitos de autor, patentes, marcas registradas, privacidades, publicidades ou outros direitos proprietários de qualquer pessoa ou entidade), ou quaisquer regulamentos ou leis aplicáveis, nem as leis de qualquer país no qual o seu aplicativo seja disponibilizado.
vi_vn: Bạn đại diện và đảm bảo với Công Ty của chúng tôi rằng, ngoại trừ Nội Dung này, bạn có quyền sử dụng, mô phỏng lại, chuyển tiếp, sao chép, hiển thị một cách công khai, thực hiện một cách công khai, và sắp xếp Ứng Dụng của bạn, và việc sử dụng hay Quảng Bá Ứng Dụng của bạn như vậy sẽ không vi phạm các quyền của bất kỳ bên thứ ba nào khác (ví dụ: quyền bản quyền, quyền sáng chế, quyền thương hiệu, quyền riêng tư, quyền công khai hay quyền sở hữu tài sản khác của bất kỳ một người hay thực thể nào), hay luật hoặc quy định đang ban hành, và luật của bất kỳ đất nước mà Ứng Dụng này được tạo ra.
zh_cn: 您向公司声明并保证，除了内容以外，您有权使用、复制、传输、公开显示、公开执行，和分发您的应用程序，且您对应用程序的使用或推广不会违反任何第三方（如任何人或实体的版权、专利、商标、隐私、名誉或其他专有权利），或您的应用程序任何适用法规或法律及可使用的任何国家的法律。

source: You represent, warrant, and undertake that you have obtained and shall maintain all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business.
de_de: Sie garantieren, erklären und versichern, dass Sie alle Lizenzen und Bewilligungen eingeholt haben, die von den Behörden oder Aufsichtsbehörden nach den in dem Land/den Ländern, in dem/denen Sie aktiv sind oder auf das/die Ihre Aktivitäten zielen für den Betrieb nach geltenden Gesetzen, Regeln und Vorschriften erforderlich sind.
id_id: Anda mewakili, menjamin, dan melakukan yang Anda telah diperoleh dan harus memelihara semua lisensi yang diperlukan dan persetujuan untuk beroperasi dalam undang-undang, peraturan, dan peraturan yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda.
pl_pl: Partner oświadcza i gwarantuje, że uzyskał i wciąż posiada wszelkie niezbędne licencje i pozwolenia na prowadzenie działalności wymaganych na mocy obowiązujących przepisów, rozporządzeń i norm prawnych wydawanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi działalność lub do którego kieruje swoje usługi.
pt_pt: Você declara, garante e assume que obteve e irá manter todas as licenças e autorizações necessárias para operar dentro de quaisquer leis, regras ou regulamentos aplicáveis, sob a autoridade de qualquer entidade regulatória, na jurisdição na qual você opera ou em que se destina o seu negócio.
vi_vn: Bạn đại diện, đảm bảo và cam kết rằng bạn được nhận và sẽ lưu trữ tất cả những giấy phép, giấy tờ cần thiết để hoạt động theo những điều luật, quy tắc và quy định được ban hành bởi cơ quan pháp lý có thẩm quyền, nơi mà bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới.
zh_cn: 您声明、保证、并承诺取得，并须保持所有依据任何适用法律、规则和规章针对您的业务运作范围内任何监管机构管辖权管辖下您的业务运作所必要的许可和同意书。

source: You represent, warrant, and undertake that your website or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive, or otherwise controversial or in breach of any third party rights and shall not link to any such material.
de_de: Sie gewährleisten, garantieren und unternehmen alles, um sicherzustellen, dass Ihre Website oder Werbemaßnahme kein verleumderisches, pornografisches, rechtswidriges, schädigendes, bedrohendes, obszönes, belästigendes, rassistisches oder ethnisch diskriminierendes, anstößiges oder umstrittenes, gewalttätiges, politisch brisantes oder in anderer Weise umstrittenes Material enthält, das die Rechte Dritter verletzt und dürfen solches Material auch nicht verlinken.
id_id: Anda mewakili, menjamin, dan memastikan bahwa situs atau promosi yang Anda miliki tidak mengandung bahan yang memfitnah, pornografi, melanggar hukum, membahayakan, mengancam, cabul, melecehkan, atau ras, etnis, atau tidak pantas atau diskriminatif, kekerasan, politik yang sensitif atau kontroversial atau melanggar hak-hak pihak ketiga dan tidak akan link ke materi tersebut.
pl_pl: Partner oświadcza, gwarantuje i zobowiązuje się, że jego strona lub materiały promocyjne nie będą zawierać żadnych materiałów, które są oszczercze, pornograficzne, niezgodne z prawem, szkodliwe, obsceniczne, nękające, rasistowskie, lub w inny sposób obraźliwe lub dyskryminujące, brutalne, politycznie wrażliwe lub w inny sposób kontrowersyjne lub naruszają prawa osób trzecich oraz że nie zawierają linków do takich materiałów.
pt_pt: Você representa, garante e compromete-se a que o seu site ou promoção não contenha material que seja difamatório, pornográfico, ilegal, prejudicial, ameaçador, obsceno, ofensivo, ou racial ou etnicamente, ou de outra forma, censurável ou discriminatório, violento, politicamente sensível, ou de outra forma controverso, ou em violação de quaisquer direitos de terceiros e que não terá ligação a nenhum material como os anteriormente referidos.
vi_vn: Bạn đại diện, bảo đảm và cam kết rằng trang web hay quảng cáo của bạn sẽ không chứa các tài liệu phản cảm, khiêu dâm, bất hợp pháp, độc hại, đe dọa, quấy rối, hoặc phân biệt chủng tộc, tôn giáo, hoặc gây khó chịu hoặc phân biệt đối xử, bạo lực, nhạy cảm về chính trị hoặc tranh cãi hay vi phạm các quyền của bên thứ ba và sẽ không kết nối với các loại tài liệu này.
zh_cn: 您声明、保证并承诺，您的网站或推广不得包含诽谤、色情、违法、伤害、威胁、低俗、骚扰、种族民族歧视及其他歧视、暴力、政治敏感、其他带有争议或违反第三方权利的材料，也不得链接至此类内容。

source: You risk only your initial stake, and your stake never increases.
de_de: Sie riskieren nur Ihren ursprünglichen Einsatz, und Ihr Einsatz erhöht sich nie.
fr_fr: Vous ne mettez en jeu que votre investissement initial et celui-ci n'augmente jamais.
id_id: Risiko Anda terbatas pada modal dan jumlah modal tidak meningkat.
pl_pl: Ryzykujesz tylko początkową stawkę, a ona nigdy nie rośnie.
pt_pt: Você arrisca apenas a sua aposta inicial e a sua aposta nunca aumenta.
vi_vn: Bạn chỉ gặp rủi ro với số tiền vốn ban đầu, và mức vốn đầu tư của bạn sẽ không bao giờ tăng.
zh_cn: 您承担的风险仅于您的初始投注额，而且您的投注额永远不会增加。
