Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: likelihood of execution and settlement - the depth of liquidity of the market to which client order is related
de_de: wahrscheinlichkeit einer Ausführung und Abwicklung - die Höhe der Liquidität des Markts, dem die Order des Kunden zugeordnet ist
id_id: kemungkinan eksekusi dan penyelesaian - kedalaman likuiditas pasar yang terkait dengan order klien
pl_pl: prawdopodobieństwo realizacji i rozliczenia – stopień płynności rynku, z którym powiązane jest zlecenie klienta
vi_vn: khả năng thực hiện và thanh toán - độ sâu thanh khoản của thị trường mà khách hàng có liên quan đến
zh_cn: 执行和结算可能性 - 客户的订单相关的市场流动性深度

source: login
fr_fr: connexion
id_id: masuk
pl_pl: logowanie
pt_pt: conectar
vi_vn: đăng nhập
zh_cn: 登录

source: logout
de_de: abmelden
fr_fr: déconnexion
id_id: keluar
pl_pl: Wyloguj
pt_pt: sair
vi_vn: đăng xuất
zh_cn: 注销

source: managing of various aspects of online trading such as sending orders to the platform;
de_de: Verwaltung der verschiedenen Aspekte des Online-Handels, wie das Senden von Order auf die Plattform;
id_id: mengelola berbagai aspek trading online seperti mengirim order pada platform;
pl_pl: zarządzanie różnymi aspektami handlu online, takimi jak przesyłanie zleceń do platformy;
pt_pt: gerenciando vários aspectos de negociações online, tais como o envio de ordens à plataforma;
vi_vn: quản lý các khía cạnh khác nhau của giao dịch trực tuyến như gửi lệnh tới sàn giao dịch;
zh_cn: 网上交易各方面的管理, 如向平台发送订单;

source: means any identifiable information relating to the applicant.
de_de: bezeichnet alle bestimmbaren Informationen, die sich auf den Bewerber beziehen.
fr_fr: signifie toute information identifiable concernant le candidat.
id_id: berarti setiap informasi yang dapat diidentifikasi terkait dengan pelamar.
pl_pl: oznacza wszelkie informacje umożliwiające identyfikację odnoszące się do kandydata.
vi_vn: có nghĩa là bất kỳ thông tin nhận dạng nào liên quan đến người nộp đơn.
zh_cn: 指与申请人有关的任何身分识别信息。

source: million
id_id: juta
pl_pl: milion
pt_pt: milhões
vi_vn: triệu
zh_cn: 百万

source: minute
id_id: menit
pl_pl: minuta
pt_pt: minuto
vi_vn: phút
zh_cn: 分钟

source: minutes
de_de: Minuten
id_id: menit
pl_pl: min
pt_pt: minutos
vi_vn: phút
zh_cn: 分钟

source: misrepresent its services provided to the clients;
de_de: verfälscht Dienstleistungen, die den Kunden zur Verfügung gestellt werden;
id_id: salah menggambarkan layanan yang diberikan kepada klien;
pl_pl: fałszywie przedstawia usługi świadczone przez niego klientom;
pt_pt: dá uma falsa ideia sobre os seus serviços aos seus Clientes
vi_vn: xuyên tạc về các dịch vụ cung cấp cho Khách hàng;
zh_cn: 歪曲其向客户提供的服务。

source: month
de_de: Monat
fr_fr: mois
id_id: bulan
pl_pl: miesiąc
pt_pt: mês
vi_vn: tháng
zh_cn: 月份

source: months
de_de: Monate
fr_fr: mois
id_id: bulan
pl_pl: miesiące
pt_pt: meses
vi_vn: tháng
zh_cn: 月份

source: name, email address and contact number;
de_de: Name, E-Mail Adresse und Kontaktnummer;
id_id: nama, alamat email dan nomor kontak;
pl_pl: imię i nazwisko, adres e-mail i numer telefonu;
pt_pt: nome, endereço de e-mail e número de contato;
vi_vn: tên, địa chỉ email và số điện thoại liên lạc;
zh_cn: 姓名、电子邮件和电话。

source: net of any other money credited to your MT5 Real Account and debited from your MT5 Real Account.
de_de: Netto aller anderen Gelder, die Ihrem MT5 Echtgeldkonto gutgeschrieben werden, und von Ihrem MT5 Echtgeldkonto abgebucht werden.
id_id: bersih dari dana lain yang dikreditkan ke Akun Riil MT5 Anda dan didebit dari Akun Riil MT5 Anda.
pl_pl: wartość netto innych środków pieniężnych przypisanych na Twoje Prawdziwe konto MT5 i odliczonych z Twojego Prawdziwego konta MT5.
pt_pt: o valor líquido de quaisquer fundos creditados na sua conta real MT5 e debitadas da sua conta real MT5;
vi_vn: tổng của bất kỳ khoản tiền nào khác được ghi có vào Tài Khoản Thực MT5 của bạn và được ghi nợ từ Tài Khoản Thực của MT5.
zh_cn: 借记到您MT5真实账户的任何其他资金和从您MT5真实账户扣除后的净值.

source: net of fund transfers between your %1 account and your MT5 Real Account;
de_de: Netto der Gelder-Überweisungen zwischen Ihrem %1 Konto und Ihrem MT5 Echtgeldkonto;
id_id: transfer dana bersih antara akun %1 Anda dengan Akun Riil MT5 Anda;
pl_pl: wartość netto środków przelewanych między Twoim kontem: %1 a Prawdziwym kontem MT5;
pt_pt: líquido de transferências de fundos entre a sua conta %1 e a sua conta real MT5;
vi_vn: biểu đồ của quỹ chuyển giao giữa tài khoản %1 và Tài Khoản Thực MT5 của bạn;
zh_cn: 您的%1账户及MT5真实账户之间基金转让净值;

source: net of realised profits credited to your MT5 Real Account and realised losses debited from your MT5 Real Account;
de_de: Netto von realisierten Gewinnen, die Ihrem MT5 Echtgeldkonto gutgeschrieben werden, und realisierte Verluste, die von Ihrem MT5 Echtgeldkonto abgebucht werden;
id_id: keuntungan bersih yang dikreditkan kedalam Akun Riil Anda dan kerugian yang didebitkan dari Akun Riil MT5 Anda;
pl_pl: wartość netto osiągniętych zysków przypisanych na Twoje Prawdziwe konto MT5 i poniesionych strat odliczonych z Twojego Prawdziwego konta MT5;
pt_pt: líquido de lucros realizados creditados à sua conta real MT5 e perdas realizadas debitadas da sua conta real MT5;
vi_vn: tổng của các lợi nhuận sẽ được gửi đến Tài Khoản Thực MT5 của bạn và các thua lỗ cũng sẽ được trừ vào Tài Khoản Thực MT5 của bạn;
zh_cn: 借记到您MT5真实账户的实现利润和从您MT5真实账户扣除的实现亏损净值;

source: numbers
de_de: Zahlen
fr_fr: chiffres
id_id: nomor
pl_pl: liczby
pt_pt: números
vi_vn: số
zh_cn: 号码

source: or
de_de: oder
fr_fr: ou
id_id: atau
pl_pl: lub
pt_pt: ou
vi_vn: hoặc
zh_cn: 或

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
de_de: die Seite für die genaue Zeit für alle Kontraktabrechnungen. Andere Websites mögen andere Vereinbarungen getroffen haben (z. B. wählen einige Websites 16 Uhr (New York) oder 17 Uhr (London)). Dadurch können sich die Eröffnungs-, Höchst-, Tiefst- und Schlussnotierungen auf unserer Website aufgrund des Börsenschlusses von denen anderer Websites unterscheiden .
id_id: halaman untuk waktu tepat penyelesaian seluruh kontrak. Situs lain mungkin menggunakan konvensi berbeda (sebagai contoh beberapa website menggunakan jam 4 waktu New York atau jam 5 waktu London). Hal ini menyebabkan harga open, high, low dan close pada situs kami akan mengalami perbedaan dengan situs lainnya berhubung konvensi waktu penutupan pasar.
pl_pl: ,gdzie opisane są dokładne pory rozliczania wszystkich kontraktów. Inne portale mogą stosować inną konwencję (np. niektóre portale wybierają godz. 4 czasu nowojorskiego lub 5 czasu londyńskiego). Tak więc, ze względu na konwencję godziny zamknięcia rynku, cena otwarcia, cena wysoka, cena niska i cena zamknięcia wyświetlone na naszym portalu mogą różnić się od tych na innych portalach.
pt_pt: página para a hora exata de liquidação de todos os contratos. Outras páginas Web podem adotar uma convenção diferente (por exemplo, algumas páginas Web escolhem 4 horas, horário de Nova Iorque, ou 5 horas, horário de Londres). Dessa forma, os preços abertos, altos, baixos e em fechamento apresentados na nossa página Web podem ser diferentes dos preços em outras páginas Web, devido à convenção de hora de fechamento dos mercados.
vi_vn: trang dành cho quyết toán tại thời gian chính xác đối với tất cả các hợp đồng. Các trang web khác có thể áp dụng quy ước khác nhau (ví dụ như một số trang web chọn thời gian 04: 00 NY, hoặc 5: 00 theo giờ Luân Đôn). Kết quả là, giá đóng, mở, cao, thấp hiển thị trên trang web của chúng tôi có thể khác với những giá trên các trang web khác, do quy ước thời gian đóng cửa thị trường khác nhau.
zh_cn: 包含所有合约精确结算时间的页面。其他网站可能有不同的惯例（比如一些网站采用纽约时间4点或伦敦时间5点），因此，本网站上显示的开盘、高、低或收盘价可能与其他网站不一致。

source: paysafecard offers a voucher-based online payment method that does not require a bank account, credit card, or other personal information. For more information, please visit %1.
fr_fr: paysafecard propose une méthode paiement en ligne par coupon qui ne nécessite pas de compte bancaire, carte de crédit ou autres informations personnelles. Pour plus d’informations, veuillez visiter %1.
id_id: paysafecard menawarkan metode pembayaran online berbasis voucher yang tidak memerlukan rekening bank, kartu kredit, atau informasi pribadi lainnya. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: paysafecard oferuje elektroniczną metodę płatności opartą na systemie pre-paid, która nie wymaga posiadania konta bankowego, karty kredytowej ani podawania danych osobowych. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: paysafecard offers a voucher-based online método de pagamento that does not require a conta bancária, cartão de crédito, ou outro informações pessoais. Para mais informações, visite %1.
vi_vn: paysafecard cung cấp phương thức thanh toán trực tuyến dựa trên các phiếu nạp không yêu cầu tài khoản ngân hàng, thẻ tín dụng hoặc thông tin cá nhân khác. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: paysafecard 提供基于凭证，不需要银行账户、信用卡或其他个人信息的在线支付方法 。欲知详情, 请访问 %1。

source: perform its services and other obligations hereunder at its own cost and risk.
de_de: seine Leistungen und sonstigen Pflichten hierunter auf eigene Kosten und Gefahr durchführen.
id_id: menyediakan layanan dan kewajiban lainnya berdasarkan biaya dan risiko sendiri.
pl_pl: świadczy swoje usługi i wywiązuje się z pozostałych zobowiązań na mocy niniejszej umowy na własny koszt i na własne ryzyko.
pt_pt: executar os seu serviços e outras obrigações ao abrigo do presente Acordo por sua própria conta e risco.
vi_vn: thực hiện các dịch vụ và các nghĩa vụ sau đây tại các chi phí và rủi ro của riêng mình.
zh_cn: 自费和自负风险责任履行其服务和其他义务。

source: prepare and publish any material or place any advertisements which refer to the Company and its relationship with the Company without an authorisation to be given by the Company;
de_de: bereiten und veröffentlichen Material, oder zeigen eine Werbung an, die sich auf das Unternehmen und dessen Beziehung zum Unternehmen bezieht, ohne einer Genehmigung vom Unternehmen;
id_id: menyiapkan dan menerbitkan materi atau memasang iklan yang mengacu pada Perusahaan atau hubungannya dengan Perusahaan tanpa izin yang diberikan oleh Perusahaan;
pl_pl: przygotowywać i publikować jakiekolwiek materiały lub umieszczać jakiekolwiek ogłoszenia, które odnoszą się do Firmy i do związku Pośrednika z Firmą bez pozwolenia udzielonego przez Firmę;
vi_vn: chuẩn bị và xuất bản tài liệu bất kỳ hoặc đặt bất kỳ quảng cáo nào mà giới thiệu công ty hoặc mối quan hệ với công ty mà không có một ủy quyền để được cung cấp bởi công ty;
zh_cn: 没有获得公司授权的情况下, 准备和发布任何涉及公司名义和涉及其与公司的关系的任何材料或广告。

source: price - the price at which the transaction in relation to the client's order is executed
de_de: Kurs - der Kurs, zu dem die Transaktion, im Verhältnis zur Order des Kunden, ausgeführt wird
id_id: harga - harga di mana transaksi dalam kaitannya dengan order klien yang dieksekusi
pl_pl: cena – cena, po której zostaje zrealizowana transakcja powiązana ze zleceniem klienta
vi_vn: giá - giá mà tại đó các giao dịch liên quan đến các lệnh của khách hàng được thực hiện
zh_cn: 价格 - 客户的订单相关的交易执行价格

source: provide the Company with all and any information whatsoever that it may become aware of that may be harmful, adverse or detrimental to the Company and its reputation;
de_de: dem Unternehmen alle Informationen zur Verfügung zu stellen, damit es auf das aufmerksam wird, was möglicherweise schädlich, negativ oder nachteilig für das Unternehmen und seinen Ruf sein könnte;
id_id: memberikan semua informasi dan informasi kepada Perusahaan dengan segala hal yang mungkin menjadi hal yang berbahaya atau merugikan pada Perusahaan dan reputasinya;
pl_pl: dostarcza Firmie wszelkie informacje, które posiada lub w których może wejść posiadanie, które mogą zaszkodzić Firmie i jej reputacji;
vi_vn: cung cấp cho Công ty mọi thông tin và bất kỳ thông tin nào mà Công ty có thể nhận thức được rằng có thể có hại, bất lợi hoặc gây bất lợi cho Công ty và danh tiếng của Công ty;
zh_cn: 向公司提供其获悉的可能会对公司及其名誉造成损害、不利或有害的一切和任何信息。

source: receive the approval of the Company to include any information in relation to the Company; and
de_de: erhalten die Genehmigung des Unternehmens, um jede Information im Zusammenhang mit dem Unternehmen miteinzubeziehen; und
id_id: menerima persetujuan Perusahaan untuk memasukkan informasi apapun yang berkaitan dengan Perusahaan; dan
pl_pl: uzyskuje zgodę Firmy na zawarcie wszelkich informacji powiązanych z Firmą; i
pt_pt: receber aprovação da Empresa para incluir quaisquer informações relacionadas com a Empresa; e
vi_vn: nhận được sự chấp thuận của công ty để bao gồm bất kỳ thông tin nào liên quan đến công ty; và
zh_cn: 获得公司批准, 提供与公司有关的任何资料。以及

source: represent itself as a representative of the Company or as an authorised Person by the Company in its advertising activities;
de_de: sich selbst als Vertreter des Unternehmens oder als eine befugte Person des Unternehmens in seinen Werbeaktivitäten darstellen;
id_id: mewakili dirinya sebagai perwakilan Perusahaan atau sebagai Pihak yang berwenang oleh Perusahaan dalam kegiatan periklanannya;
pl_pl: w swoich działaniach marketingowych przedstawia się jako przedstawiciel Firmy lub Osoba upoważniona przez Firmę;
pt_pt: representar-se como um representante da Empresa ou como qualquer Pessoa autorizada pela Empresa nas suas atividades de promoção;
vi_vn: đại diện cho chính nó như là một đại diện của Công Ty hoặc là người được ủy quyền của Công Ty trong các hoạt động quảng cáo;
zh_cn: 在公司的广告活动中代表公司作为代表或授权人。

source: restrict the further processing of their personal data, as well as in certain circumstances; and
de_de: schränkt die weitere Verarbeitung derer personenbezogenen Daten ein, sowie unter bestimmten Umständen; und
fr_fr: restreindre la poursuite du traitement de leurs données personnelles, ainsi que dans certaines circonstances ; et
id_id: membatasi pemrosesan lebih lanjut atas data pribadi mereka, serta dalam keadaan tertentu; dan
pl_pl: ograniczyć dalsze przetwarzanie ich danych osobowych, także w określonych warunkach; i
vi_vn: hạn chế việc xử lý thêm dữ liệu cá nhân của họ, cũng như trong một số trường hợp nhất định; và
zh_cn: 限制对其个人数据以及某些情况下的进一步处理; 和

source: risk warnings and notices related to transactions and investments in the proposed instruments;
de_de: Risikowarnungen und Ankündigungen, die sich auf Transaktionen und Investitionen in den vorgeschlagenen Instrumenten beziehen;
id_id: peringatan risiko dan pemberitahuan terkait dengan transaksi dan investasi dalam instrumen yang diusulkan;
pl_pl: ostrzeżenia o ryzyku i powiadomienia związane z transakcjami i inwestowaniem w proponowanie instrumenty finansowe;
pt_pt: avisos de risco e notificações relacionados com transações e investimentos nos instrumentos propostos;
vi_vn: cảnh báo rủi ro và thông báo liên quan đến giao dịch và đầu tư vào các công cụ được đề xuất;
zh_cn: 与建议工具的交易和投资有关的风险警告和通知;

source: risk warnings and notices related to your transactions;
de_de: Risikowarnungen und Ankündigungen, die sich auf Ihre Transaktionen beziehen;
id_id: peringatan risiko dan pemberitahuan terkait dengan transaksi Anda;
pl_pl: ostrzeżenia o ryzyku i powiadomienia związane z Twoimi transakcjami;
pt_pt: avisos de risco e notificações relacionados com as suas transações;
vi_vn: cảnh báo rủi ro và thông báo liên quan đến giao dịch của bạn;
zh_cn: 与您的交易有关的风险警告和通知;

source: rules and regulations set out in the (Laws of Malta) <i>Investment Services Act (Control of Assets) Regulations, 1998 as amended,</i> or any subsequent regulation thereto.
de_de: Regeln und Bestimmungen, die in den (Gesetzen von Malta) dargelegt sind <i>Investment Services Act (Kontrolle des Vermögenswertes) Bestimmungen, 1998 in der jeweils gültigen Fassung, </i> oder jede nachfolgende Bestimmung dazu.
id_id: aturan dan peraturan yang ditetapkan dalam (Hukum Malta) <i> Undang-undang Layanan Investasi (Kontrol Aset), 1998 sebagaimana telah diubah, </ i> atau peraturan berikutnya.
pl_pl: przepisy i regulacje określone w <i>Rozporządzeniach ustawy o usługach inwestycyjnych (kontrola aktywów) – Investment Services Act (Control of Assets), z 1998 r. z późniejszymi zmianami,</i> i przyszłe rozporządzenia odnoszące się do nich.
pt_pt: regras e regulamentos definidos nos <i>Regulamentos da Lei dos Serviços de Investimento (Controlo de Ativos) de 1998, de acordo com as alterações</i> (Leis de Malta) ou qualquer regulamento posterior coligado.
vi_vn: các quy tắc và quy định được quy định trong Đạo Luật Dịch Vụ Đầu tư (Đạo luật của Malta), <i>Đạo luật Dịch vụ Đầu tư (Kiểm soát Tài sản), 1998 được sửa đổi, </i>hoặc bất kỳ quy định nào sau đó.
zh_cn: 马耳他法律中的<i>《投资服务法》 (资产管制) 1998年修正条例</i> 或其后的任何条例规定的规则和条例。

source: second
de_de: Sekunde
fr_fr: seconde
id_id: detik
pl_pl: sekunda
pt_pt: segundo
vi_vn: giây
zh_cn: 秒

source: seconds
de_de: Sekunden
fr_fr: secondes
id_id: detik
pl_pl: sekundy
pt_pt: segundos
vi_vn: giây
zh_cn: 秒

source: shall mean Data Protection Act 2018, Chapter 440 of the Laws of Malta.
de_de: soll die Datenschutzrichtlinie 2018, Kapitel 440 der Gesetze Maltas bezeichnen.
fr_fr: signifie l'Acte de Protection des Données 2018, chapitre 440 des lois de Malte.
id_id: berarti Undang-undang Perlindungan Data 2018, Bab 440 Hukum Malta.
pl_pl: oznacza Ustawę o ochronię danych osobowych z 2018 r., rozdział 440 Prawa Malty.
pt_pt: significará a Lei sobre a proteção de dados de 2018, capítulo 440 das leis de Malta.
vi_vn: ý nói đến Đạo luật bảo vệ dữ liệu năm 2018, Chương 440 của Luật pháp Malta.
zh_cn: 应指马耳他法令《2018数据保护法》第440章。

source: shall mean EU General Data Protection Regulation 2016/679.
de_de: soll die allgemeine EU Datenschutzrichtlinie 2016/679 bezeichnen.
fr_fr: signifie le Réglement Général de Protection des Données de l'UE 2016/679.
id_id: berarti Peraturan Perlindungan Data Umum UE 2016/679.
pl_pl: oznacza ogólne rozporządzenie UE o ochronie danych osobowych 2016/679.
pt_pt: significará o Regulamento Geral sobre a Proteção de Dados (UE) 2016/679.
vi_vn: có nghĩa là Quy định bảo vệ dữ liệu chung của EU 2016/679.
zh_cn: 应指欧盟一般数据保护条例2016/679。

source: shall mean any operation which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, restriction, erasure, or destruction, etc..
de_de: bezeichnet jede Operation, die auf persönliche Daten, oder persönliche Datensätze, automatisch oder nicht, wie die Sammlung, Aufzeichnung, Organisation, Strukturierung, Aufbewahrung, Anpassung, Einschränkung, Löschung, oder Zerstörung, etc. ausgeübt wird.
fr_fr: : signifie toute opération qui s’effectue sur les données personnelles ou sur les ensembles de données personnelles par des moyens automatisés ou non, comme la collecte, enregistrement, organisation, structuration, stockage, adaptation ou modification, restriction, effacement, ou destruction, etc..
id_id: berarti setiap operasi yang dilakukan pada data pribadi atau pada set data pribadi, baik dengan cara otomatis atau tidak, seperti pengumpulan, pencatatan, pengorganisasian, penataan, penyimpanan, adaptasi atau perubahan, pembatasan, penghapusan, atau perusakan, dll..
pl_pl: oznacza wszelkie działania związane z danymi osobowymi lub zestawami danych osobowych, niezależnie od tego, czy takie działania są wykonywane przy użyciu zautomatyzowanych metod, takie jak gromadzenie, nagrywanie, organizacja, strukturyzacja, przechowywanie, dostosowywanie lub zmienianie, ograniczanie, usuwanie lub niszczenie itp.
pt_pt: significará qualquer operação que seja executada em dados pessoais ou em conjuntos de dados pessoais, quer sejam por meios automatizados ou não, tais como a coleta, gravação, organização, estruturamento, armazenamento, adaptação ou alteração, restrição, apagamento ou destruição, etc...
vi_vn: có nghĩa là bất kỳ hoạt động nào được thực hiện trên dữ liệu cá nhân hoặc trên tập hợp dữ liệu cá nhân, có hoặc không bằng phương tiện tự động, chẳng hạn như thu thập, ghi âm, tổ chức, cấu trúc, lưu trữ, thích ứng hoặc thay đổi, hạn chế, xóa hoặc hủy..
zh_cn: 指对个人数据或个人数据集执行任何操作, 无论是否使用自动措施, 如收集、记录、组织、整构、存储、改编或更改、限制、删除或破坏等。

source: shall mean the Binary Group of companies. This means that the Company is responsible for deciding how it holds and uses any personal data about the applicant.
de_de: bezeichnet die Binary-Unternehmensgruppe. Dies bedeutet, dass das Unternehmen dafür verantwortlich ist, zu entscheiden, wie es personenbezogene Daten des Bewerbers hält und nützt.
fr_fr: signifie le Groupe de Compagnies Binary. Cela signifie que la Compagnie est responsable de décider comment elle détient et utilise toutes données personnelles concernant le candidat.
id_id: berarti Grup Perusahaan Binary. Ini berarti bahwa Perusahaan bertanggung jawab untuk memutuskan bagaimana ia memegang dan menggunakan data pribadi pelamar.
pl_pl: oznacza grupę spółek Binary Group. Oznacza to, że Firma decyduje, w jaki sposób przechowuje dane osobowe kandydata i w jaki sposób z nich korzysta.
pt_pt: significará o grupo de empresas Binary. Isto significa que a Empresa é responsável pela decisão sobre como ela detém e usa quaisquer dados pessoais do requerente.
vi_vn: có nghĩa là Binary Group. Điều này có nghĩa là Công Ty có trách nhiệm quyết định cách thức tổ chức và sử dụng bất kỳ dữ liệu cá nhân nào về người nộp đơn.
zh_cn: 指Binary集团公司。这表示由公司负责决定如何保存和使用申请人的任何个人数据。

source: shall mean the applicant, whose personal data is collected by the Company.
de_de: soll den Bewerber bezeichnen, dessen personenbezogene Daten vom Unternehmen erhoben werden.
fr_fr: signifie le candidat, dont les données personnelles sont collectées par la Compagnie.
id_id: berarti pelamar, yang data pribadinya dikumpulkan oleh Perusahaan.
pl_pl: oznacza kandydata, którego dane osobowe są gromadzone przez Firmę.
pt_pt: significará o requerente, cujos dados pessoais são coletados pela Empresa.
vi_vn: ý nói đến người nộp đơn, là người có dữ liệu cá nhân được Công Ty thu thập.
zh_cn: 指公司收集其个人资料的申请人。

source: shall mean these Terms and Conditions regulating the provision of services.
de_de: soll meinen, dass diese Allgemeinen Geschäftsbedingungen die Dienstleistungen regulieren.
id_id: berarti Syarat dan Ketentuan ini mengatur penyediaan layanan.
pl_pl: oznacza Warunki regulujące świadczenie usług.
pt_pt: significará estes termos e condições que regulam a prestação dos serviços.
vi_vn: có nghĩa là các Điều Khoản và Điều Kiện này quy định việc cung cấp dịch vụ.
zh_cn: 须指规管提供服务的条款及条件。

source: size - the size of client order determined by the volume (number of lots)
de_de: Größe - die Größe der Kunden-Order vom Volumen (Anzahl der Lot) bestimmt.
id_id: ukuran - ukuran order klien ditentukan oleh volume (jumlah lot)
pl_pl: rozmiar – rozmiar zlecenia klienta zależny od wielkości (liczby partii)
vi_vn: kích thước - kích thước của lệnh của khách hàng được xác định theo khối lượng (số lượng của các lô)
zh_cn: 大小 - 客户的订单大小根据数量 （手数） 而定

source: space
de_de: Bereich
fr_fr: espace
id_id: ruang
pl_pl: spacja
pt_pt: espaço
vi_vn: khoảng trắng
zh_cn: 空间

source: speed - the speed at which client order can be executed
de_de: Geschwindigkeit - die Geschwindigkeit, mit der Kunden-Order ausgeführt werden können
id_id: kecepatan - kecepatan di mana order klien dapat dieksekusi
pl_pl: szybkość – szybkość, z jaką może zostać zrealizowane zlecenie klienta
vi_vn: tốc độ – tốc độ mà tại đó, lệnh của khách hàng có thể được thực hiện
zh_cn: 速度 - 客户的订单可执行速度
