Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We may modify Margin Requirements for any Open Positions or new Transactions entered into, at our sole discretion. Formulas for Margin Requirements published on the website are indicative only and may be changed by the Company at its discretion at any time, due to changing market conditions or other factors.
de_de: Wir können Margin-Anforderungen für alle offenen Positionen, oder neu eingegangenen Transaktionen, einzig nach unserem Ermessen modifizieren. Formeln für Margin-Anforderungen, die auf der Website veröffentlicht sind, sind nur indikativ und können vom Unternehmen, nach sich verändernden Marktbedingungen oder anderen Faktoren, nach eigenem Ermessen, zu jeder Zeit geändert werden.
id_id: Kami dapat mengubah Persyaratan Margin bagi Open Position atau Transaksi baru yang dibeli, dengan kebijakan kami sendiri. Formula untuk Persyaratan Margin yang ditampilkan pada website adalah bersifat indikatif dan dapat dirubah oleh Perusahaan dengan kebijakannya setiap saat, berhubung perubahan kondisi pasar atau faktor lain.
pl_pl: Możemy modyfikować, według własnego uznania, wymogi dot. depozytu zabezpieczającego dla wszelkich pozycji otwartych lub nowych zawieranych transakcji. Formuły odnoszące się do tych wymogów publikowane w tym serwisie internetowym mają wyłącznie charakter orientacyjny i mogą zostać zmienione przez Firmę według jej uznania w dowolnym momencie w związku ze zmieniającymi się warunkami rynkowymi lub innymi czynnikami.
pt_pt: Podemos modificar os requisitos de margem de quaisquer posições em aberto ou de transações novas efetuadas, a nosso exclusivo critério. Fórmulas para requisitos de margem publicadas no nosso site são apenas indicativas e podem ser alteradas pela Empresa a seu exclusivo critério em qualquer momento, devido a mudanças nas condições do mercado ou outros fatores.
vi_vn: Chúng tôi có thể sửa đổi Điều Kiện Ký Quỹ cho bất kỳ Phiên Mở hoặc phiên Giao Dịch mới được nhập vào, theo ý kiến của chúng tôi. Cách tính Điều Kiện Biên được công bố trên website chỉ mang tính tham khảo và có thể được thay đổi bởi Công Ty với ý kiến của chúng tôi tại bất kỳ thời điểm nào, do thay đổi điều kiện thị trường hoặc các yếu tố khác.
zh_cn: 我们可能会自行决定为任何未平仓头寸或新签订交易修改保证金要求。网站上公布的保证金要求公式仅供参考用途，并可能会随时因市场条件或其他因素的变化由公司自行决定更改。

source: We may or may not use your personal information to contact you at any reasonable time as part of our marketing activities. You authorise us to contact you by email or telephone to give you information about selected products and services offered by us. Your consent for us to use your personal information for this purpose applies to the period you have an MT5 Real Account with us and after you close your MT5 Real Account. Please advise us in writing if you do not wish your personal information to be used for such purposes.
de_de: Wir können Ihre persönlichen Informationen dazu verwenden (oder nicht), Sie zu jeder angemessenen Zeit als Teil unserer Marketingaktivitäten zu kontaktieren. Sie gestatten uns, Sie über E-Mail oder Telefon zu kontaktieren, um Ihnen Informationen über ausgewählte Produkte und von uns angebotene Dienstleistungen zu geben. Ihre Zustimmung an uns, Ihre persönlichen Informationen zu diesem Zweck zu verwenden, gilt für den Zeitraum, in dem Sie ein MT5 Echtgeldkonto mit uns haben und nachdem Sie Ihr MT5 Echtgeldkonto geschlossen haben. Bitte benachrichtigen Sie uns schriftlich, falls Sie nicht damit einverstanden sind, dass Ihre persönlichen Informationen zu solchen Zwecken verwendet werden.
id_id: Kami mungkin atau mungkin tidak akan menggunakan informasi pribadi Anda dalam menginformasikan program promosi yang kami miliki. Anda mengizinkan kami untuk menghubungi Anda melalui email atau telepon untuk memberikan informasi tentang produk dan layanan terpilih yang kami tawarkan. Persetujuan Anda dalam menggunakan informasi pribadi Anda untuk tujuan ini berlaku selama Anda memiliki Akun Riil MT5 termasuk setelah Anda menutup Akun Riil MT5 Anda. Mohon informasikan secara tertulis jika Anda tidak ingin informasi pribadi Anda digunakan untuk tujuan tersebut.
pl_pl: Możemy, ale nie musimy, korzystać z Twoich danych osobowych w celu skontaktowania się z Tobą w dowolnej chwili w celach związanych z naszą działalnością marketingową. Upoważniasz nas do kontaktowania się z Tobą drogą e-mailową lub telefoniczną w celu udzielania informacji o wybranych oferowanych przez nas produktach i usługach. Zgoda na wykorzystywanie Twoich danych osobowych w tym celu jest udzielana na okres posiadania przez Ciebie Prawdziwego konta MT5 na naszym portalu oraz po jego zamknięciu. Jeśli nie chcesz, by Twoje dane osobowe były wykorzystywane w tym celu, prosimy o informację o tym w formie pisemnej.
pt_pt: Poderemos usar ou não as suas informações pessoais para contatá-lo, a qualquer momento razoável, como parte das nossas atividades de marketing. Você autoriza-nos a contatá-lo por e-mail ou telefone para lhe fornecer informações sobre produtos e serviços selecionados disponibilizados por nós. O seu consentimento para que usemos as suas informações pessoais para este fim aplica-se ao período no qual você detiver uma conta real MT5 conosco e depois de você fechar a sua conta real MT5. Pedimos que nos informe, por escrito, caso não queira que as suas informações pessoais sejam usadas para tais fins.
vi_vn: Chúng tôi có hoặc không thể sử dụng thông tin cá nhân của bạn để liên lạc với bạn tại bất kỳ thời gian hợp lý nào là một phần của các hoạt động tiếp thị của chúng tôi. Bạn cho phép chúng tôi tiến hành liên hệ với bạn bằng email hoặc điện thoại để cung cấp cho bạn các thông tin về lựa chọn sản phẩm và dịch vụ được cung cấp bởi chúng tôi. Sự đồng ý của bạn cho chúng tôi sử dụng thông tin cá nhân của bạn cho mục đích này áp dụng cho khoảng thời gian bạn sở hữu Tài Khoản Thực MT5 với chúng tôi và sau khi bạn đóng Tài Khoản Thực MT5 của bạn. Xin vui lòng thông báo cho chúng tôi bằng văn bản nếu bạn không muốn thông tin cá nhân của bạn sẽ được sử dụng cho các mục đích đó.
zh_cn: 作为我们营销活动的一部分，我们可能，也可能不会于任何合理时间内使用您的个人信息与您联系。您授权我们通过电子邮件或电话与您联系，向您提供选定的产品和服务信息。您拥有我们的MT5真实账户期间及您关闭MT5真实账户之后，您同意我们使用您的个人信息作此用途。如果您不希望您的个人信息被用于此用途，请以书面通知我们。

source: We may release subsequent versions of the %1 API and require that you use those subsequent versions. Your continued use of the APIs following a subsequent release will be deemed your acceptance of modifications.
de_de: Wir dürfen Nachfolgeversionen des %1 API herausbringen und Sie verpflichten sich dazu, diese Nachfolgeversionen zu verwenden. Ihre fortgesetzte Verwendung der APIs nach einer Folgeausgabe wird als Annahme der Änderungen gewertet.
id_id: Kami mungkin akan merilis versi berikutnya dari API %1 dan mengharuskan Anda menggunakan versi-versi berikutnya. Jika Anda terus menggunakan API pada rilis berikutnya maka akan dianggap penerimaan Anda termodifikasi.
pl_pl: Mamy prawo udostępniać kolejne wersje API %1 i zażądać od Użytkownika korzystania z tych wersji. Dalsze korzystanie z API po udostępnieniu nowszych wersji jest jednoznaczne z zaakceptowaniem zmian.
pt_pt: Podemos lançar versões subsequentes da API %1 e requerer que você use essas versões subsequentes. O seu uso contínuo das APIs após um lançamento subsequente será considerado a sua aceitação das modificações.
vi_vn: Chúng tôi có thể tung ra các bản nâng cấp tiếp theo của %1 API và yêu cầu bạn sử dụng những phiên bản cập nhật này. Việc bạn tiếp tục sử dụng các phiên bản cập nhật của API sẽ được coi là bạn chấp thuận việc điều chỉnh.
zh_cn: 我们可能发布%1 API的后续版本，并要求你使用这些后续版本。您继续使用Api后续版本将被视为您接受修定版本。

source: We may, at our absolute discretion, accept a Stop Order or a Limit Order from you. We may enable other types of Orders (for example, a trailing stop order) for your execution at any point in time.
de_de: Wir können, nach eigenem Ermessen, eine Stop Order, oder eine Limit Order von Ihnen akzeptieren. Wir können zu jeder Zeit, andere Arten von Ordern (zum Beispiel eine Trailing Stop Order) zu Ihrer Ausführung freigeben.
id_id: Kami mungkin, dengan kebijaksanaan mutlak, menerima Stop Order atau Limit Order dari Anda. Kami mungkin akan menyediakan Order lain (sebagai contoh, trailing stop order) untuk eksekusi Anda setiap waktu.
pl_pl: Możemy, według własnego uznania, zaakceptować Twoje zlecenie Stop lub zlecenia Limit. Możemy w dowolnej chwili zapobiec realizacji innych Twoich zleceń (np. zleceń typu „trailing stop”).
pt_pt: Podemos, a nosso exclusivo, aceitar uma ordem de interrupção ou uma ordem com limites de você. Podemos habilitar outros tipos de ordens (por exemplo, uma ordem de interrupção dinâmica) para a sua execução em qualquer ponto no tempo.
vi_vn: Chúng tôi có thể, theo quyết định tuyệt đối của chúng tôi, chấp nhận một Lệnh Dừng hoặc Lệnh Giới Hạn từ bạn. Chúng tôi có thể cho phép các loại lệnh (ví dụ, một chuỗi lệnh dừng) cho bạn thực thi ở bất kỳ thời gian nào.
zh_cn: 我们可以完全自主决定接受您的止损订单或限价订单。我们可能随时在执行您的订单时启用其他类型的订单（例如，追踪止损订单）。

source: We may, at our absolute discretion, disregard your Order if an Event takes place resulting in it no longer being practicable to act on your Order after indicating an acceptance of your Order.
de_de: Wir können, nach eigenem Ermessen, Ihre Order missachten, wenn ein Event eintritt, weswegen es für uns nicht länger praktikabel ist, auf Ihre Order einzuwirken, nachdem angedeutet wurde, dass Ihre Order akzeptiert wurde.
id_id: Kami mungkin, dengan kebijaksanaan mutlak, menolak Order Anda jika terjadi Sesuatu yang menyebabkan order tersebut tidak lagi praktis bagi kami untuk memproses Order Anda setelah Order tersebut diterima.
pl_pl: Jeśli po zaakceptowaniu Twojego zlecenia, będzie miało miejsce zdarzenie, w wyniku którego realizacja zlecenia okaże się niemożliwa do wykonania, możemy, według własnego uznania, zignorować Twoje zlecenie.
pt_pt: Podemos, a nosso exclusivo e absoluto critério, ignorar a sua ordem se um evento ocorrer resultando em que já não nos seja mais prático agir na sua ordem após ter dado indicação de aceitar a ordem.
vi_vn: Chúng tôi có thể, theo quyết định tuyệt đối của chúng tôi, bỏ qua Lệnh của bạn nếu một Sự Kiện diễn ra dẫn đến việc nó không còn khả thi để hành động trên Lệnh của bạn sau khi đã chấp nhận Lệnh của bạn.
zh_cn: 在表示接受您的订单后，如果发生导致我们无法继续执行您的订单的事件， 我们可能自行决定忽略您的订单。

source: We may, however, withhold your withdrawal request from your MT5 Real Account to your %1 account, in whole or in part, if:
de_de: Wir können jedoch Ihre Auszahlungsanfrage von Ihrem MT5 Echtgeldkonto zu Ihrem %1 Konto, im Ganzen oder zum Teil, zurückhalten, wenn:
id_id: Kami mungkin, bagaimanapun juga dapat menahan permohonan penarikan Akun Riil MT5 Anda ke Akun %1, secara keseluruhan atau sebagian, jika:
pl_pl: Możemy jednak wstrzymać w całości lub w części Twój wniosek o przelew środków z Prawdziwego konta MT5 na Twoje konto: %1, jeśli:
pt_pt: Podemos, no entanto, reter a sua solicitação de retirada da sua conta real MT5 para a sua conta %1, no todo ou em parte, se:
vi_vn: Chúng tôi có thể, tuy nhiên, giữ lại yêu cầu rút tiền của bạn từ tài khoản thực MT5 của bạn tới tài khoản %1, toàn bộ hoặc một phần, nếu:
zh_cn: 如果发生以下情况，我们可能将您从MT5真实账户转到%1账户的提款请求保留全部或部分款项︰

source: We need a talented Data Scientist with the technical skills and creative curiosity to explore and solve complex business problems.
fr_fr: Nous avons besoin d'un Scientifique des Données talentueux avec les compétences techniques et la curiosité créative pour explorer et résoudre des problèmes commerciaux complexes.
id_id: Kami membutuhkan Data Scientist yang berbakat dengan keterampilan teknis dan keingintahuan kreatif untuk mengeksplorasi dan memecahkan masalah bisnis yang kompleks.
pl_pl: Poszukujemy kandydata na stanowisko Data Scientist posiadającego umiejętności techniczne i ciekawość do odkrywania i rozwiązywania złożonych problemów biznesowych.
vi_vn: Chúng ta cần một Chuyên Viên Khoa Học Dữ Liệu tài năng với các kỹ năng kỹ thuật và sự tò mò sáng tạo để khám phá và giải quyết các vấn đề kinh doanh phức tạp.
zh_cn: 我们需要有才华的数据科学家, 须具有技术技能和创造性的求知欲, 可以探索和解决复杂的业务问题。

source: We need you to:
fr_fr: Nous avons besoin de vous pour :
id_id: Kami membutuhkan Anda untuk:
pl_pl: Wymagamy:
vi_vn: Chúng tôi cần bạn:
zh_cn: 您须具有:

source: We offer a market-based salary, annual performance bonus, health benefits, travel and internet allowances, and company trips. Enjoy a high standard of living, whether you're in Malta, or Malaysia.
de_de: Wir bieten eine marktorientierte Vergütung, jährlichen Leistungsbonus, Gesundheitsvorteile, Reisekosten- und Internetpauschale und Betriebsausflüge. Genießen Sie einen hohen Lebensstandard, egal ob Sie in Malta oder Malaysia sind.
fr_fr: Nous offrons un salaire basé sur le marché, un bonus annuel lié à la performance, une couverture médicale, des frais de voyage et d’internet ainsi que des voyages d’entreprise. Profitez d’un niveau de vie élevé, que vous soyez à Malte, ou en Malaisie.
id_id: Kami menawarkan gaji berdasarkan pasar, bonus kinerja tahunan, manfaat kesehatan, wisata dan tunjangan internet dan perjalanan perusahaan. Nikmati standar hidup yang tinggi, baik Anda di Malta atau Malaysia.
pl_pl: Oferujemy wynagrodzenie w wysokości opartej na stawkach rynkowych, roczną premię za rezultaty, ubezpieczenie społeczne, dopłaty do podróży i internetu oraz wyjazdy firmowe. Możesz cieszyć się wysokim standardem życia bez względu na to, czy pracujesz na Malcie czy w Malezji.
pt_pt: Oferecemos um salário com base no mercado, bônus de desempenho anual, benefícios de saúde, ajudas de custo com deslocações, internet e viagens da empresa. Desfrute de um elevado padrão de vida, quer você esteja em Malta ou na Malásia.
vi_vn: Chúng tôi cung cấp một mức lương, tiền thưởng theo hiệu suất hàng năm, lợi ích về chăm sóc sức khỏe, phụ cấp đi lại và internet và chuyến đi của công ty dựa trên thị trường. Hãy tận hưởng một tiêu chuẩn sống cao, cho dù bạn đang ở Malta hoặc Malaysia.
zh_cn: 我们提供市场化的薪酬、年度表现分红、医疗保险、出差和网络补贴、以及公司旅游。不论您是在马耳他或马来西亚都能享受高水平生活。

source: We offer all four precious metals – gold, silver, palladium, and platinum – as well as energy in our list of commodities.
de_de: Wir bieten alle vier Edelmetalle an - Gold, Silber, Palladium und Platin, sowie Energie in unserer Liste an Rohstoffen.
fr_fr: Nous offrons les quatre métaux précieux – or, argent, palladium et platine – ainsi que de l’énergie dans notre liste de matières de premières.
id_id: Kami menawarkan keempat logam mulia - emas, perak, paladium, dan platina - serta energi dalam daftar komoditas kami.
pl_pl: Na naszej liście towarów mamy wszystkie cztery metale szlachetne – złoto, srebro, pallad, platyna – jak również towary energetyczne.
pt_pt: Disponibilizamos os quatro metais preciosos – outro, prata, paládio e platina – bem como energias na nossa lista de matérias-primas.
vi_vn: Chúng tôi cung cấp tất cả bốn các kim loại quý - vàng, bạc, Paladi và bạch kim-cũng như năng lượng trong danh sách các loại hàng hóa.
zh_cn: 我们的商品列表提供所有四种贵重金属，即黄金、白银、钯金和铂金以及能源。

source: We offer the following trade types on our MT5 platform:
fr_fr: Nous offrons les types suivants de trades sur notre plateforme MT5 :
id_id: Kami menawarkan jenis trading berikut pada platform MT5 kami:
pl_pl: Na platformie handlowej MT5 oferujemy następujące rodzaje zakładów:
pt_pt: Oferecemos os seguintes tipos de operações em nossa plataforma MT5:
vi_vn: Chúng tôi cung cấp các hình thức giao dịch sau đây trên sàn MT5:
zh_cn: 我们的 MT5 平台提供以下交易类型:

source: We offer three types of lookbacks:
de_de: Wir bieten drei Arten von Lookbacks:
fr_fr: Nous vous proposons trois types de lookback :
id_id: Kami menawarkan tiga jenis lookback:
pl_pl: Oferujemy trzy rodzaje opcji wstecznych:
pt_pt: Disponibilizamos três tipos de retroativos:
vi_vn: Chúng tôi cung cấp ba loại lookbacks:
zh_cn: 我们提供三种回顾类型:

source: We operate in full compliance with the General Data Protection Regulation (GDPR) and other applicable Data Protection laws. These regulatory measures place obligations on users of personal data like us. They also lay down the principles for fair and lawful processing of all the information we acquire.
de_de: Wir arbeiten in voller Übereinstimmung mit der Gesellschaft des Bürgerlichen Rechts (GbR) und anderen geltenden Datenschutzgesetzen. Diese Regulierungsmaßnahmen legen Verpflichtungen auf Benutzer der persönlichen Daten, wie uns, auf. Sie legen auch die Grundsätze für die faire und rechtmäßige Verarbeitung aller Informationen, die wir erwerben, fest.
id_id: Kami beroperasi secara penuh sesuai dengan Peraturan Perlindungan Data Umum (GDPR) dan undang-undang Perlindungan Data yang berlaku lainnya. Langkah-langkah pengaturan ini menempatkan kewajiban pada pengguna data pribadi seperti kami. Mereka juga meletakkan prinsip-prinsip untuk pemrosesan yang adil dan sah dari semua informasi yang kami peroleh.
pl_pl: Działamy w pełni zgodnie z Rozporządzeniem o ochronie danych osobowych (RODO) i innymi mającymi zastosowanie aktami prawnymi w zakresie ochrony danych. Te środki regulacyjne nakładają obowiązki na podmioty, takie jak my, wykorzystujące dane osobowe. Określają również zasady sprawiedliwego i zgodnego z prawem przetwarzania wszelkich pozyskiwanych przez nas informacji.
pt_pt: Operamos em plena conformidade com o Regulamento Geral sobre a Proteção de Dados (RGPD) e outra legislação sobre a proteção de dados. Estas medidas regulamentares impões obrigações sobre os usuários de dados pessoais, como nós. Elas também definem os princípios para o processamento justo e legal de todas as informações que adquirimos.
vi_vn: Chúng tôi hoạt động tuân thủ đầy đủ quy chế bảo vệ dữ liệu nói chung (GDPR) và các luật bảo vệ dữ liệu. Các biện pháp quy định nơi nghĩa vụ trên người sử dụng các dữ liệu cá nhân như chúng tôi. Họ cũng nêu rõ các nguyên tắc xử lý công bằng và hợp pháp của tất cả các thông tin mà chúng tôi có được.
zh_cn: 我们的运营完全遵守“通用数据保护条例”（GDPR）和其他适用的数据保护法律。这些监管措施对像我们这样的个人数据用户制定承担义务。他们还制定了公平合法处理我们获得的所有信息的原则。

source: We presume that you possess the experience, knowledge, and expertise to make your own investment decisions and properly assess the risks involved
de_de: Wir setzten voraus, dass Sie die Erfahrung, das Wissen und Know-how, um Ihre eigenen Anlageentscheidungen treffen zu können und die involvierten Risiken richtig beurteilen zu können, besitzen
fr_fr: La société suppose que vous possédez l’expérience, la connaissance et l’expertise pour prendre vos propres décisions d’investissement et évaluer correctement les risques encourus
id_id: Kami berasumsi bahwa Anda memiliki pengalaman, pengetahuan, dan keahlian untuk membuat keputusan investasi Anda sendiri dan menilai dengan tepat risiko yang terlibat
pl_pl: Zakładamy, że posiadasz doświadczenie, wiedzę i umiejętności, umożliwiające podejmowanie własnych decyzji inwestycyjnych i odpowiednie ocenienie ryzyka związanego z transakcjami
pt_pt: Presumimos que você possui a experiência, os conhecimentos e a competência para fazer as suas próprias decisões e avaliar corretamente os riscos envolvidos
vi_vn: Chúng tôi cho rằng bạn có đủ kinh nghiệm, kiến thức và chuyên môn để thực hiện các quyết định đầu tư của riêng bạn và đánh giá đúng cách các rủi ro liên quan
zh_cn: 我们假定您拥有足够的经验、知识和专长，可自行决定投资, 并正确评估相关风险

source: We process over a million transactions each day, and manage a book of exotic options which exceeds the complexity of the typical derivatives desk.
de_de: Wir bearbeiten jeden Tag über eine Million Transaktionen, und verwalten ein Buch exotischer Optionen, welches die Komplexität des typischen Derivat-Desks übertrifft.
fr_fr: Nous traitons plus de 1 million de transactions chaque jour et gérons un portefeuille d’options exotiques qui dépasse la complexité d'un desk dérivés typique.
id_id: Kami memproses lebih dari satu juta transaksi setiap hari, dan mengelola buku opsi eksotis yang melebihi kompleksitas meja derivatif pada umumnya.
pl_pl: Każdego dnia procesujemy ponad milion transakcji i zarządzamy opcjami egzotycznymi znacznie bardziej złożonymi niż typowe instrumenty pochodne.
pt_pt: Processamos mais de um milhão de transações por dia e gerenciamos um livro de opções exóticas que excede a complexidade da típica mesa de derivativos.
vi_vn: Chúng tôi xử lý hơn một triệu giao dịch mỗi ngày và quản lý một danh mục binary option mà vượt quá sự phức tạp của phái sinh thông thường.
zh_cn: 我们每天处理超过一百万笔交易, 并管理比典型衍生品桌面交易更加复杂的各式奇异期权。

source: We prohibit the use of unauthorised incentives, gifts, and payments to encourage customer signups. If we have reason to believe that you have engaged in such activity, we reserve the right to withhold any payments due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
de_de: Wir verbieten den Einsatz von nicht genehmigten Incentives, Geschenken und Zahlungen, um Kundenanmeldungen zu animieren. Wenn wir einen Grund haben, zu glauben, dass Sie in eine solche Handlung involviert sind, behalten wir uns das Recht vor, Zahlungen an Sie einzubehalten. Sollten Sie an bestimmte Incentives denken, setzen Sie sich bitte mit Ihrem Kundenbetreuer in Verbindung, um dies zu besprechen und genehmigen zu lassen.
fr_fr: Nous interdisons le recours aux incitations, cadeaux et paiements non autorisés pour encourager les entrées du client. Si nous pensons que vous vous livrez à de telles activités, nous nous réservons le droit de bloquer tous les montants que nous vous devons. Cependant, si vous avez à l'esprit une incitation spécifique, veuillez contacter votre gestionnaire de compte en vue de discuter et d'envisager l'approbation.
id_id: Kami melarang penggunaan insentif, hadiah, dan pembayaran tidak sah untuk meningkatkan jumlah pendaftaran. Jika kami menemukan Anda telah terlibat dalam kegiatan tersebut, maka kami berhak untuk menahan pembayaran apa pun yang Anda hasilkan. Namun demikian, jika Anda memiliki insentif khusus lainnya, silakan hubungi manajer akun Anda untuk diskusi dan persetujuan lebih lanjut.
pl_pl: Zakazujemy stosowania niedozwolonych zachęt, prezentów i płatności do zachęcanie klientów do rejestracji. W przypadku, gdy mamy podstawy twierdzić, że dopuścił(a) się Pan(i) takiego działania, zastrzegamy sobie prawo do wstrzymania wypłaty wszelkich należnych kwot. Jednak jeśli masz pomysł na konkretną zachętę, skontaktuj się z menedżerem konta, aby to omówić i ewentualnie zatwierdzić.
pt_pt: Proibimos o uso de quaisquer incentivos, ofertas ou pagamentos não autorizados para incentivar o registro de clientes. Caso tenhamos mtotivos para considerar que você se envolveu em tais atividades, reservamo-nos o direito de reter quaisquer quantias que lhe sejam devidas. No entanto, se tiver um incentivo específico em mente, entre em contato com o seu gestor de conta para discussão e aprovação.
vi_vn: Chúng tôi nghiêm cấm việc sử dụng các biện pháp khuyến khích, tặng quà và các khoản thanh toán trái phép để lôi kéo khách hàng đăng ký. Nếu chúng tôi có lí do để tin rằng bạn đã tham gia vào các hoạt động như vậy, chúng tôi có quyền từ chối các khoản thanh toán của bạn. Tuy nhiên, nếu bạn dự định khuyến khích cụ thể, xin vui lòng liên hệ với người quản lý tài khoản của bạn để thảo luận thêm và được chấp thuận.
zh_cn: 我们禁止使用未经授权的奖励、礼物和付款来鼓励客户注册。如果有理由认定您做出这些行为，我们有权截留任何应向您支付的款项。然而，如果您有意提供特殊奖励，请联系您的账户管理员，以便进一步讨论并获得批准。
