Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Interested in our MAM tool? %1Contact us%2 for more information on setting up your master account
de_de: Sind Sie an unserem MAM-Tool interessiert? %1Kontaktieren Sie uns%2, um weitere Informationen zur Einrichtung Ihres Masterkontos zu erhalten
fr_fr: Intéressé par notre outil MAM ? %1Contactez nous%2 pour plus d’informations sur la configuration de votre compte principal
id_id: Tertarik dengan fasilitas MAM kami? %1Hubungi kami%2 untuk informasi lanjut dalam menyiapkan akun master Anda
pl_pl: Interesuje Cię nasze narzędzie MAM? %1Skontaktuj się z nami%2, aby uzyskać więcej informacji na temat utworzenia konta głównego
pt_pt: Interessado na nossa ferramenta de gestor multi-contas? %1Contate-nos%2 para mais informações sobre como configurar a sua conta principal
vi_vn: Quan tâm đến công cụ MAM của chúng tôi? %1Liên hệ%2 để biết thêm thông tin về cách thiết lập tài khoản chủ của bạn
zh_cn: 对我们的MAM工具感兴趣吗？ %1联系我们%2索取有关设置主账户的详细信息

source: Interested in our liquidity solutions? Contact us at %1 for more info.
de_de: Sie interessieren sich für unsere Liquiditätslösungen? Kontaktieren Sie uns unter %1 für weitere Informationen.
fr_fr: Intéressé par nos solutions de liquidité ? Contactez-nous au %1 pour plus d’informations.
id_id: Tertarik dengan solusi likuiditas kami? Hubungi kami di %1 untuk informasi lebih lanjut.
pl_pl: Chcesz poznać nasze rozwiązania w zakresie zarządzania płynnością? Skontaktuj się z nami pod adresem: %1, aby uzyskać więcej informacji.
pt_pt: Interessado nas nossas soluções de liquidez? Contate-nos em %1 para mais informações.
vi_vn: Quan tâm đến các giải pháp khả năng thanh toán của chúng tôi? Liên hệ với chúng tôi tại %1 để thêm thông tin.
zh_cn: 对流动性解决方案感兴趣吗？通过%1联系我们获取更多信息。

source: Interested, so what's next? If you can offer our Clients a specific e-wallet method or a local payment option that is not already provided by %1, and you have a good track record in the market, then we would love to %2hear from you!%3
de_de: Interessiert? Was sollten Sie als nächstes tun? Wenn Sie unseren Kunden eine spezielle e-Wallet Methode oder nationale Zahlungsoption anbieten können, die von %1 nicht schon angeboten wird, und Sie eine gute Erfolgsbilanz im Markt aufweisen können, würden wir gerne von %2Ihnen hören!%3
fr_fr: Cette démarche vous intéresse ? Si vous êtes en mesure de proposer à nos clients un portefeuille électronique qui ne figure pas encore parmi les services fournis par %1 et que vous jouissez d'une solide réputation sur le marché, n'hésitez pas à %2nous contacter!%3
id_id: Tertarik, bagaimana langkah selanjutnya? Jika Anda dapat menawarkan metode pembayaran e-wallet atau pembayaran lokal yang tidak disediakan oleh %1 dan Anda memiliki track record yang baik, maka kami ingin %2mendengar balasan Anda!%3
pl_pl: Zainteresowaliśmy Cię? Co teraz? Jeśli możesz zaoferować naszym Klientom określone metody e-portfela lub możliwości dokonywania płatności lokalnych, których %1 nie ma jeszcze w swojej ofercie, i posiadasz dobre wyniki rynkowe, chcielibyśmy %2nawiązać kontakt!%3
pt_pt: Você está interessado, então o que vem a seguir? Se você puder disponibilizar aos nossos Clientes um método de pagamento por carteira-eletrônica ou opção de pagamento local que ainda não é fornecida pela %1 e possui um bom histórico no mercado, então gostaríamos muito que você entrasse em %2contato conosco!%3
vi_vn: Bạn thấy thú vị chứ, điều gì xảy ra tiếp theo? Nếu bạn có thể cung cấp cho Khách Hàng của chúng tôi cách thức thanh toán cụ thể như ví điện tử hoặc một thanh toán theo cách của địa phương bạn mà không được cung cấp bởi %1, và bạn sẽ có hồ sơ tích cực trên thị trường, chúng tôi rất mong được %2henghe từ bạn!%3
zh_cn: 感兴趣，接下来该怎么做？如您可向我们的客户提供特殊的电子錢包方式或 %1目前不支持的本地付款选项，且在市场上有良好的记录，我们非常乐意通过%2收到您的消息!%3

source: Internal Audit
de_de: Interne Prüfung
fr_fr: Audit interne
pl_pl: Kontrole wewnętrzne
pt_pt: Auditoria Interna
vi_vn: Kiểm Toán Nội Bộ
zh_cn: 内部审计

source: Internal Audit Executive
de_de: Interner Prüfungsvorstand
fr_fr: Chargé de l'Audit interne
pl_pl: Kierownik ds. kontroli wewnętrznych
pt_pt: Executivo de Auditoria Interna
vi_vn: Điều hành Kiểm Toán Nội Bộ
zh_cn: 内部审计主管

source: International currency or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
de_de: Internationale Währungs-, oder Rohstoffpreise sind hoch volatil und sehr schwer vorauszusagen. Aufgrund dieser Volatilität, plus der Tendenz des Preissystems, das die Website bevorzugt (wird nachfolgend genauer beschrieben), kann kein Finanzkontrakt, der in unserem System erworben wurde (ganz gleich, ob die Auszahlung den Kaufpreis übersteigt oder nicht), als sicherer Vertrag angesehen werden.
fr_fr: Les devises internationales, ou les cours des matières premières sont sujets à une forte volatilité et leurs mouvements sont très difficiles à prédire. En raison de cette volatilité, à laquelle s'ajoute l'incidence du système de tarification utilisé par le site Web (comme indiqué plus spécifiquement ci-dessous), aucun contrat financier acheté par le biais de notre système (que le montant de paiement excède ou non le montant initial engagé) ne peut être considéré comme un contrat sûr.
id_id: Mata uang internasional atau harga komoditas memiliki volatilitas tinggi dan sangat sulit untuk diprediksi. Karena volatilitas tersebut, ditambah lagi sistem penentuan harga kami yang cenderung mengutamakan situs (yang akan dijelaskan secara terperinci dibawah ini), maka tidak ada kontrak trading yang dibeli pada sistem kami (meskipun jumlah hasil melebihi harga kontrak) yang dapat dinyatakan sebagai kontrak yang aman.
pl_pl: Waluty międzynarodowe oraz ceny towarów są bardzo zmienne i trudne do przewidzenia. Z powodu tej zmienności oraz czynników w systemie wyceny faworyzujących portal (szczegóły poniżej), żaden kontrakt finansowy zakupiony w naszym systemie (niezależnie od tego czy wysokość wypłaty przekracza kwotę premii czy nie) nie może być uznany za bezpieczny kontrakt.
pt_pt: Moedas internacionais, índices ou preços de matérias-primas são altamente voláteis e muito difíceis de prever. Devido a esta volatilidade, juntada à tendência do sistema de preços no favorecimento do site (como descrito mais detalhadamente abaixo), nenhum contrato financeiro adquirido no nosso sistema (quer o pagamento exceda ou não o montante do prêmio) pode ser considerado um contrato seguro.
vi_vn: Tiền tệ quốc tế hoặc giá cả hàng hóa rất dễ biến động và rất khó dự đoán. Do sự biến động như vậy, cộng với sự thiên vị trong hệ thống định giá ưu tiên trang web (như được mô tả chi tiết hơn bên dưới), không có hợp đồng tài chính nào được mua trong hệ thống của chúng tôi (cho dù khoản thanh toán vượt quá số tiền cao cấp) có thể được coi là hợp đồng an toàn.
zh_cn: 国际外汇或大宗商品价格波动非常剧烈，很难预测。由于波动幅度较大，加上报价体系对网站有利，在我们系统中买入的金融合约不得视为安全合约（不论赔付额是否大于期权费金额）。

source: Internet Trading Risks
de_de: Handelsrisiken im Internet
id_id: Risiko Trading Internet
pl_pl: Ryzyko handlu przez internet
pt_pt: Riscos da Negociação na Internet
vi_vn: Các rủi ro Giao Dịch trên Internet
zh_cn: 网上交易风险

source: Interpretation
fr_fr: Interprétation
id_id: Interpretasi
pl_pl: Interpretacja
pt_pt: Interpretação
vi_vn: Sự phiên dịch
zh_cn: 释义

source: Interpretations
de_de: Interpretationen
fr_fr: Interprétations
id_id: Interpretasi
pl_pl: Interpretacja
pt_pt: Interpretações
vi_vn: Diễn giải
zh_cn: 释义

source: Introduce %1
de_de: Vorstellung von %1
fr_fr: Faites connaitre %1
id_id: Memperkenalkan %1
pl_pl: Przedstawiamy %1
pt_pt: Apresentar %1
vi_vn: Giới thiệu %1
zh_cn: 介绍%1

source: Introducing USB
de_de: Einführung von USB
fr_fr: Introduire USB
id_id: Memperkenalkan USB
pl_pl: Przedstawiamy USB
pt_pt: Apresentamos USB
vi_vn: Giới thiệu USB
zh_cn: 推出USB

source: Introducing the new %1 desktop app
de_de: Stellt die neue %1 Desktop-Anwendung vor
fr_fr: Introduction de la nouvelle application de bureau %1
id_id: Memperkenalkan aplikasi baru desktop %1
pl_pl: Przedstawiamy nową aplikację %1 na komputery stacjonarne
pt_pt: Apresentamos o novo aplicativo %1 para desktops
vi_vn: Xin giới thiệu ứng dụng %1 trên máy tính để bàn mới
zh_cn: 推出新的 %1 桌面应用程序

source: Introduction
de_de: Einführung
id_id: Pendahuluan
pl_pl: Wstęp
pt_pt: Introdução
vi_vn: Giới thiệu
zh_cn: 概述

source: Introduction to binary options on MT5
de_de: Einführung von binären Optionen auf MT5
fr_fr: Introduction aux options binaires sur MT5
id_id: Pengenalan opsi binary pada MT5
pl_pl: Wprowadzenie do opcji binarnych na platformie MT5
pt_pt: Introdução a opções binárias na MT5
vi_vn: Giới thiệu về binary options trên MT5
zh_cn: MT5二元期权交易简介

source: Intuitively simple
de_de: Gefühlsmäßig einfach
fr_fr: Intuitivement simple
id_id: Secara intuitif sederhana
pl_pl: Intuicyjna prostota
pt_pt: Intuitivamente simples
vi_vn: Đơn giản về trực quan
zh_cn: 直观性简易

source: Invalid document format.
de_de: Ungültiges Dokumentformat.
fr_fr: Format de document invalide.
id_id: Format dokumen tidak valid.
pl_pl: Nieprawidłowy format dokumentu.
pt_pt: Formato de documento inválido.
vi_vn: Định dạng tài liệu không hợp lệ.
zh_cn: 无效的文档格式.

source: Invalid email address.
de_de: Ungültige E-Mail Adresse.
fr_fr: Adresse email non valide.
id_id: Alamat email salah.
pl_pl: Nieprawidłowy adres e-mail.
pt_pt: Endereço de e-mail inválido.
vi_vn: Địa chỉ email không hợp lệ.
zh_cn: 无效的电子邮件地址。

source: Invalid verification code.
de_de: Ungültiger Verifikationscode.
fr_fr: Code de vérification invalide.
id_id: Kode verifikasi salah.
pl_pl: Nieprawidłowy kod weryfikacyjny.
pt_pt: Código de verificação inválido.
vi_vn: Mã xác minh không hợp lệ.
zh_cn: 无效的验证代码。

source: Invast Financial Services Pty Ltd;
vi_vn: Công Ty Tnhh Invast Finacial Services Pty;
zh_cn: 投资金融服务私人有限公司;

source: Investigate client accounts that have been flagged by existing fraud controls and processes
de_de: Untersuchen Sie Kundenkonten, die von bestehenden Betrugskontrollen und Prozessen markiert wurden
fr_fr: Enquêter sur les comptes clients qui ont été signalés par des contrôles et procédés anti fraude existants
id_id: Menyelidiki akun klien berdasarkan aturan dan proses yang ada
pl_pl: Sprawdzanie kont klientów zgłaszanych jako podejrzane w związku z istniejącymi kontrolami i procedurami w zakresie wykrywania oszustw
pt_pt: Investigue contas de clientes que foram sinalizadas por controles e processos de fraude existentes
vi_vn: Điều tra các tài khoản khách hàng mà bị hệ thống & quy trình kiểm soát gian lận cảnh báo
zh_cn: 对已被现有欺诈控制和流程标记的客户端账户进行调查

source: Investigate, reproduce, identify, document, and resolve issues reported by our clients and the customer support team
de_de: Untersuchen, reproduzieren, identifizieren, dokumentieren, und beheben Sie Probleme, die von unseren Kunden und dem Kunden-Support-Team berichtet werden
fr_fr: Enquêter sur, reproduire, identifier, documenter, et résoudre les problèmes signalés par nos clients et l’équipe de support client
id_id: Menyelidiki, mereka ulang, mengidentifikasi, mendokumentasikan, dan menyelesaikan masalah yang dilaporkan oleh klien kami dan tim customer support
pl_pl: Sprawdzanie, odtwarzanie, identyfikowanie, dokumentowanie i rozwiązywanie problemów zgłaszanych przez naszych klientów i zespół obsługi klienta
pt_pt: Investigue, reproduza, identifique, documente e resolva problemas relatados por nossos clientes e pela equipe de suporte ao cliente
vi_vn: Điều tra, tái tạo hiện trường, xác định, lưu trữ hồ sơ và giải quyết các sự cố được báo bởi khách hàng và đội hỗ trợ khách hàng
zh_cn: 对客户和客户支持团队报告的问题展开调查、复制、识别、记录和解决工作

source: Investing in complex products, such as CFDs and FX may incur losses as well as gains. Prices may vary and/or fluctuate due to changes in current market prices and conditions, which may impact the return on your investment. Before making an Investment decision, you should refer to our %1Key Information Documents%2 on our website, in particular, the amount of Margin required for particular instruments that we offer. The Products offered by Binary Investments (Europe) Ltd fall under the category of 'complex products' and may not be suitable for retail clients.
de_de: Die Investition in komplexe Produkte sowie CFDs und FX kann Verluste, sowohl als auch Gewinne mit sich ziehen. Preise können, auf Grund von Änderungen in den aktuellen Marktpreisen und Konditionen, variieren oder schwanken, was die Rendite auf Ihre Inventionen beeinflussen kann. Bevor Sie eine Investitionsentscheidung treffen, sollten Sie unsere %1Schlüsseldokumente%2 auf unserer Website einsehen, insbesondere über den Betrag an Marge, der für bestimmte Instrumente, die wir anbieten, erforderlich ist. Die Produkte, die von Binary Investments (Europe) Ltd angeboten werden, fallen in die Kategorie 'komplexe Produkte' und eignen sich möglicherweise nicht für Einzelhandelskunden.
fr_fr: Investir dans des produits complexes, tels que les CFD et FX peut entrainer des pertes ainsi que des gains. Les prix peuvent varier ou fluctuer en raison des changements dans les prix courants du marché et des conditions qui peuvent influer le retour sur votre investissement. Avant de prendre une décision d’investissement, vous devriez consulter nos %1Documents d'Informations Clés%2 sur notre site, en particulier, le montant de la marge requise pour certains instruments que nous offrons. Les produits offerts par Binary Investments (Europe) Ltd entrent dans la catégorie des « produits complexes » et ne conviennent pas aux clients particuliers.
id_id: Berinvestasi pada produk kompleks, seperti CFD dan FX dapat menimbulkan kerugian serta keuntungan. Harga dapat bervariasi dan/atau berfluktuasi berdasarkan harga dan kondisi pasar saat ini, yang dapat berdampak pada laba atas investasi Anda. Sebelum membuat keputusan Investasi, Anda harus merujuk pada %1Dokumen Informasi Utama%2 yang tersedia pada situs web kami, khususnya, jumlah Margin yang diperlukan bagi instrumen tertentu yang kami tawarkan. Produk yang ditawarkan oleh Binary Investments (Eropa) Ltd termasuk dalam kategori ‘produk kompleks’ dan mungkin tidak cocok untuk klien ritel.
pl_pl: Inwestowanie w złożone produkty finansowe, takie jak kontrakty na różnice kursowe (CFD) czy kontrakty FX może przynieść zarówno zyski, jak i straty. Ceny mogą ulegać zmianom i wahaniom w związku ze zmianami cen rynkowych oraz warunków rynkowych, które mogą wpłynąć na zwrot z Twojej inwestycji. Przed podjęciem decyzji inwestycyjnej należy zapoznać się z naszymi %1kluczowymi dokumentami informacyjnymi %2, znajdującymi się na naszej stronie internetowej, zwracając szczególną uwagę na wysokość wymaganego depozytu zabezpieczającego dla poszczególnych oferowanych przez nas instrumentów. Produkty oferowane przez Binary Investments (Europe) Ltd są uznawane za „produkty złożone” i mogą być nieodpowiednie dla klientów detalicznych.
pt_pt: O investimento em produtos complexos, tais como CFDs e Forex, pode incorrer em perdas, bem como ganhos. Os preços podem variar e/ou flutuar devido a alterações nos preços e condições do mercado, que podem afetar o retorno do seu investimento. Antes de tomar uma decisão, deve consultar os %1documentos de informações essenciais%2 no nosso site, em particular, os relacionados com o valor de margem necessário para os instrumentos específicos que disponibilizamos. Os produtos disponibilizados pela Binary Investments (Europe) Ltd enquadram-se na categoria "produtos complexos" e podem não ser adequados para clientes particulares.
vi_vn: Đầu tư vào các sản phẩm như CFD và FX có thể đem lại lợi nhuận cũng như thua lỗ. Giá có thể thay đổi và/ hoặc dao động do sự thay đổi giá và điều kiện thị trường hiện tại, điều này có thể ảnh hưởng đến lợi tức đầu tư của bạn. Trước khi đưa ra quyết định đầu tư, bạn nên tham khảo %1Tài liệu thông tin quan trọng %2 trên trang web của chúng tôi, đặc biệt, lượng ký quỹ cần thiết cho các công cụ cụ thể mà chúng tôi cung cấp. Các sản phẩm được cung cấp bởi Công Ty TNHH Binary Investments (Europe) thuộc danh mục sản phẩm phức tạp, và có thể không phù hợp cho khách hàng bán lẻ.
zh_cn: 差价合约和外汇等复杂产品投资可能会令您蒙受损失，但也可能获利。价格可能会因为当前市场价格和条件的变化而变动和/或波动，这可能会影响您的投资回报。做出投资决定之前，您应该参考我们网站上的%1关键信息文件%2，特别是我们提供的特定工具所需的保证金金额。Binary Investments（Europe）Ltd提供的产品属于“复杂产品”类别，可能不适合零售客户。

source: Investing or trading in Contracts exposes you to the performance of the underlying or reference instrument or asset to which the Binary Contract refers including foreign exchange, indices and commodities each of which have their own features and risks.
de_de: Die Investition oder der Handel mit Kontrakten setzt Sie der Performance der zugrundeliegenden Referenzinstrumente oder Anlagen aus, auf die sich der Binäre Kontrakt bezieht, einschl. Devisen, Indizies und Rohstoffe, von denen alle ihre eigenen Eigenschaften und Risiken aufweisen.
id_id: Investasi atau trading pada Kontrak akan menghadapkan Anda pada prestasi instrumen dasar atau aset dimana Kontrak Binary ditradingkan termasuk pertukaran mata uang asing, indeks dan komoditas setiap fitur dan risiko mereka sendiri.
pl_pl: Inwestowanie w Kontrakty i handlowanie nimi naraża Cię na ryzyko związane z wydajnością instrumentu bazowego lub aktywów bazowych, na których oparty jest dany Kontrakt binarny, takich jak waluty obce, wskaźniki i towary, z których każdy ma swoje właściwości i wiąże się z innym ryzykiem.
pt_pt: O investimento ou a negociação de contratos expõe-no ao desempenho do instrumento ou ativo de referência subjacente a que se refere um contrato binário, incluindo divisas estrangeiras, índices e matérias-primas, todos eles possuindo as suas próprias características e riscos.
vi_vn: Đầu tư hoặc giao dịch trong Hợp đồng cho bạn thấy hiệu suất của công cụ hoặc tài sản cơ bản hoặc tham chiếu mà Hợp đồng Binary đề cập bao gồm ngoại hối, chỉ số và hàng hóa, mỗi loại đều có các tính năng và rủi ro riêng.
zh_cn: 合同投资或交易使您和Binary合同指向的标的、参考工具或资产的表现息息相关，包括外汇、指数和大宗商品，每一种都各有特点和风险。

source: Investment
de_de: Investition
fr_fr: Investissement
id_id: Investasi
pl_pl: Inwestowanie
pt_pt: Investimento
vi_vn: Sự đầu tư
zh_cn: 投资

source: Investment Income
de_de: Erträge aus Kapitalanlagen
fr_fr: Revenus de placements
id_id: Pendapatan Investasi
pl_pl: Dochód z inwestycji
pt_pt: Rendimento de investimentos
vi_vn: Thu Nhập Đầu Tư
zh_cn: 投资收入

source: Investment Products to EEA Residents are provided by Binary Investments (Europe) Ltd ("BIEL") which is authorised and regulated by the Malta Financial Services Authority under the Malta Investment Services Act to deal on own account in Investment Products.
de_de: Die Investmentprodukte für Bewohner des europäischen Wirtschaftsraums werden von Binary Investments (Europe) Ltd ("BIEL") angeboten, die von der Maltesischen Finanzdienstleistungsaufsichtsbehörde nach dem Maltesischen Anlagedienstleistungsgesetz genehmigt und beaufsichtigt ist, um Anlageprodukte auf eigene Rechnung zu handeln.
id_id: Produk investasi untuk Warga EEA disediakan oleh Binary Investments (Europe) Ltd ("BIEL") yang diberi wewenang dan diatur oleh Malta Financial Services Authority di bawah Malta Investment Services Act untuk menangani akun Produk Investasi sendiri.
pl_pl: Produkty inwestycyjne dla mieszkańców EOG dostarcza Binary Investments (Europe) Ltd („BIEL”). Na mocy ustawy Malta Financial Services Act za nadzór nad tą firmą odpowiada Urząd ds. Usług Finansowych na Malcie: Malta Financial Services Authority, który zezwolił jej na oferowanie produktów inwestycyjnych na własny rachunek.
pt_pt: Para os residentes no EEE, os produtos de investimento são disponibilizados pela Binary Investments (Europe) Ltd ("BIEL"), que é autorizada e regulada pela Malta Financial Services Authority, sob a Lei de Serviços de Investimento de Malta para negociar produtos de investimento por conta própria.
vi_vn: Các sản phẩm Đầu tư cho Cư dân EEA được cung cấp bởi Công ty TNHH Binary Investments (Châu Âu) ("BIEL") được ủy quyền và cấp phép bởi Cơ Quan Dịch Vụ Tài Chính Malta theo Luật Đầu Tư Malta để giao dịch với tài khoản cá nhân trong các Sản Phẩm Đầu Tư.
zh_cn: 想进行产品投资的EEA居民由Binary投资 (欧洲) 有限公司 ("BIEL") 提供服务，该公司由马耳他金融服务机构根据当地投资服务法授予许可证并监管，用户可通过自己的账户进行产品投资。

source: Investments &amp; Dividends
de_de: Investitionen &amp; Dividenden
fr_fr: Investissements et dividendes
id_id: Investasi &amp; Dividen
pl_pl: Inwestycje i dywidenda
pt_pt: Investimentos e dividendos
vi_vn: Đầu Tư &amp; Cổ tức
zh_cn: 投资 &amp; 分红

source: Investor
fr_fr: Investisseur
pl_pl: Inwestor
pt_pt: Investidor
vi_vn: Nhà đầu tư
zh_cn: 投资者

source: Investor Compensation Scheme
de_de: Anlegerentschädigungsplan
fr_fr: Système d'indemnisation des investisseurs
id_id: Skema Kompensasi Investor
pl_pl: System rekompensat dla inwestorów
pt_pt: Regime de Compensação de Investidores
vi_vn: Đề Án Bồi Thường Nhà Đầu Tư
zh_cn: 投资者补偿方案

source: Investor password
de_de: Investoren Passwort
fr_fr: Mot de passe investisseur
id_id: Kata sandi investor
pl_pl: Hasło inwestora
pt_pt: Senha de investidor
vi_vn: Mật khẩu của chủ đầu tư
zh_cn: 投资者密码

source: Investor password (read-only access)
de_de: Investor Passwort (nur-lesen Zugriff)
fr_fr: Mot de passe investisseur (accès en lecture seule)
id_id: Kata Sandi Investor (akses baca saja)
pl_pl: Hasło inwestora (dostęp tylko do odczytu)
pt_pt: Senha de investidor (acesso somente leitura)
vi_vn: Mật khẩu chủ đầu tư (chỉ đọc)
zh_cn: 投资者密码 （只读访问权限）

source: Ireland
de_de: Irland
fr_fr: Irlande
id_id: Irlandia
pl_pl: Irlandia
pt_pt: Irlanda
vi_vn: Ai-len
zh_cn: 爱尔兰

source: Is there a cost for joining?
de_de: Kostet die Teilnahme etwas?
fr_fr: Nous joindre est-il payant ?
id_id: Apakah ada biaya untuk mendaftar?
pl_pl: Czy za dołączenie się płaci?
pt_pt: Existe algum custo de adesão?
vi_vn: Tham gia có mất phí không?
zh_cn: 加入需要任何费用吗？

source: Is there a fee to join the %1 IB Programme?
de_de: Gibt es eine Gebühr, um dem %1 IB Programm beizutreten?
fr_fr: Y a-t-il des frais pour rejoindre le Programme IB %1 ?
id_id: Apakah ada biaya untuk bergabung dengan Program IB %1?
pl_pl: Czy za dołączenie do programu IB %1 pobierana jest opłata?
pt_pt: Há alguma taxa para se inscrever no programa de IBs %1?
vi_vn: Liệu có tốn một khoản phí để tham gia chương trình IB %1?
zh_cn: 加入%1 IB 计划是否有费用？

source: Isle of Man
fr_fr: Île de Man
pl_pl: Wyspa Man
pt_pt: Ilha de Man
vi_vn: Đảo Man
zh_cn: 马恩岛

source: Issued under your own name
de_de: In Ihrem eigenen Namen ausgestellt
fr_fr: Publié sous votre propre nom
id_id: Diterbitkan dengan nama Anda sendiri
pl_pl: Wystawione na Twoje imię i nazwisko
pt_pt: Emitido no seu próprio nome
vi_vn: Phát hành dưới tên riêng của bạn
zh_cn: 以您自己的名字发出

source: It is a condition of using the website that:
de_de: Zur Verwendung der Website ist es Bedingung, dass:
id_id: Merupakan syarat penggunaan situs dimana:
pl_pl: Warunkiem korzystania ze strony jest:
pt_pt: Ao usar o site, é uma condição que:
vi_vn: Điều kiện của việc sử dụng các trang web:
zh_cn: 使用网站的条件如下：
