Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1 offers forex and contracts for differences via the hybrid model, i.e., both dealing on own account (dealing desk) and partially hedging client orders with our liquidity providers (no-dealing desk). Client orders are typically hedged when the total transaction volume exceeds a predefined threshold of risk tolerance level. For both execution models, %1 acts as the contractual counterparty to the transactions that you enter into with us, as opposed to entering into a contractual counterparty with a central clearing house as would be the case with exchange traded financial instruments. As such, counterparty risk exists. Counterparty risk refers to the risk of loss for clients resulting from the fact that the counterparty to the forex and/or contracts for differences transaction that you entered into may default on its obligations prior to the final settlement of the transaction's cash flow.
de_de: %1 bietet Forex und Differenzkontrakte via dem Hybrid Model an, d.h., beide handeln auf einem eigenen Benutzerkonto (Dealing Desk) und sichern Kundenorder zum Teil mit unseren Liquiditätsgebern (Non-Dealing Desk) ab. Kundenorder werden normalerweise abgesichert, wenn das gesamte Transaktionsvolumen einen vordefinierten Grenzwert des Risikotoleranz-Levels überschreitet. In beiden Ausführungsmodellen, agiert %1 als Vertragspartner der Transaktionen, die Sie mit uns eingehen, im Gegensatz zum Beitreten in eine Vertragspartnerschaft mit einer zentralen Clearingstelle, wie es im Fall von im Austausch gehandelten Finanzinstrumenten wäre. Als solches, gibt es ein Kontrahentenrisiko. Kontrahentenrisiko bezieht sich auf das Verlustrisiko für Kunden, das sich aus der Tatsache ergibt, dass die Gegenpartei zum Forex und/oder zu Differenzkontrakt-Transaktionen eingegangen sind, ihren Verpflichtungen vor der Schlussrechnung des Cashflows der Transaktion, nicht nachkommen kann.
id_id: %1 menawarkan forex dan kontrak untuk perbedaan via model hybrid yang di selenggarakan pada akun sendiri (dealing desk) dan sebagian dengan menghedgingkan kontrak klien dengan penyedia likuiditas (no-dealing desk). Kontrak yang dibeli klien biasanya dihedgingkan ketika volume total transaksi melebihi ambang batas tingkat toleransi risiko. Untuk kedua model eksekusi, %1 bertindak sebagai mitra pengimbang yaitu counterparty bagi kontrak yang Anda tradingkan bersama kami sebagai lawan untuk memasuki kontraktual counterparty yaitu pusat penyelesaian dimana hal ini sama seperti penyelesaian pada trading instrumen keuangan lainnya. Selalu ada resiko counterparty. Risiko counterparty mengacu pada risiko kerugian klien yang dihasilkan dari selisih transaksi counterparty forex dan/atau kontrak yang Anda masukkan secara langsung berdasarkan kewajiban sebelum penyelesaian akhir dari arus kas transaksi ini.
pl_pl: %1 oferuje kontrakty forex oraz kontrakty na różnice kursowe. Na portalu stosowany jest model hybrydowy, t.j. zawieranie transakcji na własny rachunek (dealing desk) oraz przy częściowym zabezpieczeniu oferowanym przez naszych dostawców płynności (no-dealing desk). Hedging stosuje się zazwyczaj, gdy całkowita wielkość transakcji przekracza ustalony wcześniej poziom akceptowanego ryzyka. W przypadku obu modeli realizacji %1 występuje w roli kontrahenta w transakcjach zawieranych przez Ciebie na naszym portalu. Jest to przeciwieństwem sytuacji, gdy zawiera się transakcję z centralną izbą rozliczeniową jako kontrahentem, występującej w przypadku instrumentów finansowych w obrocie giełdowym. Występuje więc ryzyko kontrahenta. Jest to ryzyko poniesienia straty przez klienta wynikające z faktu, że kontrahent zawieranego przez Ciebie kontraktu forex lub kontraktu na różnice kursowe nie wywiąże się z zobowiązań przed ostatecznym rozrachunkiem przepływów środków pieniężnych związanych z transakcją.
pt_pt: A %1 disponibiliza operações de câmbio e contratos por diferença através do modelo híbrido, i.e. tanto por conta própria (mesa de negociação) e parcialmente fazendo cobertura das ordens de clientes com os nossos fornecedores de liquidez (sem mesa de negociação). As ordens de clientes geralmente são cobertas quando o volume total de transações excede um limiar predefinido de um nível de tolerância de risco. Para ambos os modelos de execução, a %1 desempenha o papel de contraparte contratual das transações que você realiza conosco, em vez de entrar numa contraparte contratual com uma câmara de compensação central, como seria o caso com instrumentos financeiros negociados em bolsa. Como tal, riscos de contraparte existem. Risco de contraparte refere-se ao risco de perda por clientes, resultando do fato que a contraparte das operações de câmbio ou das transações de contratos por diferença que você realizou pode não cumprir as suas obrigações antes da liquidação final dos respetivos fluxos financeiros da transação.
vi_vn: %1 cung cấp ngoại hối và các hợp đồng thông qua các mô hình lai, tức là, cả các giao dịch trong tài khoản cá nhân (Dealing Desk) và một phần bảo hiểm rủi ro đơn đặt hàng của khách hàng với các nhà cung cấp thanh khoản của chúng tôi (No Dealing Desk). Các đơn đặt hàng của khác hàng thường được bảo hiểm rủi ro khi mà khối lượng tổng giao dịch của khách hàng vượt quá ngưỡng có thể xác định trước của mức độ nguy hiểm rủi ro cho phép. Đối với cả hai loại hình thực hiện, %1 sẽ hoạt động như một đối tác hợp đồng cho các giao dịch mà khách hàng tham gia với chúng tôi, ngược lại khi tham gia vào một đối tác hợp đồng với một phòng thanh toán bù trừ trung tâm sẽ được tính như trường hợp với các công cụ tài chính trao đổi giao dịch. Như vậy, tồn tại rủi ro với đối tác. Rủi ro đối tác đề cập đến ở đây là nguy cơ mất mát cho khách hàng do thực tế là ngoại hối của bên đối tác và/hoặc các hợp đồng cho các giao dịch khác nhau mà bạn đã tham gia có thể có những mặc định về nghĩa vụ của người tham gia trước khi quyết toán dòng tiền của giao dịch.
zh_cn: %1通过混合模式提供外汇和差价合约，即通过自己的账户（交易员）和部分对冲客户订单与我们的流动率提供商（无交易员）进行交易。当总交易量超过预定的风险承受力水平限额时，客户订单通常被对冲。%1在两种执行模式中都扮演您与我们签订交易的合约相对方，而不是像交易所的交易金融工具那样与中央结算所订立交易的合约相对方。 因此，存在相对方风险。 相对方风险是指客户因为您签订的外汇和/或差价交易合约相对方在交易现金流最终结算前违反其义务而造成的损失风险。

source: %1 offers new ways to trade
de_de: %1 bietet neue Wege des Handelns an
fr_fr: %1 propose de nouvelles alternatives de trading
id_id: %1 menawarkan cara baru bertrading
pl_pl: %1 oferuje nowe sposoby handlowania
pt_pt: A %1 disponibiliza novas formas de negociar
vi_vn: %1 cung cấp nhiều cách thức giao dịch mới
zh_cn: %1提供新的交易方式

source: %1 offers the following trade types that will help you execute your market view or strategy:
de_de: %1 bietet die folgenden Handelstypen an, die Ihnen dabei helfen werden, Ihre Markteinschätzung oder Strategie auszuüben:
fr_fr: %1 propose les types de trades suivants qui vous aideront à exécuter votre vision du marché ou stratégie :
id_id: %1 menawarkan jenis kontrak berikut untuk membantu Anda dalam mengeksekusi strategi:
pl_pl: %1 oferuje następujące rodzaje zakładów, które pomogą Ci zrozumieć rynek i wprowadzić w życie Twoją strategię:
pt_pt: A %1 disponibiliza os seguintes tipos de negociação que ajudam os negociadores a executarem as suas visões ou estratégias de mercado:
vi_vn: %1 cung cấp cho những loại giao dịch sau mà sẽ giúp bạn thực hiện tầm nhìn thị trường hoặc chiến lược:
zh_cn: %1 提供以下可帮助您执行市场观点或策略的交易类型：

source: %1 offers the world's financial markets in a simple, user-friendly platform.
de_de: %1 bietet die weltweiten Finanzmärkte auf einer einfachen, anwenderfreundlichen Plattform an.
fr_fr: %1 vous permet d'accéder aux marchés financiers internationaux par le biais d'une plateforme simple et facile à utiliser.
id_id: %1 menawarkan platform pasar finansial dunia yang sederhana dan mudah.
pl_pl: %1 prezentuje świat rynków finansowych na jednej prostej i łatwej w obsłudze platformie konsumenckiej.
pt_pt: A %1 oferece os mercados financeiros mundiais numa plataforma simples e fácil de usar.
vi_vn: %1 cung cấp sàn giao dịch thị trường tài chính thế giới đơn giản, thân thiện và dễ sử dụng.
zh_cn: %1 提供简单、人性化的全球性金融交易平台。

source: %1 open-source projects
de_de: %1 Open-Source Projekte
fr_fr: Projets open source %1
id_id: proyek open-source %1
pl_pl: Projekty open-source %1
pt_pt: Projetos de código aberto da %1
vi_vn: Các Dự Án Nguồn Mở
zh_cn: %1开源项目

source: %1 opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team.
de_de: %1 eröffnet ein Büro im QSentral Bürogebäude im Zentrum von Kuala Lumpur, um sein IT Entwicklungsteam zu erweitern.
fr_fr: %1 ouvre une antenne au sein du complexe QSentral, au centre de Kuala Lumpur, afin d'élargir son équipe chargée du développement IT.
id_id: %1 membuka kantor pada gedung perkantoran QSentral di pusat Kuala Lumpur untuk memperluas tim pengembangan IT mereka.
pl_pl: %1 otwiera biuro w centrum Kuala Lumpur w biurowcu QSentral, aby umożliwić dalszy rozwój swojego zespołu IT.
pt_pt: A %1 abre um escritório no edifício QSentral no centro de Kuala Lumpur para promover a expansão da sua equipe de desenvolvimento de TI.
vi_vn: %1 mở một văn phòng tại tòa nhà văn phòng QSentral ở trung tâm Kuala Lumpur để mở rộng thêm đội ngũ phát triển CNTT của mình.
zh_cn: %1在吉隆坡市中心QSentral 办公大楼开设办公室，进一步扩大 IT 开发团队。

source: %1 opens new hub of operations in the capital of Paraguay to drive our growth in South America.
de_de: %1 eröffnet ein neues Betriebszentrum in Paraguays Hauptstadt, um unser Wachstum in Südamerika anzukurbeln.
fr_fr: %1 ouvre un nouveau centre d'opérations dans la capitale du Paraguay pour stimuler notre croissance en Amérique du Sud.
id_id: %1 membuka pusat operasi baru di ibukota Paraguay untuk mendorong pertumbuhan kami di Amerika Selatan.
pl_pl: %1 otwiera nowe centrum operacyjne w stolicy Paragwaju, aby umożliwić rozwój w Ameryce Południowej.
pt_pt: %1abre novo centro de operações na capital do Paraguai para impulsionar nosso crescimento na América do Sul.
vi_vn: %1 mở các trung tâm vận hành ở thủ đô của Paraguay để đẩy mạnh tăng trưởng của công ty chúng tôi ở Nam Mỹ.
zh_cn: %1 在巴拉圭的首都开设了新业务中心, 以推动我们在南美洲的增长。

source: %1 opens new office in the island of Labuan as part of our business expansion.
de_de: %1 eröffnet im Rahmen unserer Geschäftserweiterung ein neues Büro auf der Insel Labuan.
fr_fr: %1 ouvre un nouveau bureau sur l'île de Labuan dans le cadre de notre expansion commerciale.
id_id: %1 membuka kantor baru di pulau Labuan sebagai bagian dari ekspansi bisnis kami.
pl_pl: W ramach ekspansji biznesowej %1 otwiera nowe biuro na wyspie Labuan.
pt_pt: %1abre novo escritório na ilha de Labuan, como parte da expansão do nosso negócio.
vi_vn: %1 mở văn phòng mới ở đảo Labuan nhằm giúp chúng tôi mở rộng kinh doanh.
zh_cn: %1 在Labuan岛开设新办事处, 作为我们业务扩张的一部分。

source: %1 owes the client a duty of best execution when executing orders on the client's behalf, i.e. when the client places a legitimate reliance on the Company to safeguard the client's interest in relation to the execution of the client's order.
de_de: Wenn Order im Namen des Kunden ausgeführt werden, hat %1 ihm gegenüber die Verpflichtung zur besten Ausführung; d.h., wenn der Kunde ein rechtmäßiges Vertrauen in das Unternehmen legt, um das Interesse des Kunden im Verhältnis zur Ausführung seiner Order zu schützen.
fr_fr: %1 vous doit un devoir de meilleure exécution lorsque l'ordre d'exécution est fait à la place du client c'est à dire lorsque le client place une légitime confiance dans la Compagnie pour sauvegarder les intérêts du client correspondant à l'exécution de l'ordre du client.
id_id: %1 berkewajiban kepada klien untuk melakukan eksekusi terbaik ketika mengeksekusi order atas nama klien, yaitu ketika klien menempatkan kepercayaan yang sah pada Perusahaan untuk melindungi kepentingan klien dalam kaitannya dengan eksekusi order klien.
pl_pl: %1 ma obowiązek zapewnić klientowi najkorzystniejszą możliwą realizację zlecenia w jego imieniu, np. gdy zawierza Firmie, aby dbała o jego interes podczas realizacji zlecenia.
pt_pt: A %1 tem uma obrigação para com o cliente da melhor realzação na execução de ordens em seu nome, i.e., quando o cliente coloca uma confiança legítima na empresa para salvaguardar os seus interesses em relação à execução da sua ordem.
vi_vn: %1 có nghĩa vụ thực hiện trách nhiệm tốt nhất với khách hàng khi thực hiện các đơn đặt hàng thay mặt khách hàng, tức là khi khách hàng đặt sự phụ thuộc hợp pháp vào Công Ty để bảo vệ quyền lợi của khách hàng liên quan đến việc thực hiện lệnh của khách hàng.
zh_cn: 当公司代替客户执行订单时，也就是说，当客户依法托付公司执行客户的订单并维护客户的利益时，%1有义务以最佳方式执行。

source: %1 per lot
de_de: %1 pro Lot
fr_fr: %1 par lot
pl_pl: %1 za partię
pt_pt: %1 por lote
vi_vn: %1 mỗi lô
zh_cn: %1 每手

source: %1 provides business partnership services via the following programs.
de_de: %1 bietet Geschäftspartnerschaft-Dienstleistungen über folgende Programme.
fr_fr: %1 propose des services de partenariat d'affaires par le biais des programmes suivants.
id_id: %1 menyediakan layanan mitra usaha melalui program-program berikut.
pl_pl: %1 zapewnia usługi w zakresie partnerstwa biznesowego za pośrednictwem następujących programów.
pt_pt: A %1 fornece serviços de parceria de negócios através dos seguintes programas.
vi_vn: %1 cung cấp dịch vụ hợp tác kinh doanh thông qua các chương trình sau.
zh_cn: %1 通过以下方案提供商业伙伴关系服务。

source: %1 provides institutional clients around the world with market quotes and trade execution across a wide range of assets, including major currency pairs, spot metals, CFD indices and popular cryptocurrencies.
de_de: %1 bietet institutionellen Kunden auf der ganzen Welt Börsenkurse und Handelsausführungen über eine breite Palette von Vermögenswerten, einschließlich der wichtigsten Währungspaare, Edelmetalle, CFD Indizes und beliebte Kryptowährungen an.
fr_fr: %1 fournit des clients institutionnels dans le monde entier avec des cotations de marché et exécution de transaction dans un large éventail d’actifs, y compris les principales paires de devises, les métaux spots, les indices CFD et crypto devises populaires.
id_id: %1 menyediakan pelanggan institusi diseluruh dunia dengan kutipan pasar dan eksekusi trading di berbagai aset, termasuk pasangan mata uang mayor, logam, indeks CFD dan mata uang crypto populer.
pl_pl: %1 zapewnia klientom instytucjonalnym na całym świecie kwotowanie rynkowe oraz realizację zakładów opartych na szeregu aktywów, m. in. głównych parach walutowych, metalach szlachetnych, wskaźnikach CFD, czy popularnych kryptowalutach.
pt_pt: A %1 fornece cotas de mercado e execuções de negociação a clientes institucionais ao redor do mundo, num amplo conjunto de ativos, incluindo pares de moedas principais, metais, índices CFD e criptomoedas populares.
vi_vn: cung cấp cho các tổ chức khách hàng trên toàn thế giới với báo giá thị trường và thực hiện giao dịch trên một loạt các loại tài sản, bao gồm cả các cặp tiền tệ lớn, kim loại quý, chỉ số CFD và cryptocurrencies phổ biến.
zh_cn: %1 向世界各地的机构客户提供广泛的资产市场报价和交易执行服务，包括主要货币对、现货金属、差价合约指数和受欢迎的加密货币。

source: %1 provides the client with best execution by utilising a smart aggregation method when managing incoming orders. The smart aggregation method works by:
de_de: %1 bietet dem Kunden beim Verwalten eingehender Order die beste Ausführung, indem eine schlaue Aggregations-Methode angewandt wird. Die schlaue Aggregations-Methode funktioniert indem:
id_id: %1 menyediakan eksekusi terbaik bagi klien dengan memanfaatkan metode agregasi cerdas ketika mengelola pesanan yang masuk. Metode agregasi cerdas bekerja dengan:
pl_pl: %1 zapewnia klientowi najlepszą możliwą realizację zlecenia, korzystając z inteligentnej metody agregacji do zarządzania przychodzącymi zleceniami. Inteligentna metoda agregacji polega na:
pt_pt: A %1 fornece ao cliente a melhor execução ao utilizar um método de agregação inteligente no gerenciamento de ordens recebidas. O método de agregação inteligente funciona através de:
vi_vn: %1 cung cấp cho khách hàng sự thi hành tốt nhất bằng cách sử dụng một phương pháp tập hợp thông minh khi quản lý các đơn đặt hàng. Phương pháp tập hợp thông minh hoạt động bằng cách:
zh_cn: %1在管理传入订单时通过采用智能聚合方法为客户提供最佳执行方案。智能聚合方法的工作原理是︰

source: %1 provides virtual-money facilities to practise your trading strategy with virtual funds. Switch to your virtual-money account using the drop-down box in the top-right corner of the screen.
de_de: %1 bietet virtuelles Geld, damit Sie Ihre Handelsstrategie mit virtuellen Mitteln üben können. Wechseln Sie über das Dropdown-Feld in der oberen rechten Ecke des Bildschirms zu Ihrem virtuellen Geldkonto.
fr_fr: %1 offre de l’argent virtuel pour pratiquer votre stratégie de trading grâce à des fonds virtuels. Basculez vers votre compte d’argent virtuel à l’aide de la liste déroulante dans le coin en haut à droite de l’écran.
id_id: %1 menyediakan fasilitas dana virtual untuk melatih strategi trading Anda. Beralih ke akun dana virtual Anda menggunakan menu di sudut kanan atas layar.
pl_pl: %1 udostępnia funkcję handlowania środkami wirtualnymi, umożliwiającą przećwiczenie Twojej strategii handlowej przy użyciu środków wirtualnych. Przejdź na konto z wirtualnymi pieniędzmi, korzystając z rozwijanego menu w prawym górnym rogu ekranu.
pt_pt: A %1 fornece recursos de dinheiro virtual para experimentar as suas estratégias de negociação com fundos virtuais. Mude para a sua conta de dinheiro virtual usando a caixa suspensa no canto superior direito da tela.
vi_vn: %1 cung cấp cơ sở tiền ảo để thực hành chiến lược kinh doanh của bạn với tiền ảo. Chuyển sang tài khoản tiền ảo của bạn bằng cách sử dụng hộp thả xuống ở góc trên bên phải của màn hình.
zh_cn: %1 提供虚拟账户让您以虚拟资金实践交易策略。使用荧幕右上角的下拉清单可切换到虚拟账户。

source: %1 provides you with the opportunity to either self-exclude or %2set limits on your trading activities%3 on this website. You may also %4contact us%3 to state the limits you wish to set via email or phone. Available limits are:
de_de: %1 bietet Ihnen die Möglichkeit Ihre Handelstätigkeiten auf dieser Webseite entweder auszuschließen oder %2ihnen Limits zu setzen%3. Sie können %4uns kontaktieren%3, um die gewünschten Limits via E-mail oder Telefon anzugeben. Verfügbare Limits sind:
fr_fr: %1 vous offre la possibilité de vous auto-exclure ou de %2fixer des limites sur vos activités de trading%3 avec %1. Vous pouvez également %4nous contacter%3 pour préciser les limites que vous souhaitez mettre en place via email ou téléphone. Les limites disponibles sont :
id_id: %1 memiliki fasilitas untuk pengecualian diri baik itu untuk mengecualikan-diri Anda atau %2menentukan batasan aktivitas trading%3 Anda pada website ini. Anda juga dapat %4menghubungi kami%3 untuk menyampaikan batasan yang Anda inginkan melalui email atau telepon. Batasan yang tersedia adalah sebagai berikut:
pl_pl: %1 umożliwia samodzielne wyłączenie lub %2ustawienie limitów dla operacji handlowych%3 na tym portalu. Możesz także %4skontaktować się z nami%3, aby ustawić żądane limity przez e-mail lub telefon. Dostępne limity to:
pt_pt: A %1 proporciona-lhe a oportunidade de se excluir ou %2definir limites nas suas atividades de negociação%3 neste site. É também possível contatar-nos através de e-mail ou telefone para declarar os limites que você deseja definir. Os limites disponíveis são:
vi_vn: %1 cung cấp cho bạn cơ hội tự loại trừ hoặc %2 đặt hạn mức các hoạt động giao dịch%3 trên trang web này. Bạn cũng có thể %4liên hệ với chúng tôi%3 để thông báo giới hạn mà bạn mong muốn thông qua chat trực tiếp, email hoặc điện thoại. Những giới hạn có sẵn là:
zh_cn: 通过 %1，您可以在网站上自我禁止或 为自己的交易活动%3%2设限。您也可以通过在线交谈、电邮或电话%4联系我们%3，告诉我们您想要设定的限额。可用的限额如下：

source: %1 reaches $2 billion turnover since starting in 1999
de_de: Seit dem Start in 1999 hat %1 einen Umsatz von 2 Milliarden US$ erwirtschaftet
fr_fr: %1 affiche un chiffre d'affaires de 2 milliards de dollars US depuis sa création en 1999
id_id: %1 mencapai $2 milyar omset sejak tahun 1999
pl_pl: %1 osiąga obrót w wysokości 2 mld $ od rozpoczęcia działalności w 1999 r.
pt_pt: A %1 atingiu $2 bilhões em volume de negócios desde 1999
vi_vn: %1 đạt $2 tỷ doanh thu từ khi ra đời năm 1999
zh_cn: %1从1999年开始运营，目前营业额达到 20 亿美元

source: %1 reaches 1 million registered users
de_de: %1 erreicht 1 Million registrierte Benutzer
fr_fr: %1 compte 1 million d'utilisateurs inscrits
id_id: %1 mencapai 1 juta pengguna terdaftar
pl_pl: %1 ma już 1 milion zarejestrowanych użytkowników
pt_pt: A %1 alcança 1 milhão de usuários registrados
vi_vn: %1 đã có 1 triệu người dùng đăng ký
zh_cn: %1注册用户已达一百万人

source: %1 requires your browser's web storage to be enabled in order to function properly. Please enable it or exit private browsing mode.
de_de: %1 erfordert, dass der Webspeicher Ihres Browsers aktiviert ist, um richtig zu funktionieren. Bitte aktivieren Sie ihn, oder verlassen Sie den Private-Browsing-Modus.
fr_fr: %1 requiert que la fonction stockage web de votre navigateur soit activée pour fonctionner correctement. S’il vous plaît activer la ou quitter le mode de navigation privée.
id_id: %1 mengharuskan penyimpanan web browser Anda diaktifkan agar berfungsi dengan benar. Aktifkan atau keluar dari mode browsing pribadi.
pl_pl: %1 wymaga włączenia w przeglądarce funkcji przechowywania internetowego (Web Storage), aby zapewnić poprawne działanie. Włącz tę funkcję lub wyłącz tryb przeglądania prywatnego.
pt_pt: A %1 requer que o armazenamento na Web do seu navegador esteja habilitado para poder funcionar corretamente. Por favor, habilite-o ou saia do modo de navegação privada.
vi_vn: %1 yêu cầu lưu trữ web của trình duyệt của bạn để được kích hoạt để hoạt động đúng. Xin vui lòng cho phép nó hoặc thoát ra khỏi chế độ duyệt web riêng tư.
zh_cn: 您必须启用浏览器的web存储，%1才能正常工作。请启用它或退出私人浏览模式。

source: %1 rows displayed:
de_de: %1 Zeilen angezeigt:
fr_fr: Rangées %1 affichées :
id_id: %1 baris yang ditampilkan:
pl_pl: Wyświetlone rzędy %1:
pt_pt: %1 linhas exibidas:
vi_vn: %1 hàng hiển thị:
zh_cn: %1 显示行数:

source: %1 shall act purely on an execution only basis, without the provision of any investment advice through our remote trading platform.
de_de: %1 soll lediglich nach einer Ausführungsgrundlage handeln, ohne die Bereitstellung von Anlageberatung über unsere Handelsplattform.
id_id: %1 hanya akan bertindak sebagai pengeksekusi saja, tanpa menyediakan saran investasi melalui platform trading kami.
pl_pl: %1 działa wyłącznie jako wykonawca, nie świadcząc żadnych porad inwestycyjnych za pośrednictwem zdalnej platformy handlowej.
pt_pt: A %1 atuará apenas numa base de execução, sem a provisão de qualquer tipo de aconselhamento de investimento através da nossa plataforma de negociação remota.
vi_vn: %1 sẽ hành động hoàn toàn trên một cơ sở thực hiện duy nhất, mà không cung cấp bất kỳ tư vấn đầu tư thông qua các nền tảng kinh doanh của chúng tôi từ xa.
zh_cn: %1 须仅以执行为准, 不可通过我们的远程交易平台提供任何投资建议。
