Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Perfect Money allows individuals to make instant payments and money transfers securely on the Internet. For more information, please visit %1.
fr_fr: Perfect Money permet aux individus de faire des paiements instantanés et des transferts d’argent en toute sécurité sur Internet. Pour plus d’informations, veuillez visiter %1.
id_id: Perfect Money memberi individu untuk membuat pembayaran instan dan menransfer dana secara aman di internet. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Perfect Money umożliwia osobom indywidualnym dokonywanie w bezpieczny sposób natychmiastowych płatności i przelewów pieniężnych przez internet. Odwiedź %1, aby uzyskać więcej informacji.
pt_pt: A Perfect Money permite que clientes particulares façam pagamentos instantâneos e transferências de dinheiro em segurança na internet. Para mais informações, visite %1.
vi_vn: Perfect Money cho phép các cá nhân thực hiện thanh toán tức thời và chuyển tiền một cách an toàn trên Internet. Để biết thêm thông tin, vui lòng truy cập %1.
zh_cn: Perfect Money 允许个人安全地在互联网上即时支付和汇款。欲知详情, 请访问 %1。

source: Perform audit assignments and identify control gaps and opportunities for improvement
de_de: Führen Sie Prüfungsaufträge durch und identifizieren Sie Kontrolllücken und Verbesserungsmöglichkeiten
fr_fr: Effectuer des missions d’audit et identifier les lacunes de contrôle et les possibilités d’amélioration
id_id: Melakukan tugas audit dan mengidentifikasi celah kendali dan peluang untuk melakukan peningkatan
pl_pl: Wykonywanie powierzanych zadań kontrolnych i identyfikowanie luk w systemie kontroli oraz możliwości jego usprawnienia
pt_pt: Realizar atribuições de auditoria e identificar lacunas de controle e oportunidades de melhoria
vi_vn: Thực hiện các tác vụ kiểm tra và xác định những khe hở trong điều khiển và những cơ hội để cải thiện
zh_cn: 执行审计任务, 查明控制差距和改进机会

source: Perform data mining using SQL databases, R/S-Plus, OLAP, and other analytical tools
de_de: Führen Sie Data-Mining mit SQL Datenbanken, R/S-Plus, OLAP und anderen Analysewerkzeugen durch
fr_fr: Exploration de données avec les bases de données SQL, R/S-Plus, OLAP et d'autres outils analytiques
id_id: Melakukan penambangan data menggunakan database SQL, R/S-Plus, OLAP, dan alat analitik lainnya
pl_pl: Eksploracja danych przy użyciu baz danych SQL, R/S-Plus, OLAP oraz innych narzędzi analitycznych
pt_pt: Envolver-se em exploração de dados usando bancos de dados SQL, R/S-Plus, OLAP e outras ferramentas analíticas
vi_vn: Thực hiện khai thác dữ liệu sử dụng cơ sở dữ liệu SQL, R/S-Plus, OLAP, và các công cụ phân tích khác
zh_cn: 使用 SQL 数据库、R/S-Plus、OLAP 和其他分析工具执行数据挖掘工作

source: Perform market research and analysis to uncover trends, prospects, partners, and competitors
de_de: Führen Sie Marktforschung und Analysen durch, um Trends, Interessenten, Partner und Konkurrenten ausfindig zu machen
fr_fr: Effectuer des études de marché et des analyses afin de découvrir des tendances, prospects, partenaires et concurrents
id_id: Melakukan riset pasar dan analisis untuk mengungkap tren, prospek, mitra, dan pesaing
pl_pl: Przeprowadzanie badań i analiz rynkowych w celu identyfikowania trendów, potencjalnych klientów, partnerów i konkurentów
pt_pt: Realize pesquisas e análises de mercado para descobrir tendências, perspectivas, parceiros e concorrentes para nossa base de clientes
vi_vn: Thực hiện việc nghiên cứu thị trường và phân tích để phát hiện ra các xu hướng, đối tác tiềm năng và các đối thủ cạnh tranh
zh_cn: 进行市场调查和分析，搜寻趋势、前景、合作伙伴和竞争对手

source: Perform market research and analysis to uncover trends, prospects, partners, and competitors for our client base
de_de: Führen Sie Marktforschung und Analysen durch, um Trends, Interessenten, Partner und Konkurrenten für unseren Kundenstamm ausfindig zu machen
fr_fr: Effectuer des études de marché et des analyses afin de découvrir des tendances, prospects, partenaires et concurrents pour notre clientèle
id_id: Melakukan riset pasar dan analisis untuk mengungkap tren, prospek, mitra, dan pesaing untuk basis klien kami
pl_pl: Przeprowadzanie badań i analiz rynkowych w celu identyfikowania trendów, potencjalnych klientów, partnerów i konkurentów na potrzeby naszej bazy klientów
pt_pt: Realize pesquisas e análises de mercado para descobrir tendências, perspectivas, parceiros e concorrentes para nossa base de clientes
vi_vn: Thực hiện việc nghiên cứu thị trường và phân tích để phát hiện ra các xu hướng, đối tác tiềm năng và các đối thủ cạnh tranh cho cơ sở khách hàng của chúng tôi
zh_cn: 进行市场调查和分析，为客户群搜寻趋势、前景、合作伙伴和竞争对手

source: Perform reconciliations of all transactions that take place through third-party payment services and banks
de_de: Führen Sie Abstimmungen aller Transaktionen, die über Drittanbieter-Zahlungsdienste und Banken stattfinden, durch
fr_fr: Assurer la réconciliation de toutes les transactions qui s’opèrent par le biais de services de paiement tiers et des banques
id_id: Melakukan rekonsiliasi dari semua transaksi yang terjadi melalui layanan pembayaran pihak ketiga dan bank
pl_pl: Odpowiadanie za uzgodnienia wszystkich transakcji dokonywanych za pośrednictwem banków i zewnętrznych usług płatniczych
pt_pt: Realizar reconciliações de todas as transações que ocorrem por meio de serviços de pagamento de terceiros e bancos
vi_vn: Thực hiện việc điều giải tất cả các giao dịch được thực hiện thông qua các dịch vụ của bên thứ ba cũng như qua ngân hàng
zh_cn: 对通过第三方支付服务代理和银行处理的所有交易进行协调

source: Perform regular pentesting of our web applications
de_de: Führen Sie regelmäßiges Pentesting von unseren Web-Applikationen durch
fr_fr: Effectuer des audits intrusifs réguliers de nos applications web
id_id: Melakukan pengetesan secara teratur pada aplikasi web kami
pl_pl: Prowadzenie regularnych testów penetracyjnych naszych aplikacji internetowych
pt_pt: Executar Pentesting regular de nossas aplicações web
vi_vn: Thực hiện thường xuyên việc đánh giá an toàn pentest đối với các ứng dụng web của chúng tôi
zh_cn: 对我们的网络应用程序进行定期测试

source: Perform tests to ensure database performance and security, as well as data integrity
de_de: Führen Sie Tests durch, um die Datenbank-Performance und Sicherheit, sowie die Integrität der Daten zu gewährleisten
fr_fr: Effectuer des tests pour s’assurer des performances de la base de données, de la sécurité, ainsi que de l’intégrité des données
id_id: Melakukan tes untuk memastikan kinerja dan keamanan basis data, serta integritas data
pl_pl: Przeprowadzanie testów w celu zapewnienia odpowiedniego działania bazy danych i jej bezpieczeństwa, jak również integralności danych
pt_pt: Realize testes para garantir o desempenho e a segurança do banco de dados, bem como a integridade dos dados
vi_vn: Thực hiện các kiểm tra để đảm bảo hoạt động và bảo mật của cơ sở dữ liệu, cũng như đảm bảo dữ liệu được toàn vẹn
zh_cn: 执行测试以确保数据库性能和安全性以及数据完整性

source: Performance Tuning,
fr_fr: le Réglage de Performance,
id_id: Penyetelan Kinerja,
pl_pl: Poprawianie wydajności
pt_pt: Ajuste de desempenho,
vi_vn: Điều Chỉnh Hiệu Năng,
zh_cn: 性能优化,

source: Perl Developer
de_de: Perl Entwickler
fr_fr: Développeur Perl
pl_pl: Deweloper Perl
pt_pt: Desenvolvedor Perl
vi_vn: Lập Trình Viên Perl
zh_cn: Perl 开发员

source: Perl modules
de_de: Perl Module
fr_fr: Modules Perl
id_id: Modul perl
pl_pl: Moduły Perl
pt_pt: Módulos Perl
vi_vn: Perl mô-đun
zh_cn: Perl 模块

source: Permissions
de_de: Berechtigungen
id_id: Izin
pl_pl: Pozwolenia
pt_pt: Permissões
vi_vn: Quyền hạn
zh_cn: 权限

source: Personal Care, Sales and Service Workers
de_de: Persönliche Pflege-, Verkaufs- und Service-Arbeiter
fr_fr: Employés de l'aide aux personnes âgées, vente et service
id_id: Perawatan Pribadi, Penjualan dan Pekerja Layanan
pl_pl: Pracownicy sektora opieki zdrowotnej, sprzedaży i sektora publicznego
pt_pt: Funcionários de cuidados pessoais, vendas e serviços
vi_vn: Nhân viên chăm sóc khách hàng, kinh doanh và dịch vụ
zh_cn: 个人护理、销售及服务员工

source: Personal Data
de_de: Persönliche Daten
fr_fr: Informations Personnelles
id_id: Data Pribadi
pl_pl: Dane osobowe
pt_pt: Dados pessoais
vi_vn: Dữ Liệu Cá Nhân
zh_cn: 个人资料

source: Personal Data and Privacy
de_de: Persönliche Daten und Datenschutz
id_id: Data Pribadi dan Privasi
pl_pl: Dane osobowe i prywatność
pt_pt: Dados pessoais e privacidade
vi_vn: Dữ Liệu Cá Nhân và Quyền Riêng Tư
zh_cn: 个人数据和隐私

source: Personal Details
de_de: Persönliche Angaben
fr_fr: Informations personnelles
id_id: Data Pribadi
pl_pl: Dane osobowe
pt_pt: Informações Pessoais
vi_vn: Thông Tin Cá Nhân
zh_cn: 个人资料

source: Personal Wealth Awards 2017
fr_fr: Prix de fortune personnelle 2017
pl_pl: Nagroda Personal Wealth Award 2017
vi_vn: Giải thưởng Personal Wealth Awards năm 2017
zh_cn: 2017个人财富奖

source: Personal details
de_de: Persönliche angaben
fr_fr: Informations personnelles
id_id: Data pribadi
pl_pl: Dane osobowe
vi_vn: Thông tin cá nhân
zh_cn: 个人资料

source: Pillar 3 Disclosures
de_de: Pillar 3 Offenlegung
fr_fr: Divulgations relatives au Volet 3
id_id: Pengungkapan Pilar 3
pl_pl: Ujawnienie informacji w zakresie Filaru 3
pt_pt: Divulgação de Pilar 3
vi_vn: Tiết lộ cột 3
zh_cn: 第3支柱资料披露

source: Pillar 3 disclosure report
de_de: Pillar 3 Offenlegungsbericht
fr_fr: Rapport de divulgation Volet 3
id_id: Laporan Pengungkapan Pilar 3
pl_pl: raport dotyczący ujawnienia informacji w zakresie Filaru 3
pt_pt: Relatório de divulgação de Pilar 3
vi_vn: Báo cáo tiết lộ cột 3
zh_cn: 第3支柱资料披露报告

source: Pip
fr_fr: Pip (« percentage in point »)
pt_pt: Porcentagem em ponto
zh_cn: 点

source: Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001).
de_de: Pip steht für „Basispunkt", was in der Regel die vierte Dezimalstelle (z.B. 0,0001) ist.
fr_fr: Le « pip » désigne une unité de variation du taux de change, généralement une unité de la quatrième décimale (c'est-à-dire 0,0001).
id_id: Pip singkatan dari 'titik persentase' yang umumnya angka desimal keempat (yaitu 0,0001).
pl_pl: Pip to wartość procentowa w punktach, zwykle jest to czwarte miejsce po przecinku (np. 0,0001).
pt_pt: Pip representa "percentage in point" que é geralmente a quarta casa decimal (isto é, 0.0001).
vi_vn: Pip là viết tắt của 'Percentage in point' tức là Điểm Phần Trăm được tính từ vị trí thứ tư sau dấu thập phân (ví dụ 0.0001).
zh_cn: 点（percentage in point，缩写为pip）一般来说是指小数点后第4位数（如0.0001）。

source: Place of birth
de_de: Geburtsort
fr_fr: Lieu de naissance
id_id: Negara kelahiran
pl_pl: Data urodzenia
pt_pt: Local de nascimento
vi_vn: Nơi sinh
zh_cn: 出生地点

source: Plan and carry out the upgrade and migration of databases as needed
de_de: Planung und Durchführung der Aktualisierung und Migration von Datenbanken nach Bedarf
fr_fr: Planifier et effectuer la mise à jour et la migration de bases de données selon les besoins
id_id: Merencanakan dan melaksanakan peningkatan dan migrasi basis data sesuai kebutuhan
pl_pl: Planowanie i przeprowadzanie aktualizacji i migracji baz danych w razie potrzeby
pt_pt: Planejar e executar a atualização e a migração de bancos de dados, conforme necessário
vi_vn: Lập kế hoạch và thực hiện nâng cấp và di chuyển cơ sở dữ liệu khi cần thiết
zh_cn: 根据需要规划和执行数据库的升级和迁移

source: Plan and direct internal programmes and policies to empower all departments with the knowledge, awareness, and practices of regulatory compliance
de_de: Planen und leiten Sie interne Programme und Politiken, um alle Abteilungen mit dem Wissen, Bewusstsein und den Praktiken der Einhaltung gesetzlicher Vorschriften zu befähigen
fr_fr: Planifier et diriger des programmes internes et des politiques visant à responsabiliser tous les départements avec les connaissances, la sensibilisation et les pratiques de respect de la réglementation
id_id: Merencanakan dan mengarahkan program dan kebijakan internal untuk memberdayakan semua departemen dengan pengetahuan, kesadaran, dan praktik kepatuhan peraturan
pl_pl: Planowanie i prowadzenie wewnętrznych programów i polityk, aby zapewnić, że wszystkie działy posiadają wiedzę, świadomość i praktyki w zakresie zgodności z przepisami
pt_pt: Planejar e direcionar programas e políticas internas para capacitar todos os departamentos com o conhecimento, a conscientização e as práticas de conformidade regulatória
vi_vn: Lập kế hoạch và hướng dẫn các chương trình nội bộ và các chính sách để phổ biến kiến thức, nâng cao nhận thức và thực tiễn của việc tuân thủ quy định cho tất cả các bộ phận
zh_cn: 规划和指导内部方案和政策, 使所有部门都能掌握遵守法规的知识、认识和做法

source: Plan and execute data extraction for efficient loading in data warehouse, and ensure extracted data is useful and properly formatted
de_de: Planen Sie und führen Sie die Extraktion für das effiziente Laden in Datenbanken durch und versichern Sie, dass die entnommenen Daten nützlich und ordentlich formatiert sind
fr_fr: Planifier et exécuter l’extraction des données pour le téléchargement efficace dans l’entrepôt de données et vérifier que les données extraites sont utiles et correctement mises en forme
id_id: Merencanakan dan mengeksekusi ekstraksi data untuk pemuatan yang efisien di gudang data, dan memastikan data yang diekstrak berguna dan diformat dengan benar
pl_pl: Planowanie i realizowanie wyodrębniania danych w celu zapewnienia sprawnego przesyłu do magazynu danych oraz gwarantowanie, że wyodrębnione dane są przydatne i poprawnie sformatowane
pt_pt: Planejar e executar a extração de dados para um carregamento eficiente em data warehouse e garantir que os dados extraídos sejam úteis e formatados adequadamente
vi_vn: Lập kế hoạch và thực hiện khai thác hiệu quả dữ liệu trong kho dữ liệu, và đảm bảo trích xuất dữ liệu chính xác và được định dạng đúng cách
zh_cn: 规划和执行数据提取, 以便在数据仓库中高效加载, 并确保提取的数据有用且格式正确

source: Plan and implement IT solutions to achieve desired results
de_de: Planen Sie und implementieren Sie IT Lösungen, um gewünschte Resultate zu erreichen
fr_fr: Planifier et mettre en œuvre des solutions IT pour atteindre les résultats souhaités
id_id: Merencanakan dan menerapkan solusi IT untuk mencapai hasil yang diinginkan
pl_pl: Planowanie i wdrażania rozwiązań IT w celu osiągnięcia pożądanych rezultatów
pt_pt: Planejar e implementar soluções de TI para alcançar os resultados desejados
vi_vn: Lập kế hoạch và thực hiện các giải pháp IT để đạt được kết quả mong muốn
zh_cn: 规划和实施信息技术解决方案, 以实现预期成果

source: Plan and implement methods of best practices in IT security
de_de: Planen Sie und implementieren Sie die Methoden der besten Praktiken in IT-Sicherheit
fr_fr: Planifier et implémenter les meilleures pratiques en terme de sécurité IT
id_id: Merencanakan dan menerapkan metode praktik terbaik dalam keamanan IT
pl_pl: Planuj i wdrażaj metody najlepszych praktyk w zakresie bezpieczeństwa IT
pt_pt: Planejar e implementar métodos de melhores práticas em segurança de TI
vi_vn: Lập kế hoạch và thực hiện các phương pháp IT thực tiễn tốt nhất cho an ninh hệ thống
zh_cn: 规划和实施信息技术安全方面的最佳实践方法

source: Plan and integrate various types of testing into our existing workflow
de_de: Planen und integrieren Sie verschiedene Arten von Tests in unseren bestehenden Workflow
fr_fr: Planifier et intégrer les différents types de tests dans notre flux de travail existant
id_id: Merencanakan dan mengintegrasikan berbagai jenis pengujian ke dalam alur kerja kami yang ada
pl_pl: Planuj i wprowadzaj różnego rodzaju testy do naszego obecnego planu pracy
pt_pt: Planeje e integre vários tipos de testes em nosso fluxo de trabalho existente
vi_vn: Lập kế hoạch và tích hợp các loại thử nghiệm vào công việc hiện tại của chúng tôi
zh_cn: 规划各种测试类型并整合至现有工作流程中

source: Plan to start trading CFDs? Learn when to buy and sell, how to calculate your profits and losses, and how to close a position.
de_de: Möchten Sie CFDs handeln? Erfahren Sie, wann man kauft und verkauft, wie Sie Ihre Gewinne und Verluste berechnen, und wie man eine Position schließt.
fr_fr: Vous avez l’intention de commencer à trader les CFD ? Apprenez à savoir quand acheter et vendre, comment calculer vos profits et pertes et comment fermer une position.
id_id: Berencana untuk mulai trading CFD? Pelajari cara membeli dan menjual, menghitung untung dan rugi Anda, dan cara menutup posisi.
pl_pl: Planujesz rozpocząć handlowanie kontraktami CFD? Dowiedz się, kiedy kupować, a kiedy sprzedawać, jak obliczać swoje zyski i straty i jak zamykać pozycje.
pt_pt: Está planejando começar a negociar CFDs? Aprenda sobre como comprar e vender, como calcular os seus lucros, as suas perdas e como fechar uma posição.
vi_vn: Có kế hoạch để bắt đầu giao dịch CFDs? Tìm hiểu khi nào để mua và bán, làm thế nào để tính toán lợi nhuận và thua lỗ của bạn, và làm thế nào để đóng một vị trí.
zh_cn: 计划开始差价合约交易？了解何时买入和卖出、如何计算利润和亏损，以及如何平仓。

source: Plan, coordinate, and execute a wide range of promotional campaigns
de_de: Planen Sie, koordinieren Sie und führen Sie eine breite Palette von Promotion-Aktionen aus
fr_fr: Planifier, coordonner et exécuter une large gamme de campagnes promotionnelles
id_id: Merencanakan, mengoordinasi, dan menjalankan berbagai kampanye promosi
pl_pl: Planuj, koordynuj i realizuj różnorodne kampanie promocyjne
pt_pt: Planejar, coordenar e executar uma ampla gama de campanhas promocionais
vi_vn: Lập kế hoạch, phối hợp và thực hiện một loạt các chiến dịch quảng cáo
zh_cn: 计划、协调和执行广泛的促销活动

source: Plan, install, and configure world-class database systems that meet business objectives and the needs of end users
de_de: Planen, installieren und konfigurieren Sie Weltklasse-Datenbanksysteme, die Unternehmenszielen und den Bedürfnissen der Endbenutzer entsprechen
fr_fr: Planifier, installer et configurer des systèmes de base de données de classe mondiale qui répondent aux objectifs de l’entreprise et aux besoins des utilisateurs finaux
id_id: Merencanakan, memasang, dan mengkonfigurasi sistem basis data kelas dunia yang memenuhi tujuan bisnis dan kebutuhan pengguna akhir
pl_pl: Planuj, instaluj i konfiguruj światowej klasy systemu baz danych, które sprostają celom biznesowym i potrzebom naszych użytkowników końcowych
pt_pt: Planejar, instalar e configurar sistemas de banco de dados de classe mundial que atendam aos objetivos de negócios e às necessidades dos usuários finais
vi_vn: Lập kế hoạch, cài đặt và cấu hình hệ thống cơ sở dữ liệu hàng đầu thế giới đáp ứng mục tiêu kinh doanh và nhu cầu của người dùng
zh_cn: 规划、安装和配置世界一流的数据库系统, 以满足业务目标和最终用户的需求

source: Plant and Machine Operators and Assemblers
de_de: Anlage- und Maschinenbetreiber und Monteure
fr_fr: Usine, Opérateurs de machine et Assembleurs
id_id: Pengilangan dan Mesin Operator dan Perakit
pl_pl: Operatorzy i monterzy maszyn i urządzeń
pt_pt: Operadores de instalações e máquinas e trabalhadores da montagem
vi_vn: Người Vận Hành Máy Và Xưởng
zh_cn: 工厂和机器操作员及装配员

source: Platform Tour
de_de: Plattformtour
fr_fr: Aperçu de la plateforme
id_id: Panduan Platform
pl_pl: Przewodnik po platformie
pt_pt: Visita da Plataforma
vi_vn: Ghé Thăm Sàn Giao Dịch
zh_cn: 平台指南

source: Platforms
de_de: Plattformen
fr_fr: Plateformes
id_id: Berbagai Platform
pl_pl: Platformy
pt_pt: Plataformas
vi_vn: Các Sàn Giao Dịch
zh_cn: 平台

source: Platinum vs US Dollar
de_de: Platinum gegen US Dollar
fr_fr: Platinum vs Dollar Américain
id_id: Platinum vs Dolar AS
pl_pl: Platyna vs dolar amerykański
pt_pt: Platina vs. Dólar americano
vi_vn: Platinum vs đô-la Mỹ
zh_cn: 铂金兑美元

source: Please %1accept the updated Terms and Conditions%2 to lift your deposit and trading limits.
de_de: Bitte %1akzeptieren Sie die aktualisierten allgemeinen Geschäftsbedingungen%2, um Ihre Einzahlungs- und Handelslimits aufzuheben.
fr_fr: Veuillez %1accepter les Conditions Générales mises à jour%2 pour supprimer vos limites de dépôt et de trading.
id_id: Silahkan %1setujui Syarat dan Ketentuan terbaru%2 untuk meningkatkan batasan deposit dan trading Anda.
pl_pl: Aby podnieść wysokość limitów wpłat i limitów handlowych, proszę %1zaakceptować zaktualizowany regulamin%1.
pt_pt: Por favor %1aceite os termos e condições%2 atualizados para aumentar os seus limites de depósito e negociação.
vi_vn: Xin %1vui lòng chấp nhận cập nhật các Điều Khoản và Điều Kiện%2 để nâng mức tiền gửi và giới hạn giao dịch.
zh_cn: 请%1接受更新条款和条件%2，以提高存款和交易限额。

source: Please %1accept the updated Terms and Conditions%2.
de_de: Bitte %1akzeptieren Sie die aktualisierten Geschäftsbedingungen%2.
fr_fr: Veuillez %1accepter la dernière version des Conditions Générales %2.
id_id: Silahkan %1setujui Syarat dan Ketentuan terbaru%2.
pl_pl: Proszę %1zaakceptować zaktualizowany regulamin%2.
pt_pt: Por favor %1aceite os termos e condições atualizados%2.
vi_vn: Xin %1vui lòng chấp nhận cập nhật các Điều Khoản và Điều Kiện%2.
zh_cn: 请%1接受更新条款和条件%2。

source: Please %1authenticate%2 your account to continue trading.
de_de: Bitte %1authentifizieren%2 Sie Ihr Konto um mit dem Handel fortzufahren.
fr_fr: Veuillez %1authentifier%2 votre compte afin de continuer à trader.
id_id: Silahkan %1otentikasi%2 akun Anda untuk melanjutkan trading.
pl_pl: %1Zweryfikuj%2 swoje konto, aby kontynuować handlowanie.
pt_pt: Por favor, %1autentique%2 a sua conta para continuar a negociar.
vi_vn: Vui lòng %1xác thực tài khoản%2 của bạn để tiếp tục giao dịch.
zh_cn: 请%1验证%2您的账户以继续交易。

source: Please %1authenticate%2 your account.
de_de: Bitte %1authentifizieren%2 Sie Ihr Konto.
fr_fr: S’il vous plaît %1authentifiez%2 votre compte.
id_id: Mohon %1otentikasi%2 akun Anda.
pl_pl: %1Zweryfikuj%2 swoje konto.
pt_pt: Por favor, %1autentique%2 a sua conta.
vi_vn: Xin vui lòng %1xác minh%2 tài khoản của bạn.
zh_cn: 请%1验证%2您的账户。

source: Please %1complete your account profile%2 to lift your withdrawal and trading limits.
de_de: Bitte %1vervollständigen Sie Ihr Kontoprofil%2, um Ihre Abhebe- und Handelslimits aufzuheben.
fr_fr: S'il vous plait %1complétez le profile de votre compte%2 pour supprimer vos limites de retrait et de trading.
id_id: Silahkan %1lengkapi profil akun Anda%2 untuk meningkatkan batasan penarikan dan trading.
pl_pl: Aby podnieść wysokość limitów wypłat i limitów handlowych, %1uzupełnij swój profil%1.
pt_pt: Por favor %1complete o perfil de conta%2 para aumentar os seus limites de retirada e negociação.
vi_vn: Xin %1 vui lòng hoàn thành hồ sơ tài khoản %2 của bạn để nâng mức rút tiền và các giới hạn giao dịch.
zh_cn: 请%1完成账户资料%2，以提高取款和交易限额。

source: Please %1deposit%2 before transferring to client.
de_de: Bitte %1einzahlen%2, bevor Sie an den Kunden überweisen.
fr_fr: Veuillez effectuer un %1dépôt%2 avant de virer des fonds vers un compte client.
id_id: Silahkan %1mendeposit%2 sebelum mentransfer kepada klien.
pl_pl: %1Wpłać%2 środki przed ich wysłaniem do klienta.
pt_pt: Por favor %1deposite%2 antes de transferir para o cliente.
vi_vn: Vui lòng %1gửi tiền%2 trước khi chuyển khoản cho khách hàng.
zh_cn: 给客户转账前请先%1存款%2。

source: Please %1deposit%2 to your account.
de_de: Bitte auf Ihr Konto %1einzahlen%2.
fr_fr: Veuillez %1faire un dépôt%2 sur votre compte.
id_id: Silahkan %1deposit%2 kedalam akun Anda.
pl_pl: Dokonaj %1wpłaty%2 na swoje konto.
pt_pt: Por favor, %1deposite%2 na sua conta.
vi_vn: Xin vui lòng %1gửi tiền%2 vào tài khoản của bạn.
zh_cn: 请%1存入%2您的账户。

source: Please %1log in%2 or %3sign up%4 to view this page.
de_de: Bitte %1melden%2 Sie sich an, oder %3registrieren%4 Sie sich, um diese Seite einzusehen.
fr_fr: S’il vous plaît %1connectez vous%2 ou %3inscrivez vous%4 pour afficher cette page.
id_id: Silahkan %1masuk%2 atau %3daftar%4 untuk melihat halaman ini.
pl_pl: Aby zobaczyć tę stronę, %1zaloguj się%2 lub %3zarejestruj%4.
pt_pt: %1Conecte-se%2 ou %3inscreva-se%4 para ver esta página.
vi_vn: Xin vui lòng %1đăng nhập%2 hoặc %3đăng ký%4 để xem trang này.
zh_cn: 请 %1登录%2 或 %3注册%4以查看本此页 。
