Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: In exceptional circumstances, where there is a price change in the underlying that is sufficiently large and sudden, gapping can occur. In such cases, the automatic margin close-out protection might fail, causing your account balance to fall below zero. For this purpose, a Negative Balance Protection mechanism has been introduced. Negative Balance Protection provides a "backstop" in case of extreme market conditions and ensures that your maximum losses from trading CFDs, including all related costs, are limited to the balance available on your CFD account. Therefore, you can never lose more money than the total sum invested for trading CFDs; if your CFD account balance falls below zero, the Company will compensate the negative balance as soon as possible without any additional cost to you.
de_de: In Ausnahmefällen, wo eine Preisänderung im Basiswert ausreichend groß und plötzlich auftritt, kann es zu einer Lückenbildung kommen. In solchen Fällen kann der automatische Marge Close-Out-Schutz fehlschlagen, wobei Ihr Kontostand unter Null fallen kann. Zu diesem Zweck wurde eine negativ Saldo-Versicherung eingeführt. Die negativ Saldo-Versicherung bietet ein "Sicherheitsnetz" bei extremen Marktbedingungen und sorgt dafür, dass Ihre maximalen Verluste, die sich aus dem Handel mit CFDs ergeben, einschließlich aller damit verbundenen Kosten, sich auf das Guthaben in Ihrem CFD-Konto beschränken. Daher können Sie nie mehr Geld, als die Gesamtsumme, die Sie für den Handel mit CFDs investiert haben, verlieren; wenn Ihr CFD-Kontostand unter Null fällt, wird das Unternehmen den negativ Saldo - ohne zusätzliche Kosten für Sie - so schnell wie möglich kompensieren.
id_id: Dalam situasi kusus, dimana terdapat perubahan harga pada pasar dasar secara besar dan mendadak, gapping dapat terjadi. Dalam kasus seperti itu, perlindungan margin close-out otomatis mungkin gagal, menyebabkan saldo akun Anda akan turun di bawah nol. Untuk tujuan ini, telah diperkenalkan mekanisme Perlindungan Saldo Negatif. Perlindungan Saldo Negatif menyediakan "pencegahan" jika terjadi kondisi pasar ekstrem dan memastikan kerugian maksimum trading CFD Anda, termasuk semua biaya yang terlibat adalah terbatas pada saldo yang terdapat pada akun CFD Anda. Dengan demikian, Anda tidak mungkin akan mengalami kerugian lebih dari jumlah dana yang Anda investasikan pada trading CFD Anda, jika saldo CFD Anda dibawah nol, Perusahaan akan mengganti nilai saldo negatif secepatnya tanpa biaya tambahan.
pl_pl: W wyjątkowych warunkach, jeśli nastąpi zmiana ceny aktywa bazowego, która jest wystarczająco duża i nagła, może wystąpić luka cenowa. W takich przypadkach ochrona polegająca na automatycznym zamykaniu zakładów może zawieść, w związku z czym saldo Twojego konta może paść poniżej zera. Dlatego wprowadzony został mechanizm ochrony ujemnego konta. Ochrona ujemnego konta zapewnia ochronę w przypadku ekstremalnych warunków rynkowych i gwarantuje, że maksymalne straty powstałe w wyniku handlowania kontraktami CFD, w tym wszystkie związane koszty, są ograniczone do wysokości środków zgromadzonych na saldzie konta CFD. W związku z tym nigdy nie możesz stracić więcej środków pieniężnych niż środki zainwestowane w kontrakty CFD. Jeśli środki zgromadzone na Twoim koncie CFD spadną poniżej zera, Firma zwróci Ci te środki tak szybko jak to możliwe bez żadnych dodatkowych kosztów po Twojej stronie.
pt_pt: Em circunstâncias excepcionais, quando há uma mudança de preço no ativo subjacente que seja suficientemente grande e súbita, poderão ocorrer alterações repentinas. Em tais casos, a proteção automática de fechamento de margem pode falhar, fazendo com que o saldo da sua conta desça abaixo de zero. Para este efeito, foi apresentando um mecanismo de proteção contra saldos negativos. A proteção contra saldos negativos fornece-lhe uma "barreira" em caso de condições extremas de mercado e certifica que as suas perdas máximas com a negociação de CFDs, incluindo custos relacionados, sejam limitadas ao saldo disponível na sua conta de CFDs. Portanto, não é possível perder mais dinheiro do que o valor total investido em CFDs. Se o saldo da sua conta cair abaixo de zero, a Empresa irá compensar o saldo negativo tão cedo quanto possível, sem quaisquer custos adicionais para você.
vi_vn: Trong hoàn cảnh đặc biệt, đối với trường hợp có thay đổi giá cơ sở là quá lớn và đột ngột, lỗ hổng có thể xảy ra. Trong trường hợp này, chức năng đóng tự động ngoài biên có thể thất bại, khiến các tài khoản của bạn xuống thành âm. Vì mục đích này, chúng tôi xin giới thiệu cơ chế bảo vệ cân bằng âm. Bảo vệ cân bằng âm cung cấp một 'backstop' trong trường hợp điều kiện khó khăn của thị trường và đảm bảo thiệt hại tối đa của bạn từ giao dịch CFDs, bao gồm tất cả các chi phí liên quan, giới hạn đối với số dư có trên tài khoản CFD. Vì vậy, bạn không bao giờ có thể mất nhiều tiền hơn so với số tiền đầu tư cho giao dịch CFDs; Nếu số dư tài khoản CFD giảm xuống dưới số không, công ty sẽ đền bù số dư âm càng sớm càng tốt mà không tốn bất kỳ chi phí bổ sung cho bạn.
zh_cn: 特殊情况下, 如果标的价格变化很大以及发生得很突然, 间距可能发生。在这种情况下, 保证金自动封闭保护功能可能失效, 导致您的账户余额降至零以下。为此, 我们引入了负余额保护机制。负余额保护在极端市场条件下提供 "支持", 并确保您的差价合约 (包括所有相关成本) 交易的最大损失仅限于 CFD 账户可用的余额。因此, 您的损失永远不会超过投入差价合约的总金额。如果您的 CFD 账户余额降至零以下, 公司将尽快补偿负余额, 而您无需付额外费用。

source: In executing orders on the client's behalf, %1 takes into consideration the following to achieve the best possible result for the client:
de_de: Bei der Ausführung von Ordern im Namen des Kunden, berücksichtigt %1 Folgendes, um das bestmögliche Ergebnis für den Kunden zu erreichen:
fr_fr: Dans le cadre des ordres que nous exécutons pour le compte du client, %1 tient compte des critères suivants pour parvenir au meilleur résultat possible pour le client :
id_id: Pada saat memproses order atas nama klien, %1 mempertimbangkan hal berikut untuk mencapai hasil terbaik:
pl_pl: Wykonując zlecenia w imieniu klienta, %1 bierze pod uwagę następujące aspekty w celu osiągnięcia najlepszego możliwego wyniku:
vi_vn: Trong việc thực hiện các lệnh thay mặt khách hàng, %1 đã xem xét các điều khoảng sau đây để đạt được kết quả tốt nhất có thể cho khách hàng:
zh_cn: 代客户执行订单时，为了替客户争取最佳成果，%1将考虑以下各点︰

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
de_de: Die Händler können auf ausländischen Devisenmärkten Kontrakte auf der Grundlage der Änderung des Wechselkurses einer Währung in eine andere abschließen. Wenn beispielsweise ein Händler den Anstieg des EUR/USD Wechselkurses auswählt, sagt er voraus, dass der Wert des Euro im Verhältnis zum Wert des US-Dollar steigen wird.
fr_fr: Sur le marché des changes, les traders peuvent négocier des contrats basés sur la fluctuation du taux de change d'une devise par rapport à une autre. Par exemple, si un trader sélectionne « Hausse » pour le marché de l'EUR/USD, il prédit que la valeur de l'Euro va augmenter par rapport à la valeur du dollar US.
id_id: Pada pasar valuta asing, para trader dapat membeli kontrak berdasarkan pertukaran harga dari satu mata uang ke mata uang lainnya. Sebagai contoh jika trader memilih kontrak Naik pada market EUR/USD, hal ini berarti mereka menganalisa nilai mata uang Euro akan lebih tinggi dari harga mata uang dolar AS.
pl_pl: Na rynkach walutowych można handlować na podstawie zmian kursów walutowych w odniesieniu do innej waluty. Na przykład w przypadku wybrania wzrostu na rynku EUR/USD, prognozujesz, że wartość euro wzrośnie w stosunku do wartości dolara amerykańskiego.
pt_pt: Nos mercados cambiais estrangeiros, os negociadores podem operar com base na alteração de preço de uma moeda em relação a outra moeda. Por exemplo, se o negociador selecionar Sobe no mercado EUR/USD, ele está prevendo que o valor do euro vai subir em relação ao valor do dólar americano.
vi_vn: Trong thị trường ngoại hối, nhà giao dịch có thể giao kết hợp đồng dựa trên sự thay đổi trong giá cả của một đồng tiền vì nó liên quan tới đồng khác. Ví dụ, nếu một nhà giao dịch lựa chọn Tăng trong cặp tiền tệ EUR/USD, họ đang dự đoán rằng giá trị của đồng Euro sẽ tăng so với giá trị của đồng Đô la Mỹ.
zh_cn: 在外汇市场中，交易者可以根据一种货币对另一种货币的价格变动交易合约。例如，交易者选择欧元/美元“上涨”期权，即预测欧元的价值相对美元的价值将会上涨。

source: In light of the EU General Data Protection Regulation 2016/679 and the Data Protection Act 2018, the applicant is entitled to a number of rights with regards to the applicant's personal data; namely, the following rights:
de_de: Im Lichte der allgemeinen EU Datenschutzverordnung 2016/679 und dem Datenschutzgesetz 2018, hat der Bewerber Anspruch auf eine Reihe von Rechten in Bezug auf persönliche Daten des Bewerbers; nämlich die folgenden Rechte:
fr_fr: À la lumière du Réglement Général de la Protection des Données de l'UE 2016/679 et la Loi sur la Protection des Données 2018, le candidat a droit à un certain nombre de droits en ce qui concerne les données personnelles du candidat ; à savoir, les droits suivants :
id_id: Mengingat Peraturan Perlindungan Data Umum UE 2016/679 dan Undang-Undang Perlindungan Data 2018, pemohon berhak atas sejumlah hak berkaitan dengan data pribadi pemohon; yaitu, hak-hak berikut:
pl_pl: W świetle ogólnego rozporządzenia UE o ochronie danych 2016/679 i Ustawy o ochronie danych z 2018 r. kandydatowi przysługują liczne prawa w odniesieniu do jego danych osobowych, tj. następujące prawa:
pt_pt: Tendo em conta o Regulamento Geral sobre a Proteção de Dados 2016/679 e a Lei sobre a Proteção de Dados de 2018, o requerente tem direito a uma série de direitos relacionados com os dados pessoais do requerente; nomeadamente, os seguintes direitos:
vi_vn: Theo Quy định về Bảo vệ dữ liệu chung của EU 2016/679 và Đạo luật bảo vệ dữ liệu năm 2018, người nộp đơn được hưởng một số quyền liên quan đến dữ liệu cá nhân của người nộp đơn; cụ thể là các quyền sau đây:
zh_cn: 根据欧盟2016/679一般数据保护条例 和2018数据保护法, 申请人对其个人资料有以下权利:

source: In order to access Telegram Bot, please %1generate an API Token%2 and enter it in the input box below.
de_de: Um auf Telegramm Bot zugreifen zu können, erzeugen %1Sie bitte einen API-Token%2 und geben Sie ihn in das Eingabefeld unten ein.
fr_fr: Afin d’accéder au Bot Telegram, veuillez %1créer un jeton API%2 et saisissez-le dans la zone de saisie ci-dessous.
id_id: Untuk mengakses Bot Telegram, silahkan hasilkan %1Token API%2 dan masukkan ke dalam box berikut.
pl_pl: Aby uzyskać dostęp do bota Telegram Bot, %1wygeneruj token API%2 i wpisz go w poniższe pole.
pt_pt: Para acessar o bot para Telegram, %1gere um token API%2 e insira-o na caixa de entrada abaixo.
vi_vn: Để truy cập các Telegram Bot, hãy %1tạo ra một thẻ API%2 và nhập nó vào ô nhập dưới đây.
zh_cn: 要访问Telegram Bot，请%1生成 API 令牌%2并在下面的输入框中输入。

source: In order to access our mobile apps and other third-party applications, you'll first need to generate an API Token.
de_de: Um Zugang zu unseren mobilen Apps und anderen Drittanbieteranwendungen zu haben, müssen Sie erst einen API Token erzeugen.
fr_fr: Pour accéder à nos applications mobiles et aux autres applications tierces, vous devrez d'abord générer un jeton d'API.
id_id: Untuk mengakses aplikasi mobile kami dan aplikasi pihak ketiga lainnya, Anda harus membuat Token API.
pl_pl: Aby uzyskać dostęp do naszych aplikacji mobilnych i do aplikacji stron trzecich, musisz najpierw wygenerować Token API.
pt_pt: Para proporcionar acesso aos nossos aplicativos móveis e outros aplicativos de terceiros, você precisará primeiro gerar um token de API.
vi_vn: Để truy cập vào các ứng dụng di động của chúng tôi và các ứng dụng của bên thứ ba, bạn cần phải tạo ra một mã token API.
zh_cn: 首先您必须生成API代币才能够访问我们的移动应用程序和其他第三方应用程序。

source: In order to access the cashier, we kindly request that you set a 30-day turnover limit for your account. Turnover is the total aggregate amount that is used to open trades. Therefore, this limit should be set to the total volume that you wish to trade with over 30 days.
de_de: Um auf die Kasse zugreifen zu können, ersuchen wir Sie ein 30-Tage-Umsatzlimit für Ihr Konto festzulegen. Der Umsatz ist die Gesamtsumme, die verwendet wird, um Geschäfte zu eröffnen. Daher sollte diese Grenze auf das Gesamtvolumen festgelegt werden, mit dem Sie über 30 Tage handeln möchten.
fr_fr: Afin d’accéder à la caisse, nous vous prions de définir une limite de chiffre d’affaires de 30 jours pour votre compte. Le chiffre d’affaires est le montant total qui est utilisé pour ouvrir des transactions. Par conséquent, cette limite doit être définie sur le volume total que vous souhaitez échanger sur 30 jours.
id_id: Untuk mengakses bagian kasir, Anda perlu menyusun batasan turnover 30 hari akun Anda. Turnover adalah total jumlah pembelian kontrak. Maka, batasan harus disusun berdasarkan jumlah total yang ingin Anda tradingkan selama 30 hari.
pl_pl: Aby uzyskać dostęp do sekcji Kasjer, prosimy ustawić 30-dniowy limit obrotów na koncie. Obrót to całkowita łączna kwota wykorzystywana w celu otwarcia zakładów. Z tego powodu ten limit należy ustawić w wysokości odpowiadającej wartości zakładów, które zamierzasz zawrzeć w okresie 30 dni.
pt_pt: Para acessar o caixa, solicitamos que você defina um limite de volume de negócios de 30 dias para a sua conta. Volume de negócios é o valor total que é usado para abrir contratos. Portanto, este limite deve ser definido para o volume total que você deseja negociar durante 30 dias.
vi_vn: Để truy cập vào thu ngân, chúng tôi yêu cầu bạn vui lòng thiết lập một giới hạn doanh thu 30 ngày cho tài khoản của bạn. Doanh thu là tổng số tiền tổng hợp được sử dụng để mở giao dịch. Do đó, giới hạn này phải được thiết lập để tổng số tiền bạn muốn dùng để giao dịch trong 30 ngày.
zh_cn: 您须为账户设置30天交易限额，以便访问收银台。交易额是用于开设交易的累积总金额。因此，您必须为30天期内的交易量设置此限额。

source: In providing its services, the Agent shall:
de_de: Bei der Erbringung seiner Dienstleistungen, wird der Agent:
id_id: Dalam memberikan layanannya, Agen harus:
pl_pl: Świadcząc swoje usługi, Pośrednik będzie:
pt_pt: Na prestação dos seus serviços, o Agente deve:
vi_vn: Cung cấp các dịch vụ của mình, các đại lý sẽ:
zh_cn: 提供服务时，代理须：

source: In providing these services, we are bound by the Act, any applicable regulations, by-laws, licence conditions, guidelines, exchange requirements and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
de_de: Bei der Erbringung dieser Dienstleistungen müssen wir uns an das Gesetz, jede einschlägige Vorschrift, Satzungen, Lizenzbedingungen, Richtlinien, Wechselvorschriten und weitere Bestimmungen und Marktpraktiken (die "Regeln") halten. Im Fall einer Unstimmigkeit zwischen diesen ST&Cs und den Regeln, sind die letzteren maßgebend.
id_id: Dalam memberikan layanan ini, kami terikat pada Undang-Undang, peraturan yang berlaku, secara hukum, kondisi lisensi, pedoman, persyaratan pertukaran dan ketentuan lain atau praktek umum ("Aturan"). Jika terjadi konflik antara Terma dan Kondisi serta Aturan, yang terkini adalah benar.
pl_pl: Świadcząc te usługi, musimy przestrzegać Ustawy, wszelkich mających zastosowanie rozporządzeń, przepisów lokalnych, warunków licencyjnych, wytycznych, wymogów wymiany oraz innych przepisów i praktyk rynkowych („Zasady”). W przypadku konfliktu między Regulaminem a Zasadami, za nadrzędne uznaje się Zasady.
pt_pt: Na prestação destes serviços, somos obrigados pelo Ato, por quaisquer regulamentos, estatutos, condições de licença, diretrizes, requisitos de intercâmbio e outras provisões ou práticas de mercado (as "Regras") aplicáveis. Em caso de conflito entre estes termos e condições de serviço e as Regras, prevalecerão estas últimas.
vi_vn: Trong quá trình cung cấp những dịch vụ này, chúng tôi bị ràng buộc bởi Đạo Luật, quy định áp dụng, luật điện tử, điền kiện giấy phép, hướng dẫn, yêu cầu trao đổi và các quy định khác hoặc thông lệ thị trường ("Quy tắc"). Trong trường hợp có mâu thuẫn giữa những ST&C và Quy tắc này, thì quy tắc sau cùng nên được áp dụng.
zh_cn: 提供此类服务时，我们受法律、一切适用的规则、地方法规、准证条款、纲领、证卷市场细则和其他规定或市场惯例（“规则”）等约束。当这些补充条款和条件跟规则发生冲突时，当以后者为准。

source: In providing these services, we are bound by the Act, any applicable regulations, bye-laws, licence conditions, guidelines, exchange requirements and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
de_de: Bei der Erbringung dieser Dienstleistungen müssen wir uns an das Gesetz, jede einschlägige Vorschrift, Satzungen, Lizenzbedingungen, Richtlinien, Wechselvorschriten und weitere Bestimmungen und Marktpraktiken (die "Regeln") halten. Im Fall einer Unstimmigkeit zwischen diesen ST&Cs und den Regeln, sind die letzteren maßgebend.
id_id: Dalam memberikan layanan ini, kami terikat pada Undang-Undang, peraturan yang berlaku, hukum, kondisi lisensi, pedoman, persyaratan pertukaran dan ketentuan lain atau praktek umum ("Aturan"). Jika terjadi konflik antara Terma dan Kondisi serta Aturan, yang terkini adalah benar.
pl_pl: Świadcząc te usługi, musimy przestrzegać Ustawy, wszelkich mających zastosowanie rozporządzeń, przepisów lokalnych, warunków licencyjnych, wytycznych, wymogów wymiany oraz innych przepisów i praktyk rynkowych („Zasady”). W przypadku konfliktu między Regulaminem a Zasadami, za nadrzędne uznaje się Zasady.
pt_pt: Na prestação destes serviços, somos obrigados pelo ato, por quaisquer regulamentos aplicáveis, estatutos, condições de licença, diretrizes, requisitos de intercâmbio e outras provisões ou práticas de mercado (as "Regras"). Em caso de conflito entre estes termos e condições de serviço e as Regras, prevalecerão estas últimas.
vi_vn: Trong quá trình cung cấp những dịch vụ này, chúng tôi bị ràng buộc bởi Đạo Luật, quy định áp dụng, luật điện tử, điền kiện giấy phép, hướng dẫn, yêu cầu trao đổi và các quy định khác hoặc thông lệ thị trường ("Quy tắc"). Trong trường hợp có mâu thuẫn giữa những ST&C và Quy tắc này, thì quy tắc sau cùng sẽ được áp dụng.
zh_cn: 提供此类服务时，我们受法律、一切适用的规则、地方法规、准证条款、纲领、证卷市场细则和其他规定或市场惯例（“规则”）等约束。当这些补充条款和条件跟规则发生冲突时，当以后者为准。

source: In relation to Contracts that the client enters into with the Company, the Company acts as principal and not as agent on the client's behalf; therefore, the Company acts as the sole execution venue for the execution of the client's Contracts.
de_de: In Bezug auf Kontrakte, die der Kunde mit dem Unternehmen eingeht, fungiert das Unternehmen als Auftraggeber und nicht als Agent im Auftrag des Kunden; daher fungiert das Unternehmen als der einzige Ausführungsplatz für die Ausführung der Kontrakte des Kunden.
fr_fr: En ce qui concerne les Contrats que le client conclut avec la Compagnie, la Compagnie agit comme principal et non comme agent pour le compte du client ; par conséquent, la Compagnie agit comme le lieu d’exécution unique pour l’exécution des contrats du client.
id_id: Sehubungan dengan Kontrak yang klien beli pada Perusahaan, Perusahaan bertindak sebagai pelaku utama dan bukan bertindak sebagai agen atas nama klien; oleh karena itu, Perusahaan bertindak sebagai tempat eksekusi tunggal untuk memproses Kontrak klien.
pl_pl: W przypadku Kontraktów zawieranych między klientem a Firmą, Firma występuje w roli zlecającego, nie zaś w roli pośrednika działającego w imieniu klienta i w związku z tym rola Firmy sprowadza się wyłącznie do dostarczenia miejsca realizacji zawieranych przez klienta Kontraktów.
pt_pt: Em relação a contratos que os clientes fecham com a Empresa, a Empresa atua em nome próprio e não na qualidade de representante do cliente; portanto, a Empresa atua como o único local de execução para a execução dos Contratos do cliente.
vi_vn: Trong Hợp Đồng mà khách hàng ký kết với Công Ty, Công Ty đóng vai trò là người quản lý và không phải là đại lý thay mặt khách hàng; do đó, Công Ty đóng vai trò là địa điểm thực hiện Hợp Đồng của khách hàng.
zh_cn: 关于客户与公司共同修订的合约, 公司是委托人，而不是客户的代理人，因此公司是客户的合约的唯一执行者。

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable.
de_de: In solch einem Fall kann das Unternehmen in seinem eigenen Ermessen (mit oder ohne vorherige Ankündigung) finanzielle Kontrakte des Kunden zu Preisen, die es als fair und angemessen versteht, schließen.
id_id: Dalam hal demikian, Perusahaan dapat atas kebijakannya sendiri (dengan atau tanpa pemberitahuan) menutup kontrak Klien yang masih berjalan dengan harga yang dianggap adil dan wajar.
pl_pl: W takim przypadku Firma ma prawo według własnego uznania (z wcześniejszym powiadomieniem lub bez niego) zamknąć otwarte kontrakty finansowe Klienta po cenach, które uzna za sprawiedliwe i rozsądne.
pt_pt: Neste caso, a Empresa poderá, a seu critério (com ou sem aviso prévio), fechar os contratos financeiros em aberto do Cliente, a preços que considere justos e razoáveis.
vi_vn: Trong một sự kiện như vậy, Công ty có thể theo quyết định riêng của mình (có hoặc không có thông báo) đóng các hợp đồng tài chính mở của Khách hàng với mức giá hợp lý và công bằng.
zh_cn: 在此情况下，公司可以自行决定（无论是否给予通知）以其认为公平合理的价格对客户的未结金融合约强行平仓。

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
de_de: Geben Sie im Feld "Weitere Anweisungen" bitte die Zahlungmethode und Kontonummer an, auf die der Abwickler die Gelder überweisen soll.
fr_fr: Dans le champ "Instructions Supplémentaires", veuillez préciser le mode de paiement et le numéro de compte auquel l'Agent va envoyer les fonds.
id_id: Dalam kolom 'Instruksi Tambahan' silahkan cantumkan metode pembayaran dan keterangan lain seperti nama bank dan nomor rekening dimana agen akan mengirimkan dana tersebut, jika perlu cantumkan juga nama, alamat email dan nomor telepon Anda.
pl_pl: W polu „Dalsze instrukcje” prosimy podać sposób płatności i numer konta, na które pośrednik wyśle fundusze.
pt_pt: No campo 'Outras Instruções', especifique o método de pagamento e número de conta para a qual o Agente fará o envio dos fundos.
vi_vn: Trong mục 'Hướng dẫn thêm' vui lòng nhập chi tiết phương thức thanh toán và số tài khoản để Nhân viên có thể gửi tiền qua.
zh_cn: 请在“详细说明”字段指明支付方式及代理将转账的账号。

source: In the EU, financial binary options are only available to professional investors.
de_de: In der EU gibt es finanzielle binäre Optionen nur für professionelle Anleger.
fr_fr: Dans l’UE, les options binaires financières sont seulement disponibles aux investisseurs professionnels.
id_id: Di Uni Eropa, opsi finansial binary hanya tersedia bagi investor profesional.
pl_pl: Ne terenie UE, finansowe opcje binarne są dostępne wyłącznie dla inwestorów profesjonalnych.
pt_pt: Na UE, as opções binárias financeiras apenas estão disponíveis a investidores profissionais.
vi_vn: Trong khối EU, binary options chỉ có sẵn cho các nhà đầu tư chuyên nghiệp.
zh_cn: 欧盟的金融二元期权仅供专业投资者使用。
