Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You agree and authorise the Company to disclose to the Money Manager any data or information related to your Account.
de_de: Sie stimmen zu und ermächtigen das Unternehmen, dem Vermögensverwalter Daten oder Informationen im Zusammenhang mit Ihrem Konto offenzulegen.
fr_fr: Vous acceptez et autorisez la société à divulguer au Gestionnaire de Fonds toutes données ou informations reliées à votre Compte.
id_id: Anda setuju dan memberi wewenang kepada Perusahaan untuk mengungkapkan kepada Money Manager data apa saja atau informasi apa pun yang terkait dengan Akun Anda.
pl_pl: Upoważniasz Firmę do ujawnienia podmiotowi zarządzającemu pieniędzmi wszelkich danych i informacji powiązanych z Twoim kontem.
pt_pt: Você aceita e autoriza a Empresa a divulgar quaisquer dados ou informações relacionadas à sua conta ao gestor de dinheiro.
vi_vn: Bạn đồng ý và cho phép Công Ty tiến hành tiết lộ với Nhà Quản Lý Tiền Bạc bất kỳ dữ liệu hay thông tin liên quan đến tài khoản của bạn.
zh_cn: 您同意并授权公司向资金经理披露与您的账户相关的任何数据或信息。

source: You agree and authorise the Money Manager to place all Orders and transactions for your Account in the same way and validity as you might place such Orders for your Account.
de_de: Sie stimmen zu und ermächtigen den Vermögensverwalter dazu, alle Order und Transaktionen für Ihr Konto auf dem selben Weg und mit der selben Gültigkeit, in der Sie solche Order für Ihr Konto ausführen würden, zu platzieren.
fr_fr: Vous acceptez et autoriser le Gestionnaire de Fonds à placer des ordres ou des transactions pour votre Compte de la même manière et avec la même validité que vous pouvez placer de tels ordres pour votre Compte.
id_id: Anda setuju dan mengesahkan Money Manager untuk menempatkan semua Pesanan dan transaksi untuk Akun Anda dengan cara dan validitas yang sama seperti Anda saat menempatkan Pesanan tersebut untuk Akun Anda.
pl_pl: Upoważniasz podmiot zarządzający pieniędzmi do zawierania wszelkich Zakładów i wykonywania transakcji na Twoim koncie w taki sam sposób i z taką samą ważnością, jakby były one zawarte i wykonane przez Ciebie.
pt_pt: Você aceita e autoriza o gestor de dinheiro a efetuar ordens e transações na sua conta da mesma forma e com a mesma validade como quando você efetua tais ordens na sua conta.
vi_vn: Bạn đồng ý và cho phép Nhà Quản Lý Tiền Bạc để đặt tất cả các Lệnh và giao dịch tài khoản của bạn trong cùng một cách và giá trị như bạn có thể đặt các Lệnh cho tài khoản của bạn.
zh_cn: 您同意并授权资金经理以与您相同的方式和有效性为您的账户下订单和交易。

source: You agree that by developing on the %1 API, you are entering into a legally binding agreement with the Company.
de_de: Sie sind damit einverstanden, dass Sie mit der Entwicklung unter Nutzung des %1 API eine rechtlich verbindliche Vereinbarung mit dem Unternehmen eingehen.
id_id: Anda setuju bahwa dengan mengembangkan pada API %1, Anda memasuki perjanjian yang mengikat secara hukum dengan Perusahaan.
pl_pl: Użytkownik zgadza się, że korzystając z API %1 w celach programistycznych zawiera z Firmą wiążącą prawnie umowę.
pt_pt: Você concorda que ao desenvolver a API %1, você está firmando um acordo legalmente vinculativo com a Empresa.
vi_vn: Bạn đồng ý rằng bằng việc phát triển trên %1 API, bạn đang tham gia vào một thỏa thuận liên kết hợp pháp với Công Ty chúng tôi.
zh_cn: 您同意，通过开发%1 API，您与公司已达成具法律约束力协议。

source: You agree that in any Legal or Arbitration or Mediation or Regulatory or Administration or any other proceedings, initiated by you or by us, the Company's records related to your dealings shall constitute evidence. Subject to the Laws and any Court or tribunal or Competent Authority or Government Authority Orders or requests or instructions or guidelines, you shall not object to the admission of such records because they are not originals, or in writing, or produced by computers or any other electronic systems whatsoever. You shall not rely on the Company to meet any of your disclosures or other obligations imposed by any Court or tribunal or Competent Authority or Government Authority.
de_de: Sie stimmen zu, dass während eines rechtlichen Verfahrens oder einer Schlichtung oder Mediation oder behördlichen Vorgehensweise oder Verwaltung, von Ihnen oder von uns initiiert, die Aufzeichnungen des Unternehmens im Zusammenhang mit Ihren Geschäften Beweis darstellen. Den Gesetzen und jeder gerichtlichen, oder Tribunalen, oder zuständigen Behörde, oder staatlichen Behörde, Anfragen, Instruktionen oder Richtlinien unterliegend, werden Sie keine Einwände gegen die Aufnahme dieser Unterlagen haben, da diese keine Originale sind, weder schriftlich, oder durch Computer erzeugt, oder durch andere elektronische Systeme. Sie sollten sich nicht auf das Unternehmen verlassen, dass alle Ihre Angaben oder anderen Verpflichtungen, die von einem Gericht oder Schiedsgericht, oder einer zuständigen Behörde oder Regierungsbehörde auferlegt sind, eingehalten werden.
id_id: Anda bersetuju bahwa dalam hal Legal atau Arbitrase atau Mediasi atau Peraturan atau Administrasi atau proses manapun, yang diprakarsai oleh Anda atau kami, catatan yang berkaitan dengan transaksi Anda yang dimiliki oleh Perusahaan adalah merupakan bukti. Tunduk pada Hukum dan Pengadilan atau Tribunal atau Otoritas Kompeten atau Otoritas Pemerintah atau permintaan atau instruksi atau pedoman, Anda tidak berkeberatan dalam menerima catatan tersebut berhubung catatan tersebut bukan merupakan catatan asli, atau secara tertulis, atau diproduksi oleh komputer atau lainnya sistem elektronik apa pun. Anda tidak boleh bergantung pada Perusahaan untuk memenuhi pengungkapan Anda atau kewajiban lain yang dikenakan oleh Pengadilan atau Otoritas Kompeten atau Otoritas Pemerintah.
pl_pl: Zgadasz się z tym, że we wszelkich postępowaniach sądowych, w tym. m. in. postępowaniu arbitrażowym, mediacyjnym, regulacyjnym lub administracyjnym, zapoczątkowanych przez Ciebie lub przez nas, archiwa Firmy związane z określonymi zakładami będą stanowić dowód. Zgodnie w przepisami prawa i orzeczeniami, żądaniami, instrukcjami lub wskazówkami dowolnego sądu lub trybunału lub właściwych władz, w tym rządowych, nie możesz wnosić sprzeciwu wobec dopuszczenia takiego archiwa jako dowodu ze względu na to, że nie jest oryginale, nie ma formy pisemnej, nie jest generowane komputerowo lub przez jakikolwiek inny system elektroniczny. Nie możesz oczekiwać, że Firma spełni spełni Twój obowiązek ujawnienia informacji lub inny obowiązek nałożony przez dowolny sąd, trybunał lub dowolne władze, w tym rządowe.
pt_pt: Você concorda que em quaisquer procedimentos legais ou de arbitragem ou de mediação ou regulamentares ou administrativos ou outros, iniciados por você ou nós, os registros da Empresa, relacionados com a sua relação conosco, constituirão provas. Sujeito às leis e a quaisquer ordens, solicitações ou instruções de qualquer tribunal ou autoridade competente ou autoridade governamental, você não poderá se opor à admissão de tais registros por não serem os originais, por estarem escritos, por terem sido produzidos por computadores ou quaisquer outros sistemas eletrônicos. Você não poderá depender da Empresa para cumprir quaisquer divulgações que lhe forem impostas por qualquer tribunal ou autoridade competente ou autoridade governamental.
vi_vn: Bạn đồng ý rằng trong bất kỳ Pháp Lý hoặc Trọng Tài hoặc Hòa Giải hoặc Quy Định hoặc Quản Lý hoặc bất kỳ thủ tục tố tụng nào khác do bạn hoặc chúng tôi thực hiện, hồ sơ của Công ty liên quan đến giao dịch của bạn sẽ là bằng chứng. Tuân thủ Pháp Luật và bất kỳ Tòa Án hoặc Cơ Quan có thẩm quyền hoặc Chính Phủ có thẩm quyền hoặc Lệnh hoặc yêu cầu hoặc hướng dẫn hoặc chỉ dẫn nào, bạn sẽ không phản đối việc nhận hồ sơ đó vì chúng không phải là bản gốc hoặc bằng văn bản hoặc được sản xuất bởi máy tính hoặc bất kỳ hệ thống điện tử. Bạn sẽ không dựa vào Công Ty để đáp ứng bất kỳ tiết lộ nào của bạn hoặc các nghĩa vụ khác áp đặt bởi bất kỳ Tòa án hoặc cá nhân hoặc cơ quan có thẩm quyền hoặc cơ quan chính phủ nào.
zh_cn: 您同意接受您或我方发起的所有法律、仲裁、调解、监管或管理或任何其他程序, 须以与您的交易有关的公司记录须构成证据。除法律及任何法院或审裁处或主管当局或政府当局的命令或要求或指示或指引以外, 您不得因为该等纪录不是原件, 或以书面或由计算机或任何其他电子系统印制而反对接纳。您不得依赖公司履行任何法院、审裁处或主管当局或政府当局所施加的任何信息披露或其它义务。

source: You agree that this Agreement shall become effective on the Commencement Date. You also agree that unless this Agreement is revoked or terminated in accordance with Section E below, this Agreement shall remain valid and in full force.
de_de: Sie stimmen dem zu, dass diese Vereinbarung zum Beginndatum effektiv in Kraft treten soll. Sie stimmen auch zu, dass diese Vereinbarung gültig und in voller Kraft bleiben soll, es sei denn diese Vereinbarung wird in Übereinstimmung mit Abschnitt E unten, widerrufen oder beendet.
fr_fr: Vous acceptez que cet accord devienne effectif à la Date d’Entrée en vigueur. Vous acceptez également que, à moins que ce Contrat est révoqué ou résilié conformément à la Section E ci-dessous, ce Contrat devra rester valable et pleinement en vigueur.
id_id: Anda setuju bahwa Perjanjian ini akan berlaku pada Tanggal Mulai. Anda juga setuju bahwa kecuali Perjanjian ini dicabut atau dihentikan sesuai dengan Bagian E di bawah ini, Perjanjian ini akan tetap berlaku dan dengan kekuatan penuh.
pl_pl: Zgadzasz się na to, że niniejsza Umowa zacznie obowiązywać w Dniu wejścia w życie. Potwierdzasz również, że jeśli Umowa nie zostanie odwołana ani zakończona zgodnie z poniższą sekcją E, pozostanie ona wiążąca i w pełnej mocy.
pt_pt: Você aceita que este acordo entrará em vigor na data de início. Você também aceita que, a menos que este Acordo seja revogado ou terminado de acordo com a seção E abaixo, este acordo permanecerá válido e em pleno vigor.
vi_vn: Bạn đồng ý rằng Thỏa Thuận này sẽ có hiệu lực vào Ngày Khởi Đầu. Bạn cũng đồng ý rằng trừ khi Thỏa Thuận này thu hồi hoặc bị chấm dứt theo quy định của Mục E dưới đây, Thỏa Thuận này sẽ vẫn có hiệu lực và đầy đủ lực lượng.
zh_cn: 您同意本协议将于生效日期开始生效。您也同意, 除非根据以下的 E 章节撤销或终止本协议, 否则本协议将保持有效并完全生效。

source: You agree that we may use Personal Information provided by you in order to conduct appropriate anti-fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
de_de: Sie stimmen zu, dass wir die von Ihnen zur Verfügung gestellten personenbezogenen Daten verwenden dürfen, um entsprechende Überprüfungen zur Betrugsbekämpfung durchzuführen. Die von Ihnen zur Verfügung gestellten personenbezogenen Daten können an Kreditauskünfte oder Betrugsverhinderungsagenturen offengelegt werden, die möglicherweise Aufzeichnungen solcher Informationen einbehalten.
id_id: Anda bersetuju dimana kami mungkin akan menggunakan data pribadi Anda untuk melakukan investigasi penipuan. Data pribadi Anda dapat kami berikan kepada pihak berwajib yang akan menjaga kerahasiaan data Anda tersebut.
pl_pl: Zgadzasz się na potencjalne wykorzystanie przez nas informacji osobowych podanych przez Ciebie w celu przeprowadzenia odpowiednich kontroli zwalczania nadużyć finansowych. Podane przez Ciebie dane osobowe mogą być ujawnione instytucjom informacji kredytowej lub organom zapobiegania nadużyciom finansowym, które mogą prowadzić rejestr takich informacji.
pt_pt: Você aceita que poderemos utilizar as informações pessoais fornecidas por você na realização de verificações antifraude apropriadas. As informações pessoais que você fornecer podem ser divulgadas a uma agência de notação de crédito ou de prevenção de fraudes, que poderá manter um registro dessas informações.
vi_vn: Ban đồng ý rằng chúng tôi có thể dùng Thông Tin Cá Nhân của bạn để kiểm tra việc chống rửa tiền. Thông Tin Cá Nhân bạn cung cấp có thể bị tiết lộ cho văn phòng làm thẻ tín dụng hoặc cơ quan phòng chống gian lận, nơi có thể lưu giữ thông tin của bạn.
zh_cn: 您同意我们使用您的个人信息执行适当的反欺诈检查。您提供的个人信息可能会披露给信用参考或欺诈预防机构，该等机构可能会保留信息记录。

source: You agree that you will not:
de_de: Sie sagen zu, dass Sie keine:
id_id: Anda setuju bahwa Anda tidak akan:
pl_pl: Użytkownik zgadza się, że nie będzie:
pt_pt: Você concorda que não irá:
vi_vn: Bạn đồng ý rằng bạn sẽ không:
zh_cn: 您同意不会：

source: You also acknowledge that %1 may continue to make changes to and enhance the %1 API and that those changes and enhancements will be owned by %1. You hereby assign and transfer to the Company all of your right, title and interest in and to any modifications or derivative works of the %1 API created by or for you, regardless of whether they were created in accordance with these Terms; such assignment being effective upon creation of such works, and shall include, without limitation, all rights under any intellectual property laws, including copyright. You shall not take any action to jeopardise, encumber, limit or interface in any manner with %1's ownership of and rights with respect to the %1 API, or any derivative works or updates thereof or thereto. Any components, parts, or mechanics of any system or API program derived from the %1 API, or %1's business practices shall belong solely to %1. Further, you will not, at any time, contest or assist any other third party in contesting the rights of %1 in the %1 API or any other intellectual property provided in these Terms.
de_de: Sie stimmen ebenfalls zu, dass %1 das %1 API laufend verändern und verbessern kann, und dass diese Änderungen und Verbesserungen Eigentum von %1 sind. Hiermit treten Sie jegliche Rechte, jegliches Eigentum und Ansprüche an Veränderungen oder abgeleiteten Werken des für Sie oder von Ihnen erstellten %1 API ab und übertragen diese dem Unternehmen, ungeachtet dessen, ob sie gemäß diesen Bedingungen erstellt wurden. Diese Abtretung wird mit der Erstellung derartiger Werke wirksam und enthält unbeschränkt alle Rechte am geistigen Eigentum, einschließlich des Urheberrechts. Sie dürfen keine Handlung unternehmen, um in irgendeiner Weise das Eigentum und die Rechte von %1 an dem %1 API oder jeglichen abgeleiteten Werken oder Aktualisierungen zu gefährden, behindern, beschränken oder beeinträchtigen. Alle Bestandteile, Teile oder Mechaniken eines jeglichen Systems oder API-Programms, die von dem %1 API oder den Geschäftspraktiken von %1 abgeleitet wurden, sind alleiniges Eigentum von %1. Darüber hinaus dürfen Sie zu keiner Zeit Dritte bei der Anfechtung von Rechten von %1 an dem %1 API oder jegliche andere in diesen Bedingungen geregelten Rechte am geistigen Eigentum unterstützen oder diese selbst anfechten.
id_id: Anda juga mengakui bahwa %1 dapat terus melakukan perubahan dan meningkatkan API %1 dan bahwa perubahan-perubahan dan perangkat tambahan akan dimiliki oleh %1. Anda dengan ini menetapkan dan transfer ke Perusahaan semua hak Anda, judul dan kepentingan dalam dan modifikasi atau karya turunan dari API %1 dibuat oleh atau untuk Anda, terlepas dari apakah mereka diciptakan sesuai dengan Ketentuan ini; tugas seperti menjadi efektif setelah penciptaan karya-karya tersebut, dan harus mencakup, tanpa batasan, semua hak di bawah hukum kekayaan intelektual, termasuk hak cipta. Anda tidak akan mengambil tindakan apapun untuk membahayakan, membebani, membatasi atau antarmuka dengan cara apapun dengan kepemilikan %1 untuk dan hak sehubungan dengan API Binary.com, atau karya turunan atau update daripadanya atau dalamnya. Setiap komponen, suku cadang, atau mekanisme sistem atau API Program berasal dari API Binary.com, atau praktik bisnis %1 akan menjadi milik semata-mata untuk %1. Selanjutnya, Anda tidak akan, setiap saat, kontes atau membantu pihak ketiga lainnya dalam menentang hak-hak %1 dalam API %1 atau kekayaan intelektual lain dalam Ketentuan ini.
pl_pl: Użytkownik przyjmuje do wiadomości, że %1 może wprowadzać zmiany i ulepszenia w API %1 i takie zmiany i ulepszenia stanowią własności %1. Użytkownik przenosi na Firmę wszelkie prawa, tytuły własności i roszczenia względem wszelkich modyfikacji i prac pochodnych API %1 stworzonych przez Użytkownika lub dla niego, bez względu na to, czy zostały one stworzone zgodnie z niniejszymi Warunkami; przeniesienie praw staje się skuteczne w chwili utworzenia takich prac i obejmuje, bez ograniczeń, wszelkie prawa Użytkownika przysługujące mu na mocy prawa własności intelektualnej, w tym prawa autorskie. Użytkownik nie będzie podejmował żadnych działań w celu zagrożenia własności %1 lub prawom %1 w stosunku do API %1, jakiejkolwiek pracy pochodnej lub aktualizacji API, czy też ich obciążenia, ograniczenia lub wpłynięcia na nie w jakikolwiek inny sposób. Wszelkie elementy i części oraz sposób działania wszelkich systemów lub programów API związanych z API %1 lub praktykami %1 stanowią wyłączną własność %1. Użytkownik nie będzie kwestionował praw %1 do API %1 lub jakiegokolwiek innego prawa własności intelektualnej określonego w niniejszych Warunkach, ani uczestniczył w ich kwestionowaniu przez jakąkolwiek stronę trzecią.
pt_pt: Você também reconhece que a %1 pode continuar a fazer alterações e melhorar a API %1, e que essas alterações e melhorias serão propriedade da %1. Você, pelo presente, atribui e transfere para a empresa todos o seus direitos, a sua titularidade e o seu interesse em e para quaisquer modificações ou trabalhos derivados da API %1 criados por ou para você, independentemente de estes serem criados em conformidade com estes termos ou não; tal atribuição, entrará em vigor na criação de tais trabalhos e incluirá, sem limitação, todos os direitos ao abrigo de quaisquer leis de propriedade intelectual, incluindo direitos de autor. Você não deve tomar qualquer ação que ponha em causa, comprometa, limite ou de qualquer maneira sirva de interface com a titularidade da %1 e os seus direitos em relação à API %1, ou quaisquer trabalhos derivados dela ou atualização feitas a ela. Quaisquer componentes, peças ou mecânicas de qualquer sistema ou programa de API derivadas da API %1, ou das práticas de negócio da %1, pertencerão exclusivamente à %1. Além disso, você não contestará nem auxiliará, a qualquer momento, quaisquer outros terceiros em contestar os direitos de %1 em relação à API %1 ou qualquer outra propriedade intelectual fornecida nestes termos.
vi_vn: Bạn cũng thừa nhận rằng %1 có thể tiếp tục tạo ra những thay đổi để tăng cường hệ thống %1 API và những thay đổi và sự củng cố này sẽ được sở hữu bởi %1. Do đó bạn chỉ định và chuyển lại cho Công Ty chúng tôi tất cả các quyền, chức danh và lợi ích của bạn trong bất kỳ sự thay đổi hay các sản phẩm phát sinh của %1 API được tạo ra bởi bạn hay cho bạn, không phụ thuộc vào việc liệu chúng có được tạo ra dựa theo những Điều Khoản này hay không; sự chuyển nhượng này sẽ có hiệu lực dựa trên sự tạo ra những sản phẩm, và sẽ bao gồm, nhưng không giới hạn, tất cả các quyền theo các luật sở hữu trí tuệ, bao gồm bản quyền. Bạn không được thực hiện bất kỳ hành động nào đe dọa, kìm hãm, giới hạn hoặc đối đầu với bất kỳ quyền sở hữu của %1 tương ứng với %1 API, hay các sản phẩm được tạo ra hoặc các cập nhật nếu có. Các thành phần, bộ phận, hoặc yếu tố cơ học của bất kỳ hệ thống hay chương trình API có nguồn gốc từ %1 API, hoặc những hoạt động kinh doanh của %1 sẽ chỉ thuộc về %1. Hơn thế nữa, tại bất kỳ thời điểm nào, bạn không được có bất kỳ sự tranh chấp hay hỗ trợ với bên thứ ba trong việc tranh đấu các quyền của %1 trong hệ thống %1 API hoặc các quyền sở hữu trí tuệ khác sẽ được cung cấp trong những Điều Khoản này.
zh_cn: 您也确认，%1可能会继续对%1 API 进行更改和改进，且这些更改和改进功能属于%1所有。您在此把您所创建或为你创建的%1 API任何修改或衍生产品中您的所有权利、所有权和权益分配并转移给公司，无论是否根据这些条款创建。此项转让在产品创建完成时生效，并须包括但不限于任何知识产权法律，包括版权所规定的所有权利。您不可采取任何行动，或以任何方式危及、质押、限制或介入%1对%1 API或任何衍生产品或更新等的所有权和权利。任何组件、部件或任何系统机理或来自%1 API的API程序，或%1的商业惯例须仅属于%1。另外，您任何时候都不许参与或协助任何其他第三方向%1对其拥有%1 API或任何其他所述条款所提供的知识产权的权利提出异议。

source: You also have the right to request copies of any personal information you provided us and to request us to transmit such information to other service providers.
de_de: Sie haben auch das Recht, Kopien von persönlichen Informationen, die Sie uns zur Verfügung gestellt haben zu beantragen, und zu beantragen, dass wir solche Informationen an andere Dienstleister übertragen.
id_id: Anda juga berhak meminta salinan informasi pribadi apa pun yang Anda berikan kepada kami dan meminta kami untuk mengirimkan informasi tersebut ke penyedia layanan lain.
pl_pl: Masz też prawo do zażądania kopii dostarczonych nam Twoich danych osobowych, a także zażądania przekazania tych danych innemu usługodawcy.
pt_pt: Você tem o direito de solicitar cópias de quaisquer informações pessoais que nos tenha fornecido e de solicitar que tais informações sejam enviadas para outros prestadores de serviços.
vi_vn: Bạn cũng có quyền yêu cầu bản sao của bất kỳ thông tin cá nhân bạn cung cấp cho chúng tôi và yêu cầu chúng tôi để truyền tải những thông tin đó để cung cấp dịch vụ khác.
zh_cn: 您也有权索取您提供给我们的任何个人信息的副本, 并要求我们将此类信息传送给其他服务提供商。

source: You also have the right to request us to copy, modify, or remove your personal information as long as such actions do not breach any legal or regulatory obligations we may have.
de_de: Sie haben auch das Recht, von uns zu beantragen, Ihre persönlichen Informationen zu kopieren, zu verändern oder zu entfernen, solange solche Aktionen gegen keine gesetzlichen oder behördlichen Verpflichtungen, die wir haben können, verstoßen.
id_id: Anda juga berhak meminta kami untuk menyalin, memodifikasi, atau menghapus informasi pribadi Anda selama tindakan tersebut tidak melanggar kewajiban hukum atau peraturan yang mungkin kami miliki.
pl_pl: Masz również prawo do zażądania przekazania kopii Twoich danych osobowych, do ich zmiany lub usunięcia, pod warunkiem, że takie działanie nie stanowi naruszenia jakiegokolwiek naszego obowiązku prawnego lub regulacyjnego.
pt_pt: Você também tem o direito de solicitar que copiemos, modifiquemos ou removamos as suas informações pessoais, desde que tais ações não violem quaisquer obrigações legais ou regulamentares que possamos ter.
vi_vn: Bạn cũng có quyền yêu cầu chúng tôi để sao chép, sửa đổi hoặc loại bỏ thông tin cá nhân của bạn nếu hành động như vậy không vi phạm bất kỳ nghĩa vụ pháp lý hoặc theo quy định chúng tôi có thể có.
zh_cn: 您也有权要求我们复制、修改或删除您的个人信息, 条件是此类行为不违反我们可能拥有的任何法律或法规义务。

source: You also have the right to request us to inform you about the personal data that we process about you and to provide its correction where necessary.
de_de: Sie haben auch das Recht von uns zu verlangen, Sie über die personenbezogenen Daten, die wir über Sie verarbeiten, zu informieren und ggf. deren Korrektur zur Verfügung zu stellen.
id_id: Anda juga berhak meminta kami untuk memberi tahu Anda tentang data pribadi yang kami proses dan memberikan koreksi jika diperlukan.
pl_pl: Masz również prawo zażądać od nas przekazania informacji o przetwarzanych przez nas Twoich danych osobowych oraz do ich poprawienia w razie konieczności.
pt_pt: Você também tem o direito de solicitar que o informemos sobre os seus dados pessoais que processamos e de solicitar a sua correção, quando necessário.
vi_vn: Bạn cũng có quyền yêu cầu chúng tôi để thông báo cho bạn về các dữ liệu cá nhân mà chúng tôi xử lý và cung cấp sửa chữa trường hợp cần thiết.
zh_cn: 您也有权要求我们将处理过的关于您的个人数据通知您，并在必要时提供更正。
