Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: All products traded on margin carry a high degree of risk and can result in losses as well as profits that exceed your initial deposit. The margin trading services described in this Agreement is not suitable for everyone. You acknowledge that the margin trading services described in this Agreement is designed for clients who are knowledgeable and experienced in the types of transactions described in this Agreement and you fully understand the associated risks before entering into this Agreement with us.
de_de: Alle Produkte die auf Margin gehandelt werden, tragen einen hohen Grad an Risiko und können zu Verlusten, so wie zu Gewinnen führen, die Ihre Ersteinzahlung übersteigen. Die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, sind nicht für jeden geeignet. Sie bestätigen, dass die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, für Kunden entworfen wurden, die in den Transaktionsarten, die in dieser Vereinbarung beschrieben sind, sachkundig und erfahren sind, und dass Sie die damit verbundenen Risiken vollständig verstehen, bevor Sie diese Vereinbarung mit uns eingehen.
id_id: Semua produk yang diperdagangkan pada margin memiliki tingkat resiko tinggi yang dapat mengakibatkan kerugian serta keuntungan yang melebihi deposit Anda. Layanan trading margin yang dijelaskan pada Perjanjian ini tidaklah cocok untuk semua orang. Anda telah memahami bahwa layanan trading margin yang dijelaskan pada Perjanjian ini khusus diciptaan untuk klien yang memiliki pengetahuan dan pengalaman dalam berbagai jenis transaksi seperti yang dijelaskan dalam Perjanjian ini dan Anda sepenuhnya memahami risiko yang terkait sebelum masuk kedalam Perjanjian bersama kami.
pl_pl: Wszystkie zakłady zawierane na kredyt wiążą się z wysokim poziomem ryzyka i mogą przynieść zarówno straty, jak i zyski przekraczające Twój wkład początkowy. Usługi handlowania na kredyt opisana w niniejszej Umowie nie jest odpowiednia dla każdego. Przed zaakceptowaniem niniejszej Umowy musisz potwierdzić, że rozumiesz, iż usługa handlowania na kredyt opisana w niniejszej Umowie jest stworzona dla klientów posiadających wiedzę i doświadczenie w zakresie tego typu transakcji opisanych w niniejszej Umowie i przyznajesz, że w pełni rozumiesz związane z nimi ryzyko.
pt_pt: Todos os produtos negociados em margem levam um alto grau de risco e podem resultar em perdas, bem como ganhos, que excedem o seu depósito inicial. Os serviços de negociação em margem descrito neste Acordo não é adequado para todos. Você reconhece que os serviços de negociação em margem descritos neste acordo foram concebidos para clientes bem informados e experientes nos tipos de transações descritas no Acordo e você compreende plenamente os riscos associados antes de entrar neste acordo conosco.
vi_vn: Tất cả các sản phẩm được giao dịch trên ký quỹ mang một mức độ rủi ro cao và có thể dẫn đến hậu quả thiệt hại lợi ích cũng như lợi nhuận vượt quá vốn ban đầu của bạn. Dịch vụ giao dịch ký quỹ được mô tả trong thỏa thuận này là không phù hợp với tất cả các đối tượng. Bạn thừa nhận rằng dịch vụ giao dịch ký quỹ được đề cập đến trong Thỏa Thuận này là được thiết kế dành cho các khách hàng thực sự có hiểu biết và kinh nghiệm trong các loại hình giao dịch đã được đề cập đến trong Thỏa Thuận này và bạn phải hoàn toàn hiểu về những rủi ro ràng buộc trước khi xác nhận gia nhập vào Thỏa Thuận này cùng chúng tôi.
zh_cn: 保证金交易的所有产品有很高的风险，可能导致亏损，也可能给您带来超越起始资金存款的利润。本协议所述的保证金交易服务并不适合所有人。您承认本协议所述的保证金交易服务专为在本协议所述交易类型中拥有渊博知识和丰富经验的客户提供。与我们签订本协议前，您充分了解相关的风险。

source: All software is to be used at your own risk. The Company will not be liable for any financial losses incurred using a third-party software. The Company is not associated with the development of the automated trading software or the Expert Advisors because they are exclusively developed and supported by third parties and not by the Company. The Company does not receive any form of financial and/or other benefits from permitting Expert Advisors to be used.
de_de: Jede Software wird auf eigene Gefahr verwendet. Das Unternehmen haftet für keine finanziellen Verluste, die durch die Verwendung einer Drittanbieter-Software entstehen. Das Unternehmen ist mit der Entwicklung der automatisierten Handels-Software oder den Expert Advisors nicht verbunden, da sie ausschließlich von Dritten, nicht vom Unternehmen, entwickelt und unterstützt werden. Das Unternehmen erhält keine Form finanzieller oder anderer Leistungen, indem es die Verwendung von Expert Advisors erlaubt.
id_id: Semua perangkat lunak harus digunakan dengan risiko Anda sendiri. Perusahaan tidak akan bertanggung jawab atas kerugian finansial yang terjadi pada penggunaan perangkat lunak pihak ketiga. Perusahaan tidak terkait dengan pengembangan perangkat lunak trading otomatis atau para Expert Advisor karena mereka dikembangkan secara eksklusif dan didukung oleh pihak ketiga dan bukan oleh Perusahaan. Perusahaan tidak menerima segala bentuk manfaat keuangan dan/atau lainnya pada penggunaan Expert Advisor.
pl_pl: Wszelkie oprogramowanie jest używane na własne ryzyko. Firma nie ponosi odpowiedzialności za jakiekolwiek straty finansowe poniesione w związku z użytkowaniem oprogramowania stron trzecich. Firmy nie należy utożsamiać z twórcą oprogramowania do automatycznego handlowania ani z twórcą Expert Advisors, gdyż to oprogramowanie jest tworzone i w pełni obsługiwane przez strony trzecie, nie przez Firmę. Firma nie otrzymuje żadnego wynagrodzenia ani żadnych innych korzyści za udzielenie pozwolenia na korzystanie z oprogramowania Expert Advisors.
pt_pt: O uso de todo o software realiza-se por sua conta e risco. A Empresa não se responsabilizará por quaisquer perdas financeiras incorridas pelo uso de software de terceiros. A Empresa não se associa ao desenvolvimento de software de negociação nem aos consultores especializados, porque eles são desenvolvidos e suportados por terceiros não representados pela Empresa. A Empresa não recebe qualquer benefício financeiro ou de outro tipo pelo envolvimento de consultores especializados.
vi_vn: Tất cả phần mềm là được sử dụng tại rủi ro của riêng bạn. Công Ty sẽ không chịu trách nhiệm đối với bất kỳ thiệt hại tài chính phát sinh bằng cách sử dụng một phần mềm bên thứ ba. Công Ty không liên kết với sự phát triển phần mềm tự động kinh doanh hoặc Chuyên Gia Tư Vấn vì họ là độc quyền phát triển và hỗ trợ bởi bên thứ ba và không phải của Công Ty. Công ty không nhận được bất kỳ hình thức tài chính và/hoặc lợi ích khác cho phép các Chuyên Gia Tư Vấn được sử dụng.
zh_cn: 您使用所有软件的风险由您自己承担。公司对使用第三方软件所招致的任何财务损失概不负责。公司与自动化交易软件或专家顾问的开发无关, 因为这些完全由第三方开发和支持, 而不是由公司提供。公司允许使用专家顾问没有获得任何形式的财务和/或其他利益。

source: All times are in GMT (Greenwich Mean Time).
de_de: Alle Zeitangaben sind in GMT (Greenwich-Zeit).
fr_fr: Tous les horaires sont indiqués en GMT (Greenwich Mean Time).
id_id: Seluruh waktu yang digunakan adalah dalam GMT (Greenwich Mean Time).
pl_pl: Wszystkie godziny są podane według czasu GMT (Greenwich Mean Time).
pt_pt: Todos os horários estão de acordo com o fuso horário GMT (Greenwich Mean Time).
vi_vn: Thời gian đều tính theo GMT (Giờ trung bình tại Greenwich).
zh_cn: 所有时间均采用 格林威治标准时间（GMT）。

source: All unforeseen openings or closings of positions initiated by the Expert Advisor, whether relevant to system error or otherwise, are out of the scope of the Company's responsibility hence the Company is not liable for such actions or results.
de_de: Alle unvorhergesehenen Eröffnungen und Schließungen von Positionen, die von Fachberatern initiiert werden, ob es sich um einen Systemfehler oder anderes handelt, liegen außerhalb des Geltungsbereichs des Unternehmens, weshalb das Unternehmen für solche Aktionen oder Ergebnisse nicht haftbar ist.
id_id: Semua pembukaan atau penutupan posisi yang tidak terduga yang diprakarsai oleh Expert Advisor, apakah relevan dengan kesalahan sistem atau sebaliknya, berada di luar lingkup tanggung jawab Perusahaan sehingga Perusahaan tidak bertanggung jawab atas tindakan atau hasil tersebut.
pl_pl: Firma nie odpowiada za jakiekolwiek nieprzewidziane otwarcia lub zamknięcia pozycji zainicjowane przez Expert Advisor, niezależnie od tego czy są związane z błędem systemowym czy z inną przyczyną, tak więc nie ponosi odpowiedzialności za takie działania, ani za ich rezultaty.
pt_pt: Todas as aberturas ou fechamentos de posições não previstos e iniciados por consultores especializados, quer relevantes a erros do sistema ou outros, não serão abrangidos pela responsabilidade da Empresa. Portanto, a Empresa não se responsabiliza por tais ações ou resultados.
vi_vn: Tất cả việc mở và đóng hoặc khởi xướng phiên không lường trước bởi các Chuyên Gia Tư Vấn, dù có liên quan đến lỗi hệ thống hoặc không, thuộc ngoài phạm vi trách nhiệm Công Ty, do đó Công Ty không chịu trách nhiệm đối với các hành động hoặc kết quả trên.
zh_cn: 专家顾问发起的所有不可预见的头寸开仓或平仓, 无论是与系统出错有关或是由于其他原因, 都超出了公司的责任范围, 因此公司不承担此类行动或结果的责任。

source: All versions for Android
de_de: Alle Versionen von Android
fr_fr: Toutes les versions d’Android
id_id: Semua versi Android
pl_pl: Wszystkie wersje dla systemu Android
pt_pt: Todas as versões de Android
vi_vn: Tất cả các phiên bản Android
zh_cn: 所有适用于Android的版本

source: All versions for iOS
de_de: Alle Versionen von iOS
fr_fr: Toutes les versions d’iOS
id_id: Semua versi iOS
pl_pl: Wszystkie wersje dla systemu iOS
pt_pt: Todas as versões de iOS
vi_vn: Tất cả các phiên bản iOS
zh_cn: 所有适用于iOS的版本

source: All your deposits and withdrawals are processed by %1 within 24 hours. However, there may be additional processing time required by your bank or money transfer service.
de_de: Alle Ihre Einzahlungen und Abhebungen werden von %1 innerhalb von 24 Stunden bearbeitet. Jedoch kann es dazu kommen, dass zusätzliche Bearbeitungszeit von Ihrer Bank oder Ihrem Geldüberweisungsdienst beansprucht wird.
fr_fr: Tous vos dépôts et retraits sont traités par %1 dans les 24 heures. Cependant, cela peut prendre plus de temps de traitement si requis par votre banque ou le service de transfert d'argent.
id_id: Semua deposit dan penarikan akan diproses oleh %1 dalam tempo 24 jam. Namun, mungkin akan terdapat proses lebih lanjut yang diperlukan oleh bank Anda atau layanan transfer dana.
pl_pl: Wszystkie wpłaty i wypłaty są przetwarzane przez %1 w ciągu 24 godzin. Należy jednak pamiętać, że proces może się wydłużyć z powodu dodatkowego czasu przetwarzania przez Twój bank lub inny podmiot odpowiedzialny za przelew środków.
pt_pt: Todos os seus depósitos e retiradas são processados pela %1 dentro de 24 horas. No entanto, pode haver tempo de processamento adicional requerido pelo seu banco ou serviço de transferência de dinheiro.
vi_vn: Tất cả các tiền gửi và rút tiền của bạn được xử lý bởi %1 trong vòng 24 giờ. Tuy nhiên, có thể có thêm thời gian xử lý yêu cầu bởi ngân hàng hoặc dịch vụ chuyển khoản của bạn.
zh_cn: %1将于24小时内处理您的所有存取款。但您的银行或汇款服务商可能需要额外的处理时间。

source: Allow Clients to deposit with lower amounts (via local currency)
de_de: Den Kunden ermöglichen, kleinere Beträge (in Landeswährung) einzuzahlen
fr_fr: Autoriser les Clients à effectuer des dépôts pour des sommes inférieures (en devise locale)
id_id: Memberi Klien untuk mendeposit dengan jumlah lebih rendah (mata uang lokal)
pl_pl: Klienci mogą wpłacać małe kwoty (w lokalnej walucie)
pt_pt: Permite que clientes depositem valores mais baixos (através da moeda local)
vi_vn: Cho phép Khách hàng gửi tiền với số lượng ít hơn (bằng tiền nội tệ)
zh_cn: 允许客户以较少金额（通过本地货币）充值

source: Allow Clients to use e-wallets, which are not available directly on %1
de_de: Den Kunden ermöglichen, e-Wallets zu verwenden, die nicht direkt auf %1 zur Verfügung stehen
fr_fr: Autoriser les Clients à utiliser les services de paiement électronique qui ne sont pas disponible directement sur %1
id_id: Memberi Klien menggunakan metode e-wallet yang tidak di sediakan di %1
pl_pl: Klienci mogą korzystać z e-portfela, co nie jest możliwe bezpośrednio na %1
pt_pt: Permite que clientes utilizem carteiras eletrônicas que não estão diretamente disponíveis na %1
vi_vn: Cho phép Khách hàng sử dụng ví điện tử, mà không có trực tiếp trên %1
zh_cn: 允许客户使用 %1不直接提供的电子货币

source: Allow equals
de_de: Gleiche erlauben
fr_fr: Permettre l'égalité
id_id: Pilih equal
pl_pl: Zezwól na wartość równą
pt_pt: Permitir igualdades
vi_vn: Cho phép bằng nhau
zh_cn: 允许等值

source: Already have an account?
de_de: Haben Sie schon ein Konto?
fr_fr: Vous avez déjà un compte ?
id_id: Sudah memiliki akun?
pl_pl: Masz już konto?
pt_pt: Já possui uma conta?
vi_vn: Đã có tài khoản?
zh_cn: 已经有账户？

source: Already have an account? %1Log in%2 here
de_de: Sie haben bereits ein Konto? %1Loggen Sie sich%2 hier ein
fr_fr: Vous avez déjà un compte ? %1Connectez vous%2 ici
id_id: Sudah memiliki akun? %1Masuk%2 disini
pl_pl: Masz już konto? %1Zaloguj się%2 tutaj
pt_pt: Já possui uma conta? %1Conecte-se%2 aqui
vi_vn: Đã có tài khoản? %1Đăng nhập%2 ở đây
zh_cn: 已经有账户？此处%1登录%2

source: Also consider that your internet connection can influence what price is displayed after the trade has been executed.
de_de: Bedenken Sie bitte auch, dass Ihre Internet-Verbindung beeinflussen kann, welcher Preis angezeigt wird, nachdem der Handel ausgeführt wurde.
id_id: Juga ketahui bahwa koneksi internet Anda dapat mempengaruhi harga yang ditampilkan setelah kontrak anda diproses.
pl_pl: Należy również wziąć pod uwagę, że połączenie internetowe może wpływać na cenę wyświetlaną po zawarciu zakładu.
pt_pt: Considere também que a sua conexão à Internet pode influenciar qual o preço exibido depois da negociação ter sido executada.
vi_vn: Hãy lưu ý rằng tình trạng kết nối internet của bạn có thể ảnh hưởng đến những giá được hiển thị sau khi thương mại đã được thực hiện.
zh_cn: 还有考虑您的网路连接可能会影响到交易执行后的显示价格。

source: Also known as counter currency
de_de: Auch bekannt als Gegenwährung
fr_fr: Également connu sous le nom de contre devise
id_id: Juga dikenal sebagai mata uang counter
pl_pl: Zwana również walutą kwotowania
pt_pt: Também conhecida como a moeda cotada
vi_vn: Còn được gọi là tiền tệ thứ hai
zh_cn: 也称为相对货币

source: Also known as counter money
de_de: Auch bekannt als Zählgeld
fr_fr: Également connu sous le nom de contre argent
id_id: Juga dikenal sebagai uang counter
pl_pl: Zwane również pieniędzmi kwotowania
pt_pt: Também conhecido como dinheiro cotado
vi_vn: Còn được gọi là tiền tệ thứ hai
zh_cn: 也称为相对钱币

source: Also known as transaction currency
de_de: Auch bekannt als Transaktionswährung
fr_fr: Également connu sous le nom de devise de transaction
id_id: Juga dikenal sebagai transaksi counter
pl_pl: Zwana również walutą transakcyjną
pt_pt: Também conhecida como a moeda de transação
vi_vn: Còn được gọi là tiền tệ giao dịch
zh_cn: 也称为交易货币

source: Alter the normal trading times for the affected market;
de_de: Ändern Sie die normalen Handelszeiten für den betroffenen Markt;
id_id: Rubah waktu trading normal untuk pasar yang terlibat;
pl_pl: Po normalnych godzinach handlowych danego rynku;
pt_pt: Altera os horários de negociação normais do mercado afetado;
vi_vn: Thay đổi thời gian kinh doanh bình thường đối với thị trường bị ảnh hưởng;
zh_cn: 为受影响的市场改变正常交易时间;

source: Alternatively, clients who are registered with both Binary (IOM) Ltd and Binary (Europe) Ltd, instead of submitting their dispute to IBAS, they can make use of the European Commission's Online Dispute Resolution (ODR) platform available %1here%2.
de_de: Alternativ können Kunden, die sowohl bei Binary (IOM) Ltd. als auch bei Binary (Europe) Ltd. angemeldet sind, Ihren Streitfall statt bei IBAS einzureichen, die Online Dispute Resolution Plattform (ODR) der Europäischen Kommission %1here%2 verwenden.
id_id: Atau, klien yang terdaftar pada Binary (IOM) Ltd dan Binary (Europe) Ltd, bukan mengajukan sengketa mereka kepada IBAS, mereka dapat menggunakan platform Penyelesaian Sengketa Online Komisi Eropa (ODR) %1disini%2.
pl_pl: Zamiast skierować spór do IBAS, klienci zarejestrowani zarówno w Binary (IOM) Ltd, jak i Binary (Europe) Ltd mogą skorzystać z platformy internetowego rozstrzygania sporów (ODR), prowadzonej przez Komisję Europejską i dostępnej %1tutaj%2.
pt_pt: Alternativamente, os clientes que estão registrados com ambas a Binary (IOM) Ltd e a Binary (Europe) Ltd, ao invés de enviarem as suas disputas ao IBAS, podem usufruir da plataforma de Resolução de Litígios em Linha da Comissão Europeia, disponível %1Aqui%2.
vi_vn: Ngoài ra, khách hàng phải đăng ký với cả Binary (IOM) Ltd và Binary (Châu Âu) Ltd, thay vì gửi của tranh chấp tới IBAS, họ có thể làm cho sử dụng nền tảng giải pháp tranh chấp trực tuyến của Ủy ban châu Âu (ODR) sẵn sàng để dùng %1tại đây%2.
zh_cn: 另外，在Binary（IOM）有限公司和Binary（欧洲）有限公司都注册过的客户，除了将争议向IBA提出申诉，也可以%1在此%2使用欧洲在线解决争端委员会（ODR）平台。

source: Although the Company has and retains all rights to refuse or to close a Client's account, the Company does warrant that all contractual obligations already made, shall be honoured.
de_de: Obwohl das Unternehmen alle Rechte hat und sich vorbehält ein Kundenkonto abzulehnen oder zu kündigen, garantiert das Unternehmen, dass alle schon eingegangenen vertraglichen Verpflichtungen erfüllt werden.
id_id: Meskipun Perusahaan memiliki dan menguasai semua hak untuk menolak atau menutup akun Pelanggan, Perusahaan menjamin bahwa semua kewajiban telah dilaksanakan.
pl_pl: Mimo że Firma posiada prawo odmowy utworzenia konta lub prawo zamknięcia konta Klienta, Firma gwarantuje, że wszelkie zobowiązania umowne już obowiązujące będą spełnione.
pt_pt: Apesar da empresa ter e reter todos os direitos de recusar ou de fechar uma conta de cliente, a empresa garante, porém, que todas as obrigações contratuais já assumidas serão honradas.
vi_vn: Mặc dù Công ty có quyền từ chối hoặc đóng tài khoản của Khách hàng, Công ty đảm bảo rằng những điều khoản ràng buộc giữa hai bên vẫn được tôn trọng.
zh_cn: 尽管公司拥有并保留所有拒绝或关闭客户账户的权利，但公司保证所有开出的合同义务都必须执行。

source: Always keep your web browser up-to-date. We recommend using the latest version of %1Google Chrome%2.
de_de: Halten Sie Ihren Web-Browser immer auf dem neuesten Stand. Wir empfehlen die neueste Version von %1Google Chrome%2.
fr_fr: Gardez toujours votre navigateur à jour. Nous vous recommandons d’utiliser la dernière version de %1Google Chrome%2.
id_id: Selalu perbarui web browser Anda. Kami sarankan untuk menggunakan versi terbaru dari %1Google Chrome%2.
pl_pl: Zawsze korzystaj z zaktualizowanej przeglądarki. Zalecamy korzystanie z najnowszej wersji przeglądarki %1Google Chrome%2.
vi_vn: Luôn cập nhật trình duyệt web của bạn. Chúng tôi khuyên bạn nên sử dụng phiên bản mới nhất của %1Google Chrome%2.
zh_cn: 请时刻更新您的网络浏览器。我们建议您使用最新版本的 %1Google Chrome%2。

source: Amount
de_de: Betrag
fr_fr: Montant
id_id: Jumlah
pl_pl: Kwota
pt_pt: Quantia
vi_vn: Số tiền
zh_cn: 金额

source: Amount in
fr_fr: Montant en
id_id: Jumlah dalam
pl_pl: Kwota w
vi_vn: Số tiền theo
zh_cn: 金额单位为

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
de_de: Ein Schließt-Zwischen Kontrakt wird ausgezahlt, wenn der Kurs zum Vertragsende grundsätzlich höher als die niedrige Kursschwelle UND grundsätzlich niedriger als die hohe Kursschwelle ist. Eine Schließt-Oberhalb Binäre Option wird ausgezahlt, wenn der Kurs zum Ende des Kontrakts ENTWEDER grundsätzlich höher als die hohe Kursschwelle oder grundsätzlich niedriger als die niedrige Kursschwelle ist.
fr_fr: Une option « Termine dans la zone » aboutit à un paiement lorsque le prix final du marché est strictement supérieur au prix-cible inférieur ET strictement inférieur au prix-cible supérieur. Une option « Termine hors de la zone » aboutit à un paiement si le prix final du marché est SOIT strictement supérieur au prix-cible supérieur, SOIT strictement inférieur au prix-cible inférieur.
id_id: Kontrak Ends Between trade akan memberi hasil jika harga akhir pasar pasti lebih tinggi dari harga target rendah DAN pasti lebih rendah dari harga target tinggi. Kontrak Ends Outside akan menghasilkan jika harga akhir pasar ANTARA pasti lebih tinggi dari harga target tinggi ATAU pasti lebih rendah dari harga target rendah.
pl_pl: Zakład typu „zakończy się pomiędzy” przynosi zysk, jeśli rynkowa cena wyjściowa jest znacząco wyższa niż niska cena docelowa ORAZ znacząco niższa niż wysoka cena docelowa. Opcja binarna typu „zakończy się poza” przynosi zysk, jeśli rynkowa cena wyjściowa jest ALBO znacząco wyższa niż wysoka cena docelowa ALBO znacząco niższa niż niska cena docelowa.
pt_pt: Uma negociação "Termina Dentro" paga prêmio se o preço de saída do mercado for estritamente mais alto do que a barreira de preço baixa E estritamente mais baixo do que a barreira de preço alta. Uma opção binária "Termina Fora" paga prêmio se o preço de saída do mercado é estritamente mais alto do que a barreira de preço alta OU estritamente mais baixo do que a barreira de preço baixa.
vi_vn: Giao dịch Kết thúc ở giữa có tiền thưởng nếu giá thoát thị trường cao hơn so với giá mục tiêu thấp VÀ thấp hơn so với giá mục tiêu cao. Nhị phân Kết thúc bên ngoài có tiền thưởng nếu giá thoát thị trường cao hơn so với giá mục tiêu cao HOẶC thấp hơn so với giá mục tiêu thấp.
zh_cn: 如果市场平仓价格严格高于 "低" 目标价格以及严格低于 "高"目标价格，“收于范围之内”交易将可获利。如果市场平仓价格严格高于 "高" 目标价格或严格低于 "低"目标价格，“收于范围之外”交易将可获利。

source: An Open Position may be closed by placing an opposite Order, that is an Order to sell (to close a Long Position) or to buy (to close a Short Position) in the same market for the same specified number of lots (volume).
de_de: Eine Offene Position kann geschlossen werden, indem eine Gegen-Order platziert wird, die entweder eine Order zu verkaufen (um eine lange Position zu schließen) oder zu kaufen (um eine kurze Position zu schließen), im selben Markt, für die gleiche bestimmte Anzahl an Lots (Volumen), ist.
id_id: Open Position dapat ditutup dengan membeli Order yang berlawanan, yaitu Order untuk menjual (menutup Posisi Panjang) atau untuk membeli (menutup Posisi Pendek) pada pasar yang sama untuk lot (volume) yang sama.
pl_pl: Pozycję otwartą można zamknąć, składając odwrotne zlecenie,t.j. zlecenie sprzedaży (zamknięcie pozycji długiej) lub zakupu (zamknięcie pozycji krótkiej) na tym samym rynku tej samej liczby partii (wielkości).
pt_pt: Uma posição em aberto pode ser fechada ao realizar uma ordem oposta, que é uma ordem de vender (para fechar uma posição longa) ou de comprar (para fechar uma posição curta) no mesmo mercado pelo mesmo número especificado de lotes (volume).
vi_vn: Một Phiên Mở có thể bị đóng cửa bằng cách đặt vào một đơn ngược, sử dụng đơn đó để bán (để đóng lại thế lên) hoặc sử dụng đơn đó để mua vào (để đóng lại thế xuống) trong cùng một thị trường và cho cùng số quy định của lô (khối lượng).
zh_cn: 未平仓头寸可通过下反向订单平仓，即在同一市场为同一指定批（量）数目卖出（多头头寸平仓）或买入（空头头寸平仓）的订单。
