Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Clients agree to comply with the reasonable requests made by the Company for the purpose of verifying compliance with this term.
de_de: die Kunden erklären, dass sie mit den angemessenen Forderungen, die vom Unternehmen zum Zweck einer Verifizierung der Einhaltung dieser Bedingung gestellt werden, einverstanden sind.
fr_fr: Les clients acceptent de satisfaire les demandes raisonnables formulées par la Société dans une optique de vérification de la conformité à cette condition.
id_id: Klien setuju untuk mematuhi permintaan wajar dari Perusahaan untuk memenuhi verifikasi compliance dalam hal ini.
pl_pl: Klienci zgadzają się stosować się do uzasadnionych próśb Firmy związanych z wymogami dot. weryfikacji.
pt_pt: Os clientes aceitam cumprir as solicitações razoáveis apresentadas pela Empresa com fins de verificar a conformidade com este termo.
vi_vn: Khách hàng đồng ý tuân thủ với các yêu cầu hợp lý của công ty với mục đích xác minh tuân thủ với các điều khoản này.
zh_cn: 客户同意遵守本公司为验证此条款是否合规而提出的合理要求。

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Costa Rica, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (BVI) Ltd. %1 is not available in the British Virgin Islands.
de_de: Kunden aus dem Rest der Welt (mit Ausnahme bestimmter Länder wie den USA, Kanada Costa Rica, Hongkong) haben ihr FX und CFD Metatrader 5 Konto mit Binary (BVI) Ltd eröffnet. %1 ist auf den British Virgin Islands nicht verfügbar.
fr_fr: Les clients basés dans le reste du monde (sauf dans certains pays : États-Unis, Canada, Costa Rica, Hong-Kong) pourront ouvrir leur compte MetaTrader 5 Forex et CFD auprès de Binary (BVI) Ltd. %1 n'est pas disponible dans les Iles Vierges Britanniques.
id_id: Klien dari seluruh dunia (tidak termasuk negara-negara tertentu seperti Amerika Serikat, Kanada, Kosta Rika, Hong Kong) akan memiliki akun FX dan CFD Metatrader 5 yang terdaftar dengan Binary (BVI) Ltd. %1 tidak tersedia di Kepulauan Virgin Inggris.
pl_pl: W przypadku klientów z pozostałych krajów (za wyjątkiem niektórych krajów, takich jak Stany Zjednoczone, Kanada, Kostaryka czy Hongkong) konta FX i CFD MetaTrader 5 zostaną otwarte przez Binary (BVI) Ltd. Usługi %1 są niedostępne na Brytyjskich Wyspach Dziewiczych.
pt_pt: Os clientes do resto do mundo (excluindo certos países tais como os EUA, Canadá, Costa Rica e Hong Kong) terão as suas contas de FX e da CFD Metatrader 5 abertas na Binary (BVI) Ltd. A %1 não está disponível na Ilhas Virgens Britânicas.
vi_vn: Khách hàng từ phần còn lại của thế giới (trừ một số quốc gia như Hoa Kỳ, Canada, Costa Rica, Hồng Kông) sẽ có tài khoản FX và CFD Metatrader 5 của họ mở ra với Công Ty TNHH Binary (BVI). %1 là không có sẵn tại quần đảo British Virgin.
zh_cn: 全球其他地区的客户 (不包括某些国家如美国、加拿大、哥斯达黎加、香港) 可在 Binary (BVI) Ltd. 开设外汇和差价合约Metatrader 5账户。%1在英属维尔京群岛不能使用。

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Costa Rica, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (V) Ltd. %1 is not available in the Republic of Vanuatu.
de_de: Kunden aus dem Rest der Welt (mit Ausnahme bestimmter Länder wie den USA, Kanada, Costa Rica, Hongkong) haben ihr FX und CFD Metatrader 5 Konto mit Binary (V) Ltd eröffnet. %1 ist in der Republik Vanuatu nicht verfügbar.
fr_fr: Les clients basés dans le reste du monde (sauf dans certains pays : États-Unis, Canada, Costa Rica, Hong-Kong) pourront ouvrir leur compte MetaTrader 5 Forex et CFD auprès de Binary (V) Ltd. %1 n'est pas disponible au Vanuatu.
id_id: Pelanggan dari seluruh dunia (kecuali Amerika Serikat, Kanada, Kosta Rika, Hong Kong) akan mendaftar akun FX dan CFD Metatrader 5 dibawah Binary (V) Ltd. %1 tidak tersedia untuk warga Republik Vanuatu.
pl_pl: W przypadku klientów z pozostałych krajów (za wyjątkiem niektórych krajów, takich jak Stany Zjednoczone, Kanada, Kostaryka czy Hongkong) będą mieli konta FX i CFD MetaTrader 5 otwarte z Binary (V) Ltd. Usługi %1 są niedostępne w Republice Vanuatu.
pt_pt: Os clientes do resto do mundo (excluindo certos países tais como os EUA, Canadá, Costa Rica e Hong Kong) terão as suas contas de FX e da CFD Metatrader 5 abertas na %1 (V) Ltd. A Binary.com não está disponível na República de Vanuatu.
vi_vn: Khách hàng từ phần còn lại của thế giới (trừ một số quốc gia như Hoa Kỳ, Canada, Costa Rica, Hồng Kông) sẽ có của FX và CFD Metatrader 5 tài khoản mở ra với nhị phân (V) Ltd %1 là không có sẵn tại cộng hòa Vanuatu.
zh_cn: 全球其他地区的客户 (不包括某些国家如美国、加拿大、哥斯达黎加、香港) 可在 Binary (V) Ltd. 开设外汇和差价合约Metatrader 5账户。%1在瓦努阿图不能使用。

source: Clients from the rest of the world (excluding certain jurisdictions such as the USA, Canada, Japan, and the European Union) who wish to trade CFDs will have their MetaTrader 5 account opened with Binary (FX) Ltd. %1 is not available in Malaysia.
de_de: Kunden aus dem Rest der Welt (mit Ausnahme von bestimmten Ländern wie den USA, Kanada, Japan und der Europäischen Union), die CFDs handeln möchten, bekommen ihr MetaTrader 5 Konto mit Binary (FX) Ltd eröffnet. %1 ist in Malaysia nicht verfügbar.
fr_fr: Les Clients du reste du monde (à l’exception de certains pays comme les EU, le Canada, le Japon, et l’Union Européenne), qui souhaitent trader les CFDs auront leur compte MetaTrader 5 ouvert avec Binary (FX) Ltd. %1 n’est pas disponible en Malaisie.
id_id: Klien dari seluruh dunia (diluar yurisdiksi tertentu seperti Amerika Serikat, Kanada, Jepang, dan Uni Eropa) yang ingin bertrading CFD akan memiliki akun MetaTrader 5 yang didaftarkan pada Binary (FX) Ltd. %1 tidak tersedia di Malaysia.
pl_pl: Klienci z pozostałych rejonów świata (z wyłączeniem określonych jurysdykcji, takich jak Stany Zjednoczone, Kanada, Japonia czy Unia Europejska), którzy chcą handlować kontraktami na różnice kursowe będą mieli założone konto MetaTrader 5 przez Binary (FX) Ltd. %1 nie jest dostępna w Malezji.
pt_pt: Os clientes do resto do mundo (excluindo certas jurisdições como os EUA, Canadá, Japão e a União Europeia) que desejam negociar CFDs terão as suas contas de MetaTrader 5 abertas na Binary (FX) Ltd. A %1 não está disponível na Malásia.
vi_vn: Khách hàng từ các nước còn lại của thế giới (trừ một số quốc gia như Mỹ, Canada, Nhật bản và liên minh châu Âu), người muốn giao dịch CFDs sẽ có tài khoản MetaTrader 5 của họ đã mở với Công ty TNHH Binary (FX). %1 không có sẵn tại Malaysia.
zh_cn: 全球其他地区想要进行差价合约交易的客户 (不包括某些管辖区如美国、加拿大、日本和欧盟国家) 可在 Binary (FX) Ltd. 开设MetaTrader 5账户。%1不可在马来西亚使用。

source: Clients have the opportunity to consider whether to ask for more information by sending an email to compliance@binary.com, in which case further details of the conflicts of interest policy will be made available.
de_de: Kunden haben die Möglichkeit sich zu überlegen, ob sie weitere Informationen erhalten möchten, indem sie eine E-Mail an compliance@binary.com senden, in welchem Fall weitere Details der Interessenkonflikt-Richtlinie zur Verfügung gestellt werden.
fr_fr: Les clients ont la possibilité de demander plus d’informations en envoyant un email à compliance@binary.com, auquel cas de plus amples détails concernant la politique de conflits d’intérêts seront mis à votre disposition.
id_id: Klien memiliki kesempatan untuk mempertimbangkan apakah akan meminta informasi lebih lanjut dengan mengirim email ke compliance@binary.com, dalam hal ini rincian lebih lanjut dari konflik kepentingan kebijakan yang akan tersedia.
pl_pl: Klienci mogą poprosić o więcej informacji, wysyłając wiadomość e-mail na adres: compliance@binary.com; w takim przypadku zostaną udostępnione dalsze szczegóły na temat polityki ds. konfliktów interesów.
pt_pt: Os clientes têm a oportunidade de considerar se desejam pedir mais informações ao enviar um e-mail para compliance@binary.com, caso em que mais detalhes da política de conflitos de interesse serão disponibilizados.
vi_vn: Khách hàng có cơ hội để xem xét có nên hỏi thêm thông tin hay không bằng cách gửi email đến compliance@binary.com, trong trường hợp đó, chi tiết thêm về xung đột chính sách lãi suất sẽ được cung cấp.
zh_cn: 客户有机会考虑是否通过向 compliance@binary.com 发送电子邮件询问更多信息, 在这种情况下, 将提供有关利益冲突政策的进一步细节。

source: Clients may utilise this bonus only when a real money account is opened.
de_de: Kunden können diesen Bonus nur verwenden, wenn sie ein Echtgeldkonto eröffnet haben.
fr_fr: Les clients peuvent utiliser ce bonus seulement après l'ouverture d'un compte réel.
id_id: Klien dapat menggunakan bonus ini hanya ketika akun uang riil dibuka.
pl_pl: Klienci mogą skorzystać z tego bonusu tylko wtedy, gdy zostanie otwarte konto w prawdziwej walucie.
pt_pt: Os clientes podem utilizar este bônus somente quando uma conta de dinheiro real é aberta.
vi_vn: Khách hàng có thể sử dụng khoản tiền thưởng này chỉ khi có tài khoản tiền thật được mở.
zh_cn: 客户只有开立真实账户后才能使用此奖金。

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, they will be deprived of any winnings and only deposits made shall be refunded.
de_de: Kunden müssen sich bewusst sein, dass das Glücksspiel Minderjähriger eine Straftat ist. Wenn ein Kunde sich bei der Altersüberprüfung als minderjährig herausstellt, werden seine Gewinne einbehalten und nur Einsätze werden zurückerstattet.
fr_fr: Les clients doivent être conscients que le jeu des mineurs est un délit. Si un client, après vérification de l’âge, s’avère être mineur, ils seront privés de gains et seuls les dépôts effectués seront remboursés.
id_id: Klien harus menyadari bahwa bertrading di bawah umur adalah merupakan suatu pelanggaran. Jika klien, pada verifikasi usia, terbukti di bawah umur, mereka akan kehilangan profit dan hanya jumlah deposit yang akan dikembalikan.
pl_pl: Klienci powinni być świadomi, że hazard uprawiany przez osoby niepełnoletnie jest przestępstwem. Jeśli po dokonaniu weryfikacji wieku okaże się, że klient jest niepełnoletni, zostanie pozbawiony wszelkich wygranych i zostaną mu zwrócone jedynie wpłacone środki.
pt_pt: Os clientes devem estar cientes de que o jogo é proibido a menores de idade. Se, depois da verificação de idade, for comprovado que um cliente é menor de idade, ele será privado de todos os ganhos e apenas os depósitos feitos serão reembolsados.
vi_vn: Khách hàng phải biết rằng cờ bạc vị thành niên là một hành vi phạm tội. Nếu một khách hàng, khi xác minh tuổi, được chứng minh là chưa đủ tuổi, thì khách hàng sẽ bị tịch thu bất kỳ khoản tiền thắng cược nào và chỉ được hoàn trả tiền đã gửi vào.
zh_cn: 客户须明白, 未成年人赌博是违法行为。如果客户在年龄验证时被证明是未成年人, 任何赢取奖金将被剥夺, 仅其存款可退还。

source: Clients must fill into the account opening form all requested details that establish their identity. Clients must give a valid identification, address, and contact email and personal telephone number.
de_de: Kunden müssen im Kontoeröffnungsformular alle geforderten Angaben machen, die ihre Identität bestätigen. Die Kunden müssen ein gültiges Ausweisdokument und einen Anschriftennachweis vorlegen, sowie eine Kontakt-E-Mail Adresse und eine persönliche Telefonnummer angeben.
id_id: Klien harus mengisi formulir pendaftaran akun sesuai dengan identitas mereka. Klien harus memberikan identitas yang berlaku, alamat tempat tinggal, alamat email dan nomor telpon.
pl_pl: Wypełniając formularz otwarcia konta, klienci muszą podać wszystkie wymagane dane, które określają ich tożsamość, w tym ważne dane identyfikacyjne, adres, adres e-mail do kontaktu i swój numer telefonu.
pt_pt: Os clientes devem preencher o formulário de abertura de conta com todas as informações solicitadas que confirmem a sua identidade. Os clientes devem fornecer um documento de identificação, endereço, e-mail de contato e número de telefone pessoal válidos.
vi_vn: Khách hàng cần phải điền tất cả các thông tin yêu cầu để nhận dạng mình vào mẫu mở tài khoản. Khách hàng cần phải trình thông tin nhận dạng, địa chỉ, email và số điện thoại di động hợp lệ.
zh_cn: 客户必须在开户表格中填写确定其身份所需的所有详细信息。客户必须提供有效的身份证明、地址、联系电子邮件以及个人电话号。

source: Clients must register personally.
de_de: Kunden müssen sich in eigener Person anmelden.
fr_fr: Les clients doivent s'inscrire personellement.
id_id: Klien harus mendaftar secara pribadi.
pl_pl: Klienci muszą dokonać rejestracji osobiście.
pt_pt: Os clientes devem registrar-se pessoalmente.
vi_vn: Khách hàng cần phải đăng kí cá nhân.
zh_cn: 客户必须亲自注册。

source: Clients need to satisfy at least two of the following criteria in order to receive Professional Client status:
de_de: Kunden müssen mindestens zwei der folgenden Kriterien erfüllen, um einen professionellen Kunden-Status zu erhalten:
fr_fr: Les clients doivent satisfaire au moins deux des critères suivants afin de recevoir le statut de Client Professionnel :
id_id: Klien perlu memenuhi setidaknya dua kriteria berikut untuk menerima status sebagai Klien Profesional:
pl_pl: Aby uzyskać status klienta profesjonalnego, klienci muszą spełnić co najmniej dwa z następujących kryteriów:
pt_pt: Os clientes precisam satisfazer pelo menos dois dos seguintes critérios para receber o status de cliente profissional:
vi_vn: Khách Hàng cần phải đáp ứng ít nhất là hai yêu cầu dưới đây để nhận được danh hiệu Khách Hàng Chuyên Nghiệp:
zh_cn: 为了获得专业客户资格, 客户需要满足以下至少两个条件:

source: Clients registered with Binary (Europe) Ltd can raise their unresolved disputes with the Malta Gaming Authority %1 by submitting an email to %2. UK clients registered with Binary (Europe) Ltd can submit their dispute with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's %3website%4.
de_de: Kunden die mit Binary (Europe) Ltd registriert sind, können ihre Beilegung von Streitigkeiten mit der Malta Gaming Authority einreichen, %1 indem sie eine E-Mail an %2 schicken. UK-Kunden die mit Binary (Europe) Ltd registriert sind, können ihre Streitfälle mit der außergerichtlichen Schlichtungsstelle IBAS einreichen, indem Sie das Schiedsgerichtsformular auf der ADR-Stelle %3Website%4 einreichen.
id_id: Klien yang terdaftar pada Binary (Europe) Ltd dapat mengangkat permasalahan mereka melalui Malta Gaming Authority %1 dengan mengirim email ke %2. Klien Inggris yang terdaftar di Binary (Europe) Ltd dapat mengangkat permasalahan mereka melalui alternatif penyelesaian perselisihan IBAS dengan mengisi formulir pada %3situs%4 ADR.
pl_pl: Klienci, którzy mają zarejestrowane konto w Binary (Europe) Ltd mogą kierować nierozwiązane spory do maltańskiej instytucji ds. gier hazardowych (Malta Gaming Authority)%1 poprzez wysłanie wiadomości e-mail na adres %2. Klienci ze Zjednoczonego Królestwa, których konta są zarejestrowane w Binary (Europe) Ltd mogą kierować pory do instytucji zajmującej się alternatywnym rozwiązywaniem sporów – IBAS, wypełniając formularz arbitrażowy na %3stronie internetowej%4 tej instytucji.
pt_pt: Os clientes registrados na Binary (Europe) Ltd podem levantar as suas disputas não resolvidas juntos à Autoridade do Jogo de Malta %1 ao enviar um e-mail para %2. Os clientes do Reino Unido registrados na Binary (Europe) Ltd. podem enviar as suas disputas à entidade de resolução de disputas alternativa, IBAS, ao preencher e entregar o formulário de adjudicação no %3website%4 da entidade do ADR.
vi_vn: Khách Hàng đã đăng ký với Binary (Châu Âu) Ltd có thể gửi các tranh chấp chưa được giải quyết của họ đến chính quyền trò chơi Malta %1 bằng cách gửi một email tới %2. Khách hàng UK đã đăng ký với Binary (Châu Âu) Ltd có thể gửi tranh chấp đến các tổ chức giải quyết tranh chấp thay thế IBAS bằng cách điền vào biểu mẫu xử trên thực thể ADR %3website%4.
zh_cn: 在 Binary (欧洲) 有限公司注册的客户可以发送电子邮件到%2就尚未解决的纠纷向马耳他博彩管理局%1投诉。在 Binary (欧洲) 有限公司注册的英国客户可以通过在ADR 实体的%3网站%4 填写仲裁表格向替代性争议解决机构 IBAS 投诉。

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's %1website%2.
de_de: Kunden, die bei Binary (IOM) Ltd. angemeldet sind, können Ihre ungelösten Streitfälle bei der außergerichtlichen Schlichtungsstelle IBAS einreichen, indem sie das Schiedsgerichtsformular auf der ADR-Stelle %1Website%2 ausfüllen.
fr_fr: Les clients enregistrés chez Binary (IOM) Ltd peuvent soumettre leurs litiges non résolus à l'organisme d'arbitrage indépendant IBAS (Service de jugement independant sur les jeux) en remplissant le formulaire de demande de décision arbitrale disponible sur le %1site internet%2 de l'entité ADR.
id_id: Klien yang terdaftar pada Binary (IOM) Ltd dapat mengangkat permasalahan mereka melalui alternatif penyelesaian perselisihan IBAS dengan mengisi formulir pada %1situs%2 ADR.
pl_pl: Klienci zarejestrowani w Binary (IOM) Ltd mogą przekazać nierozwiązany spór do rozstrzygnięcia instytucji zajmującej się alternatywnym rozwiązywaniem sporów – IBAS (Independent Betting Adjudication Service), wypełniając odpowiedni formularz na %1stronie internetowej%2 tej instytucji.
pt_pt: Os clientes registrados na Binary (IOM) Ltd podem levantar as suas disputas não resolvidas juntos à entidade de resolução de disputas alternativa, IBAS, ao preencher e entregar o formulário de adjudicação no %1website%2 da entidade de resolução de disputas alternativa.
vi_vn: Khách hàng đã đăng ký với công ty TNHH Binary (IOM) Ltd có thể trình thưa các tranh chấp chưa được xử lý với các tổ chức giải quyết tranh chấp thay thế IBAS bằng cách điền vào mẫu đơn phân xử trên %1trang mạng%2 của thực thể ADR.
zh_cn: 在 Binary (IOM) 有限公司注册的客户可以通过在ADR 实体的%3网站%4 填写仲裁表格就尚未解决的纠纷向替代性争议解决机构 IBAS 投诉。

source: Clients registered with Binary Investments (Europe) Ltd can raise their unresolved disputes with the Office of the Arbiter for Financial Services. Contact details and guidance on making a complaint with the Arbiter's Office can be found %1here%2.
de_de: Kunden die mit Binary Investments (Europe) Ltd registriert sind, können ihre ungelösten Streitfälle mit dem Amt des Vermittlers für Finanzdienstleistungen (Office of the Arbiter for Financial Services) erheben. Kontaktdaten und eine Anleitung zur Einreichung einer Beschwerde mit dem Vermittler-Büro finden Sie %1hier%2.
fr_fr: Les clients enregistrés avec Binary Investments (Europe) Ltd peuvent faire remonter leurs différends non résolus avec le Bureau de l’arbitre pour les Services financiers. Coordonnées et indications sur la façon d'envoyer une réclamation au bureau de l’arbitre se trouvent %1ici%2.
id_id: Klien yang terdaftar pada Binary Investments (Europe) Ltd dapat melaporkan sengketa yang belum terselesaikan dengan Kantor Arbiter mengenai Jasa Keuangan. Rincian kontak dan panduan untuk mengajukan keluhan mengenai Kantor Arbiter dapat ditemukan %1disini%2.
pl_pl: Klienci zarejestrowani przez Binary Investments (Europe) Ltd mogą skierować swoje nierozwiązane spory do maltańskiego Urzędu Arbitrażowego ds. Usług Finansowych (Office of the Arbiter for Financial Services). Dane kontaktowe urzędu i wskazówki dot. składania skarg można znaleźć %1tutaj%2.
pt_pt: Os clientes registrados na Binary Investments (Europe) Ltd podem dar levar as suas disputas não resolvidas ao Escritório do Árbitro de Serviços Financeiros. Dados de contato e diretrizes sobre como formular uma queixa junto do Escritório do Árbitro encontram-se %1aqui%2.
vi_vn: Khách hàng đã đăng ký với khoản đầu tư nhị phân (Châu Âu) Ltd có thể nâng cao các tranh chấp chưa được giải quyết với các văn phòng của trọng tài cho các dịch vụ tài chính. Chi tiết liên hệ và hướng dẫn thực hiện một khiếu nại với văn phòng của trọng tài có thể được tìm thấy %1here%2.
zh_cn: 如有任何无法解决的争议，在 Binary Investments (Europe) Ltd 注册的客户可向金融服务仲裁办事处投诉。详细的投诉方法和联系信息可在%1此处%2查看。

source: Clients shall not hold or pool third party funds into their own account held with the Company.
de_de: Kunden dürfen auf Ihren eigenen Konten bei dem Unternehmen keine Gelder von Dritten halten.
id_id: Klien dilarang keras untuk mengumpulkan dana beberapa pihak kedalam akun yang mereka miliki pada Perusahaan.
pl_pl: Klienci nie mają prawa przetrzymywać środków należących do osób trzecich na koncie prowadzonym przez Firmę.
pt_pt: Os clientes não devem deter ou reunir fundos de terceiros nas suas próprias contas abertas com a empresa.
vi_vn: Khách Hàng sẽ không được giữ hoặc chuyển tiền quỹ bên thứ ba vào tài khoản cá nhân của mình mà được giữ bởi Công ty.
zh_cn: 客户不可将第三方资金截留或汇集至他们在本公司开立的账户内。

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
de_de: Den Kunden, die ihren Selbstausschluss nicht erneuern möchten und bitten, wieder handeln zu können, muss ein Tag Bedenkzeit gegeben werden, bevor es ihnen ermöglicht wird, auf die Website zuzugreifen. Es wird ausdrücklich darauf hingewiesen, dass der Kontakt mit unserem Kundendienst telefonisch erfolgen muss. Ein E-Mail Kontakt ist in diesem Fall nicht ausreichend.
fr_fr: Les clients qui ne souhaitent pas renouveler l'auto-exclusion et qui demandent à pouvoir reprendre leurs activités de trading disposeront d'un délai de réflexion d'un jour avant de pouvoir à nouveau accéder au site Web. Attention : notre service clientèle doit être contacté par téléphone. Un contact par e-mail n'est pas suffisant.
id_id: Bagi Pelanggan yang tidak ingin memperbarui pengecualian diri dan ingin bertrading kembali, maka akan diberikan satu hari waktu tenggang sebelum dibenarkan untuk mengakses situs. Pemberitahuan harus dilakukan dengan menghubungi customer service melalui telpon. Email saja tidak mencukupi.
pl_pl: Klientów, którzy nie chcą przedłużyć samodzielnego wykluczenia i chcą złożyć wniosek o ponowne rozpoczęcie handlowania, obowiązuje jednodniowy okres przejściowy, zanim uzyskają dostęp do portalu. Należy pamiętać, że konieczny jest telefoniczny kontakt z naszą obsługą klienta. Kontakt e-mailowy nie jest wystarczający.
pt_pt: Aos clientes que não desejarem renovar a auto-exclusão e fazer um pedido para começar a negociar novamente, será dado um dia para refletirem, antes de poderem ter acesso ao site. É importante notar que o contato com o nosso serviço de apoio ao cliente deve ser realizado via telefone. O contato por e-mail não será suficiente.
vi_vn: Nếu Khách Hàng không muốn gia hạn chương trình tự loại trừ và yêu cầu bắt đầu giao dịch trở lại, khách hàng sẽ phải đợi một ngày để ổn định trước khi có thể đăng nhập vào trang web. Chú ý rằng cần phải cung cấp số điện thoại cho bộ phận dịch vụ khách hàng của chúng tôi. Liên hệ bằng địa chỉ email là không đủ.
zh_cn: 对于不想续签自我禁止并请求重新开始交易的客户，我们将在允许此类客户访问本网站之前给予他们一天时间的冷静期。需要注意的是，客户必须通过电话与我们的客户服务人员联系，这是非常重要的。仅以电子邮件联系是不足够的。
