Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: We are authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. We are authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and to execute orders on behalf of other clients, both services are in relation to financial derivative products relating to foreign exchange, indices and other financial products or assets ("Financial Products"). We are not authorised to and do not offer or provide investment advice or any other investment services other than those described above. Should you feel that you require investment advice or investment services other than those described above then you should contact an independent financial advisor or firm.
de_de: Wir sind von der Malta Financial Services Authority ("MFSA") zugelassen und werden von ihr nach dem Investment Services Act (Artikel 370, Maltesischen Gesetze) (dem "Gesetz") bei der Ausführung von Anlagegeschäften überwacht. Wir sind von der MFSA zum Handel auf eigene Rechnung (z.B. Geschäfte als Gegenpartei anzubieten oder zu handeln), und um Order im Namen anderer Kunden auszuführen, zugelassen; beide Dienste im Bezug auf Derivate Finanzprodukte auf der Grundlage von Devisen, Indizes oder weiterer Finanzprodukte oder Anlagen ("Finanzprodukte"). Es ist uns nicht genehmigt, Ihnen eine Anlageberatung oder andere Anlagedienstleistungen außerhalb des Handels der oben beschriebenen, anzubieten oder zu gewähren. Sollten Sie der Ansicht sein, dass Sie eine Anlageberatung oder Anlagedienstleistungen neben den oben beschriebenen benötigen, müssen Sie sich mit einem unabhängigen Finanzberater oder einer Finanzberatungsfirma in Verbindung setzen.
id_id: Kami berwenang dan diatur oleh Malta Financial Services Authority ("MFSA") di bawah Investment Services Act (Cap. 370, Perundangan Malta) ("Akta") untuk menjalankan bisnis investasi. Kami disahkan oleh MFSA untuk menangani akun sendiri (yaitu menawarkan dan bertindak sebagai counterparty untuk trading) dan untuk menjalankan order mewakili klien lain, kedua dua layanan adalag berkaitan dengan produk derivatif keuangan yang berkaitan dengan valuta asing, indeks dan produk keuangan lainnya atau aset ("Produk Keuangan"). Kami tidak berwenang dan tidak menawarkan atau menyediakan nasihat investasi atau jasa investasi lainnya selain yang telah disebutkan diatas. Jika Anda merasa bahwa Anda memerlukan saran investasi atau jasa investasi lainnya yang dijelaskan di atas maka Anda harus menghubungi penasihat keuangan independen atau perusahaan.
pl_pl: Na mocy ustawy Malta Investment Services Act (Cap. 370, zbiór ustaw Malty) („Ustawa”) za nadzór nad naszą firmą odpowiada Urząd ds. Usług Finansowych na Malcie: Malta Financial Services Authority („MFSA”), który zezwolił nam na prowadzenie działalności inwestycyjnej. Jesteśmy uprawnieni przez MFSA do realizowania transakcji na własny rachunek (np. występowanie w roli kontrahenta transakcji) i realizowania zleceń w imieniu innych klientów, co w obu przypadkach odnosi się do finansowych produktów pochodnych opartych na walutach obcych, wskaźnikach i innych produktach finansowych lub aktywach („Produkty finansowe”). Nie posiadamy zezwolenia na oferowanie lub zapewnianie doradztwa inwestycyjnego lub jakichkolwiek innych usług inwestycyjnych za wyjątkiem usług opisanych powyżej i nie oferujemy takich usług. Jeśli wydaje Ci się, że potrzebujesz porady inwestycyjnej lub usług inwestycyjnych innych niż te opisane powyżej, powinieneś/powinnaś skontaktować się z niezależnym doradcą inwestycyjnym lub firmą doradztwa inwestycyjnego.
pt_pt: Estamos autorizados e regulamentados pela Malta Financial Services Authority (Autoridade dos Serviços Financeiros de Malta - "MFSA") ao abrigo da Lei dos Serviços de Investimento (Cap. 370 Leis de Malta) (a "Lei") a realizar atividades de investimento. Estamos autorizados pela MFSA a negociar por contra própria (i.e. disponibilizar e agir como contraparte de negociações) e para executar ordens em nome de outros clientes, ambos os serviços tratam de produtos financeiros derivados relativos a divisas estrangeiras, índices e outros produtos ou ativos financeiros ("produtos financeiros"). Não estamos autorizados a prestar serviços de aconselhamento de investimentos (nem os prestamos) ou quaisquer outros serviços de investimento que não aqueles descritos acima. Caso você pense que necessita de aconselhamento financeiro ou de serviços de investimento diferentes daqueles descritos acima, então deverá entrar em contato com um consultor financeiro ou empresa de consultoria financeira independente.
vi_vn: Chúng tôi được ủy quyền và quản lý bởi Cơ quan Dịch vụ Tài chính Malta ("MFSA") theo Đạo luật Dịch vụ Đầu tư (Luật 370, Luật của Malta) ("Đạo luật") để thực hiện hoạt động đầu tư. Chúng tôi được MFSA ủy quyền để xử lý tài khoản của chính mình (nghĩa là giao dịch và hoạt động như giao dịch cho các giao dịch) và thực hiện các đơn đặt hàng thay mặt cho khách hàng khác, cả hai dịch vụ đều liên quan đến các sản phẩm phái sinh tài chính liên quan đến ngoại hối, chỉ số và sản phẩm tài chính hoặc tài sản ("Sản Phẩm Tài Chính"). Chúng tôi không được phép và không cung cấp hoặc cung cấp tư vấn đầu tư hoặc bất kỳ dịch vụ đầu tư nào khác ngoài những dịch vụ được mô tả ở trên. Nếu bạn cảm thấy rằng bạn cần tư vấn đầu tư hoặc dịch vụ đầu tư khác với những dịch vụ được mô tả ở trên thì bạn nên liên hệ với cố vấn hoặc doanh nghiệp tài chính độc lập.
zh_cn: 我们由马耳他金融服务机构 (“MFSA”）授予许可证和监管，根据投资服务法令 (马耳他法令第370章）（法令）开展投资业务。我们经 MFSA 授权，在自己的帐户进行交易（例如：向交易者提供服务，或担任交易对手）及代替其他客户执行订单。这两种服务和金融衍生产品有关，也和外汇、指数及其他金融产品或资产（“金融产品”）有关。除了以上所述，我们无权提供任何其他投资咨询或投资服务。要获得相关投资咨询或服务，您须联系独立的金融顾问或公司。

source: We are authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. We are authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and to execute orders on behalf of other persons, both services are in relation to financial derivative products relating to foreign exchange, indices and other financial products or assets ("Financial Products"). We are not authorised to and do not offer or provide investment advice or any other investment services other than those described above. Should you feel that you require investment advice or investment services other than those described above then you should contact an independent financial advisor or firm.
de_de: Wir sind von der Malta Financial Services Authority ("MFSA") zugelassen und werden von ihr nach dem Investment Services Act (Artikel 370, Maltesischen Gesetze) (dem "Gesetz") bei der Ausführung von Anlagegeschäften überwacht. Wir sind von der MFSA zum Handel auf eigene Rechnung (z.B. Geschäfte als Gegenpartei anzubieten oder zu handeln), und um Order im Namen anderer Personen auszuführen, zugelassen; beide Dienste im Bezug auf Derivate Finanzprodukte auf der Grundlage von Devisen, Indizes oder weiterer Finanzprodukte oder Anlagen ("Finanzprodukte"). Es ist uns nicht genehmigt, Ihnen eine Anlageberatung oder andere Anlagedienstleistungen außerhalb des Handels der oben beschriebenen, anzubieten oder zu gewähren. Sollten Sie der Ansicht sein, dass Sie eine Anlageberatung oder Anlagedienstleistungen neben den oben beschriebenen benötigen, müssen Sie sich mit einem unabhängigen Finanzberater oder einer Finanzberatungsfirma in Verbindung setzen.
id_id: Kami berwenang dan diatur oleh Malta Financial Services Authority ("MFSA") di bawah Investment Services Act (Cap. 370, Perundangan Malta) ("Akta") untuk menjalankan bisnis investasi. Kami disahkan oleh MFSA untuk menangani akun sendiri (yaitu menawarkan dan bertindak sebagai counterparty untuk trading) dan untuk menjalankan order mewakili pihak lain, kedua dua layanan adalah berkaitan dengan produk derivatif keuangan yang berkaitan dengan valuta asing, indeks dan produk keuangan lainnya atau aset ("Produk Keuangan"). Kami tidak berwenang dan tidak menawarkan atau menyediakan nasihat investasi atau jasa investasi lainnya selain yang telah disebutkan diatas. Jika Anda merasa bahwa Anda memerlukan saran investasi atau jasa investasi lainnya yang dijelaskan di atas maka Anda harus menghubungi penasihat keuangan independen atau perusahaan.
pl_pl: Na mocy ustawy Malta Investment Services Act (Cap. 370, zbiór ustaw Malty) („Ustawa”) za nadzór nad naszą firmą odpowiada Urząd ds. Usług Finansowych na Malcie: Malta Financial Services Authority („MFSA”), który zezwolił nam na prowadzenie działalności inwestycyjnej. Jesteśmy uprawnieni przez MFSA do realizowania transakcji na własny rachunek (np. występowanie w roli kontrahenta transakcji) i realizowania zleceń w imieniu innych osób, co w obu przypadkach odnosi się do finansowych produktów pochodnych opartych na walutach obcych, wskaźnikach i innych produktach finansowych lub aktywach („Produkty finansowe”). Nie posiadamy zezwolenia na oferowanie lub zapewnianie doradztwa inwestycyjnego lub jakichkolwiek innych usług inwestycyjnych za wyjątkiem usług opisanych powyżej i nie oferujemy takich usług. Jeśli wydaje Ci się, że potrzebujesz porady inwestycyjnej lub usług inwestycyjnych innych niż te opisane powyżej, powinieneś/powinnaś skontaktować się z niezależnym doradcą inwestycyjnym lub firmą doradztwa inwestycyjnego.
pt_pt: Estamos autorizados e regulamentados pela Malta Financial Services Authority (Autoridade dos Serviços Financeiros de Malta - "MFSA") ao abrigo da Lei dos Serviços de Investimento (Cap. 370 Leis de Malta) (a "Lei") a realizar atividades de investimento. Estamos autorizados pela MFSA a negociar por contra própria (i.e. disponibilizar e agir como contraparte de negociações) e para executar ordens em nome de outras pessoas, ambos os serviços tratam de produtos financeiros derivados relativos a divisas estrangeiras, índices e outros produtos ou ativos financeiros ("produtos financeiros"). Não estamos autorizados a prestar serviços de aconselhamento de investimentos (nem os prestamos) ou quaisquer outros serviços de investimento que não aqueles descritos acima. Caso você pense que necessita de aconselhamento financeiro ou de serviços de investimento diferentes daqueles descritos acima, então deverá entrar em contato com um consultor financeiro ou empresa de consultoria financeira independente.
vi_vn: Chúng tôi được ủy quyền và quản lý bởi Cơ quan Dịch vụ Tài chính Malta ("MFSA") theo Đạo luật Dịch vụ Đầu tư (Luật 370, Luật của Malta) ("Đạo luật") để thực hiện hoạt động đầu tư. Chúng tôi được MFSA ủy quyền để xử lý tài khoản của chính mình (nghĩa là giao dịch và hoạt động như giao dịch cho các giao dịch) và thực hiện các đơn đặt hàng thay mặt cho người khác, cả hai dịch vụ đều liên quan đến các sản phẩm phái sinh tài chính liên quan đến ngoại hối, chỉ số và sản phẩm tài chính hoặc tài sản ("Sản Phẩm Tài Chính"). Chúng tôi không được phép và không cung cấp hoặc cung cấp tư vấn đầu tư hoặc bất kỳ dịch vụ đầu tư nào khác ngoài những dịch vụ được mô tả ở trên. Nếu bạn cảm thấy rằng bạn cần tư vấn đầu tư hoặc dịch vụ đầu tư khác với những dịch vụ được mô tả ở trên thì bạn nên liên hệ với cố vấn hoặc doanh nghiệp tài chính độc lập.
zh_cn: 我们由马耳他金融服务机构 (“MFSA”）授予许可证和监管，根据投资服务法令 (马耳他法令第370章）（法令）开展投资业务。我们经 MFSA 授权，在自己的帐户进行交易（例如：向交易者提供服务，或担任交易对手）及代替他人执行订单。这两种服务和金融衍生产品有关，也和外汇、指数及其他金融产品或资产（“金融产品”）有关。除了以上所述，我们无权提供任何其他投资咨询或投资服务。要获得相关投资咨询或服务，您须联系独立的金融顾问或公司。

source: We are committed to making sure your personal data and transactions are secure:
de_de: Wir verbürgen uns, dass Ihre personenbezogenen Daten und Transaktionen sicher sind:
id_id: Kami bertekad untuk memastikan keamanan data pribadi dan transaksi Anda:
pl_pl: Staramy się zapewnić bezpieczeństwo Twoich danych osobowych i transakcji:
pt_pt: Estamos empenhados em garantir que os seus dados pessoais e as suas transações estão seguros:
vi_vn: Chúng tôi cam kết bảo đảm dữ liệu cá nhân và giao dịch của bạn sẽ được bảo mật:
zh_cn: 我们承诺保证您的个人数据和交易安全：

source: We are entitled under the Rules to rely upon information provided by you. You should ensure that you provide us with accurate and complete information and notify us in the event that any information supplied to us changes. You should note that if you provide us with inaccurate information, or if you fail to notify us of any changes to information previously supplied by you, this may adversely affect the quality of the services that we can provide.
de_de: Wir sind gemäß den Vorschriften berechtigt, uns auf die von Ihnen gemachten Angaben zu verlassen. Sie müssen sicherstellen, dass Sie uns richtige und vollständige Angaben machen und uns für den Fall, dass sich die uns gegebenen Informationen ändern, benachrichtigten. Sie müssen beachten, dass, wenn Sie uns unrichtige Angaben machen und uns nicht über Änderungen der früher an uns übermittelten Angaben unterrichten, dies die Qualität der von uns zu erbringenden Dienstleistungen negativ beeinflussen kann.
id_id: Kami berhak di bawah Aturan untuk mengandalkan informasi yang Anda berikan. Anda harus memastikan bahwa Anda memberikan kami informasi yang akurat dan lengkap dan memberitahu kami dalam hal bahwa setiap informasi yang diberikan kepada kami berubah. Anda harus mencatat bahwa jika Anda memberikan kami informasi yang tidak akurat, atau jika Anda gagal untuk memberitahu kami dari setiap perubahan informasi yang sebelumnya diberikan, ini dapat mempengaruhi kualitas layanan yang kami berikan.
pl_pl: Na mocy dokumentu Zasady jesteśmy uprawnieni do polegania na dostarczonych przez Ciebie informacjach. Musisz zapewnić, że dostarczane nam informacje są poprawne i kompletne i powiadomić nas w przypadku, gdy jakiekolwiek dostarczone nam informacje uległy zmianie. Musisz być świadomy/świadoma, że dostarczenie nam nieprawidłowych informacji lub niepowiadomienie nas o jakichkolwiek zmianach w dostarczonych nam wcześniej informacjach może mieć negatywny wpływ na dostarczane przez nas usługi.
pt_pt: Ao abrigo das regras, temos o direito de confiar em informações que você nos fornece. Você deve certificar-se de que nos forneça informações precisas e completas e que nos notifique sempre que quaisquer das informações que nos havia fornecido mudarem. Você deverá tomar nota de que se nos fornecer informações imprecisas ou se não nos notificar de quaisquer alterações a informações previamente fornecidas por você, isto poderá prejudicar a qualidade dos serviços que nós podemos prestar.
vi_vn: Theo Quy Tắc, chúng tôi được phép dựa vào những thông tin mà bạn cung cấp. Bạn nên chắc rằng bạn đã cung cấp cho chúng tôi thông tin chính xác và thông báo cho chúng tôi khi có bất kỳ sự thay đổi nào. Bạn nên lưu ý rằng nếu bạn cung cấp cho chúng tôi thông tin không chính xác hoặc nếu bạn không thông báo cho chúng tôi về bất kỳ thay đổi nào đối với thông tin do bạn cung cấp trước đây, điều này có thể ảnh hưởng xấu đến chất lượng của các dịch vụ mà chúng tôi có thể cung cấp.
zh_cn: 我们遵循规则，完全按照您提供的信息进行活动。您须确保向我们提供完整、准确的信息，并在信息有任何变化时通知我们。请注意，如果您提供了错误的信息，或者在信息发生变化时没有通知我们，我们的服务质量可能会受到严重影响。

source: We are licensed and regulated in the British Isles and in Malta since 2015.
de_de: Wir sind auf den Britischen Inseln und auf Malta seit 2015 zugelassen und geregelt.
fr_fr: Nous sommes agréées et réglementées dans les îles britanniques et à Malte depuis 2015.
id_id: Kami berlisensi dan diatur di Kepulauan Inggris dan Malta sejak 2015.
pl_pl: Od 2015 r. posiadamy licencje, jesteśmy regulowani i podlegamy nadzorowi finansowemu na Wyspach Brytyjskich i na Malcie.
pt_pt: Estamos licenciados e somos regulados nas Ilhas Britânicas e em Malta desde 2015.
vi_vn: Chúng tôi được cấp giấy phép và quy định tại quần đảo Anh Quốc và Malta kể từ năm 2015.
zh_cn: 自2015年，我们在不列颠群岛及马耳他已获得授权并受监管。

source: We are required by our licence to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency. To learn more, please refer %1here%2.
de_de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto halten, passiert und bis zu welchem Umfang es im Fall einer Insolvenz geschützt ist. Um mehr zu erfahren, klicken Sie bitte %1hier%2.
id_id: Kami diwajibkan oleh lisensi kami untuk memberi tahu Anda tentang apa yang terjadi pada dana yang kami simpan pada akun untuk Anda, dan sejauh mana dana dilindungi dalam hal kepailitan. Untuk mempelajari lebih lanjut, silakan lihat %1disini%2.
pl_pl: Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek niewypłacalności. %1Tutaj%2 możesz dowiedzieć się więcej.
pt_pt: Somos obrigados pela nossa licença a informá-lo sobre o que acontece com os fundos da sua conta que guardamos para você, e como esses fundos são protegidos em caso de insolvência. Para saber mais, consulte %1isto%2.
vi_vn: Chúng tôi bắt buộc phải thông báo cho bạn về những điều xảy ra vơi số tiền chúng tôi giữ trong tài khoản của bạn, và mức độ tiền được bảo toàn trong trường hợp bị phá sản. Để tìm hiểu thêm, vui lòng tìm đến %1tại đây%2.
zh_cn: 根据牌照的要求，在公司失去偿付能力的情况下，我们应通知您：我们代您保管的资金会发生什么情况；我们将提供何种程度的资金保护。欲了解详情，请参考%1此处%2。

source: We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency %1.
de_de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto verwahren, passiert und wie Ihr Geld im Fall einer Insolvenz geschützt ist %1.
fr_fr: En vertu de notre licence, nous sommes dans l'obligation de vous informer du traitement des fonds que nous détenons sur un compte en votre nom, ainsi que de l'étendue de la protection de ces fonds en cas d'insolvabilité %1.
id_id: Kami diharuskan oleh lisensi kami untuk menginformasikan kepada dana yang kami pegang untuk Anda, hingga dimana dana Anda adalah terlindungi jika terjadi kepailitan %1.
pl_pl: Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek niewypłacalności %1.
pt_pt: Somos obrigados pela nossa licença a informá-lo sobre o que acontece com os fundos da sua conta que guardamos para você, e como esses fundos são protegidos em caso de insolvência %1.
vi_vn: Chúng tôi có trách nhiệm phải thông báo cho bạn về những điều xảy ra với số tiền chúng tôi giữ trong tài khoản cho bạn, và mức tiền được bảo toàn trong trường hợp bị phá sản %1.
zh_cn: 根据牌照的要求，在公司失去偿付能力的情况下，我们应通知您：我们代您保管的资金会发生什么情况；我们将提供何种程度的资金保护 %1。

source: We are required to do so in accordance with any relevant Law or Regulation.
de_de: Wir sind angehalten dies in Übereinstimmung mit allen relevanten Gesetzen und Regulierungen vorzunehmen.
id_id: Kami wajib melakukan hal tersebut berhubung Hukum atau Peraturan yang berlaku.
pl_pl: Jesteśmy do tego zobowiązani na mocy obowiązujących praw i rozporządzeń.
pt_pt: Somos obrigados a fazer tal de acordo com quaisquer leis ou regulamentos relevantes.
vi_vn: Chúng tôi bắt buộc phải làm như vậy theo bất kỳ Luật hoặc Quy Định nào có liên quan.
zh_cn: 根据任何相关法律或法规，我们需要这样做。

source: We are required to do so in accordance with any relevant law or regulation.
de_de: Wir sind angehalten dies in Übereinstimmung mit allen relevanten Gesetzen und Regulierungen vorzunehmen.
id_id: Kami wajib melakukan hal tersebut berhubung hukum atau peraturan yang berlaku.
pl_pl: Jesteśmy do tego zobowiązani na mocy obowiązujących praw i rozporządzeń.
pt_pt: Somos obrigados a fazer tal de acordo com quaisquer leis ou regulamentos relevantes.
vi_vn: Chúng tôi được yêu cầu làm theo quy định của luật phát hoặc các quy định có liên quan.
zh_cn: 根据任何相关法律或法规，我们需要这样做。

source: We are reviewing your documents. For more details %1contact us%2.
de_de: Wir prüfen Ihre Dokumente. Für weitere Informationen %1kontaktieren Sie uns%2.
fr_fr: Nous passons en revue vos documents. Pour plus de détails %1contactez nous%2.
id_id: Kami sedang meninjau dokumen Anda. Untuk lebih jelasnya %1hubungi kami%2.
pl_pl: Sprawdzamy Twoje dokumenty. Aby uzyskać więcej informacji, %1skontaktuj się z nami%2.
pt_pt: Estamos analisando os seus documentos. Para mais informações %1contate-nos%2.
vi_vn: Chúng tôi đang xem xét các tài liệu của bạn. Để biết thêm chi tiết %1liên hệ%2.
zh_cn: 我们正在审阅您的文件。若要取得详细信息, 请 %1联系我们%2。

source: We believe that we should always do the right thing. This includes serving our customers with honesty and transparency, settling all contracts by the book, and communicating in plain language that can be easily understood.
de_de: Wir glauben, dass wir immer das Richtige tun sollten. Dazu gehört, unseren Kunden mit Ehrlichkeit und Transparenz zu dienen, alle Kontrakte ordnungsgemäß abzuwickeln und im Klartext, der leicht verstanden werden kann, zu kommunizieren.
fr_fr: Nous pensons que nous devrions toujours faire les choses de façon juste. Cela inclut de servir nos clients avec honnêteté et transparence, réglant tous les contrats à la lettre et communiquer dans un langage simple qui puisse être facilement compris.
id_id: Kami percaya bahwa kami harus selalu melakukan hal yang benar. Hal ini termasuk melayani pelanggan kami dengan kejujuran dan transparansi, menyelesaikan semua kontrak berdasarkan buku, dan berkomunikasi dalam bahasa sederhana yang dapat dengan mudah dipahami.
pl_pl: Wierzymy, że zawsze należy postępować słusznie. Również jeśli chodzi o obsługę naszych klientów, kierując się uczciwością i przejrzystością, obsługując wszystkie kontrakty zgodnie z przepisami i komunikując się prostym, zrozumiałym językiem.
pt_pt: Acreditamos que devemos sempre fazer o que é certo. Isso inclui servir os nossos clientes com honestidade e transparência, liquidando todos os contratos ao pé da letra e comunicando tudo numa linguagem simples que todos entendem.
vi_vn: Chúng tôi tin rằng chúng tôi nên luôn làm điều đúng đắn. Điều này bao gồm phục vụ khách hàng của chúng tôi với sự trung thực và minh bạch, giải quyết tất cả các hợp đồng theo đúng luật, và giao tiếp bằng ngôn ngữ đơn giản có thể dễ dàng hiểu được.
zh_cn: 我们认为应该始终做正确的事。包括以诚实和透明的方式为客户提供服务，根据账本结算所有合约，并以易于理解的简明语言进行沟通。
