Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The company has various deposit methods available, each with their own timing for deposits, some of which might not be available for withdrawals. Full details of deposits and withdrawals methods available including settlement times are available %1here%2.
de_de: Das Unternehmen stellt mehrere Einzahlungsmethoden zur Verfügung. Jede hat für Einzahlungen ihr eigenes Timing. Einige davon können nicht für Abhebungen verwendet werden. Die vollständigen Einzelheiten für die vorhandenen Ein- und Auszahlungsmethoden, einschließlich der Bearbeitungszeiten, finden Sie %1hier%2.
id_id: Perusahaan menyediakan berbagai jenis metode deposit, setiap deposit memiliki waktu proses masing-masing begitu juga dengan penarikan. Informasi lengkap mengenai metode deposit dan penarikan termasuk waktu proses tersedia %1disini%2.
pl_pl: Firma oferuje różne metody wpłaty środków. Każda z nich posiada własne godziny dla wpłat i wypłaty mogą nie być dostępne w niektórych z nich. Wszystkie szczegóły dotyczące dostępnych metod dokonywania wpłat i wypłat, w tym godziny rozliczeń są dostępne %1tutaj%2.
pt_pt: A empresa disponibiliza vários métodos de depósito, cada um com o seu próprio prazo para depósitos, alguns dos quais podem não estar disponíveis para retiradas. Informações completas sobre os métodos de depósito e retirada disponíveis, incluindo prazos de liquidação, estão disponíveis %1aqui%2.
vi_vn: Công ty có nhiều phương thức gửi tiền, mỗi một phương thức đều định thời gian gửi riêng, một số phương thức thì không khả dụng cho việc rút tiền. Chi tiết đầy đủ về phương thức gửi tiền hoặc rút tiền bao gồm cả thời gian định giá có sẵn ở %1đây%2.
zh_cn: 本公司支持多种存款方式，每种方式都有不同的存款时序，其中一些可能无法提款。有关存取款方式和结算期的详情，请查看%1此处%2。

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
de_de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten, die im Fall einer Insolvenz keinen Anteil am Firmenvermögen darstellen. Dies entspricht nach den Vorschriften der Glücksspielbehörden zur Abtrennung von Kundenvermögen dem Grad: <strong>Mittlerer Schutz</strong>.
fr_fr: La société détient les fonds du client dans des compte bancaire séparés des comptes opérationnels qui, en cas d'insolvabilité, ne font pas partie des biens de la Société. Ceci répond aux exigences de la Gambling Commission en ce qui concerne la séparation des fonds du client au niveau: <strong>protection moyenne</strong>.
id_id: Perusahaan menyimpan dana Pelanggan pada rekening yang berbeda dengan rekening untuk biaya oprasional yang bukan merupakan bagian dari aset Perusahaan jika terjadi kebangkrutan. Hal ini adalah merupakan syarat yang harus dipenuhi dalam hal pemisahan dana pelanggan pada tingkat: <strong>proteksi medium</strong>.
pl_pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny. W przypadku niewypłacalności firmy rachunki te nie będą stanowiły jej aktywów. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie: <strong>średnia ochrona</strong>.
pt_pt: A empresa detém os recursos dos clientes em contas bancárias diferentes das suas contas operacionais, que em caso de insolvência não seriam consideradas parte dos ativos da Empresa. Isso atende às exigências da Comissão de Apostas para a segregação dos recursos de clientes ao nível: <strong>proteção média</strong>.
vi_vn: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công Ty. Điều này đáp ứng các yêu cầu của Ủy Ban Cờ Bạc để cách ly các tiền của khách hàng ở cấp độ: <strong>bảo vệ trung bình</strong>.
zh_cn: 公司把客户资金存在独立的银行账户，与运营账户分开，因此如果公司破产，客户资金不会成为公司资产的一部分。这符合博彩委员会关于客户资金独立管理的要求，即：<strong>中等级别保护</strong>。

source: The company holds customer funds in separate bank accounts to the operational accounts; and arrangements have been made to ensure assets in the customer accounts are distributed to customers in the event of insolvency.
de_de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten und es wurden Vereinbarungen getroffen, die dafür sorgen, dass die Guthaben auf Kundenkonten im Fall einer Insolvenz ausgezahlt werden können.
id_id: Perusahaan menyimpan dana nasabah pada rekening bank yang terpisah dengan biaya operasional; dan pengaturan telah dibuat untuk memastikan aset dalam rekening nasabah didistribusikan kepada Pelanggan jika terjadi kepailitan.
pl_pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny Podjęto również działania, aby zapewnić, że aktywa zgromadzone na kontach klientów zostaną zwrócone klientom w przypadku niewypłacalności firmy.
pt_pt: A empresa detém os fundos dos clientes em contas bancárias diferentes das suas contas operacionais; e medidas foram tomadas para certificar que os ativos nas contas dos clientes sejam distribuídos aos clientes no caso de insolvência.
vi_vn: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành; và thỏa thuận đã được thực hiện để đảm bảo tài sản trong các tài khoản của khách hàng được phân phối cho khách hàng trong trường hợp phá sản.
zh_cn: 公司把客户资金存在独立的银行账户并已作好安排，如果公司破产，客户账户资金将分配给客户。

source: The company holds customer funds in separate bank accounts to the operational accounts; and arrangements have been made to ensure assets in the customer accounts are distributed to customers in the event of insolvency. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: medium protection.
de_de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten und es wurden Vereinbarungen getroffen, die dafür sorgen, dass die Guthaben auf Kundenkonten im Fall einer Insolvenz ausgezahlt werden können. Dies entspricht nach den Vorschriften der Glücksspielbehörde zur Trennung von Kundengeldern mit dem Grad: Mittlerer Schutz.
id_id: Perusahaan memegang dana Pelanggan pada rekening bank terpisah dari rekening bank untuk urusan operasional dimana hal ini adalah untuk memastikan aset pada akun Pelanggan mencukupi jika terjadi peristiwa pailit pada Perusahaan. Hal ini untuk memenuhi persyaratan Komisi Trading dalam pemisahan dana nasabah di tingkat: perlindungan menengah.
pl_pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny Podjęto również działania, aby zapewnić, że aktywa zgromadzone na kontach klientów zostaną zwrócone klientom w przypadku niewypłacalności firmy. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie: średnia ochrona.
pt_pt: A empresa detém os fundos dos clientes em contas bancárias diferentes das suas contas operacionais; e medidas foram tomadas para certificar que os ativos nas contas dos clientes sejam distribuídos aos clientes no caso de insolvência. Isto cumpre as exigências da Comissão de Apostas para a segregação dos fundos de clientes ao nível: proteção média.
vi_vn: Công Ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành; và thỏa thuận đã được thực hiện để đảm bảo tài sản trong các tài khoản của khách hàng được phân phối cho khách hàng trong trường hợp phá sản. Điều này đáp ứng các yêu cầu của Ủy Ban Cờ Bạc cho sự phân chia các quỹ của khách hàng ở mức độ: bảo vệ trung bình.
zh_cn: 公司把客户资金存在独立的银行账户并已作好安排，如果公司破产，客户账户资金将分配给客户。这符合博彩委员会关于客户资金独立管理的要求，即：中等级别保护。

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
de_de: Das Unternehmen behält sich das Recht vor, die Anwendung dieser Werbeaktion jederzeit und auf eigenes Ermessen zu stornieren/untersagen.
id_id: Perusahaan berhak melarang/membatalkan penggunaan promosi ini tanpa pemberitahuan kapan saja.
pl_pl: Firma zastrzega sobie prawo do zaprzestania/zakazania stosowania tej promocji według własnego uznania w dowolnym czasie.
pt_pt: A Empresa reserva-se o direito de cancelar/proibir o uso desta promoção a seu próprio critério em qualquer momento.
vi_vn: Công ty có quyền hủy/ cấm sử dụng chương trình quảng cáo này bất cứ lúc nào theo ý riêng của mình.
zh_cn: 公司有权在任何时候自行取消/禁止使用本推广。

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP 25 or, equivalent of USD25 in any other currency as calculated in accordance with the current exchange rate published by www.xe.com, or any other recognized data provider, as on the date of charging of the fee, every 6 months for every Client account that has had no transaction recorded for over 12 months.
id_id: Perusahaan berhak untuk membebankan biaya akun non aktif hingga USD/EUR/AUD/GBP 25 atau, setara dengan USD25 dalam mata uang lainnya yang dihitung sesuai dengan nilai tukar saat ini yang diterbitkan oleh www.xe.com, atau penyedia data pertukaran lain yang diakui, pada tanggal dikenakannya biaya tersebut, setiap 6 bulan bagi setiap akun Klien yang tidak memiliki transaksi apapun selama lebih dari 12 bulan.
pl_pl: Firma zastrzega sobie prawo do naliczenia opłaty za stan bezczynności w wysokości do 25 USD/EUR/AUD/GBP, a w przypadku kont w kryptowalucie w w wysokości odpowiadającej 25 USD w dowolnej innej walucie, obliczonej zgodnie z obowiązującym kursem wymiany walut opublikowanym przez www.xe.com lub inny znany podmiot dostarczający dane, na dzień pobrania opłaty, co 6 miesięcy dla każdego konta Klienta, na którym nie odnotowano żadnych transakcji w okresie przekraczającym 12 miesięcy.
vi_vn: Công ty có quyền tính phí không hoạt động lên đến 25 USD / EUR / AUD / GBP hoặc đối với các tài khoản tiền điện tử sẽ lấy tương đương 25 USD được tính theo tỷ giá hối đoái hiện hành được xuất bản bởi www.xe.com hoặc bất kì một nhà cung cấp dữ liệu khác có uy tín, khi vào ngày tính phí, 6 tháng một lần cho mỗi tài khoản Khách hàng không có giao dịch nào được ghi lại trong hơn 12 tháng.
zh_cn: 对每一个超过12个月没有交易记录的客户账户，公司保留从收取费用日期开始收取每6个月高达25 美元/欧元/澳元/英镑的账户休眠费用的权利。或者按照www.xe.com 发布的当前汇率或任何其他公认的数据提供商计算法收取相当于25美元的任何币种的费用。

source: The company reserves the right to charge a dormant fee of up to USD/EUR/GBP 25 every 6 months for every Client account that has had no transaction recorded for over 12 months. Clients will be notified before the fee is deducted from the account. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked or excluded accounts.
de_de: Das Unternehmen behält sich das Recht vor, eine 'ruhende' Gebühr in Höhe von bis zu 25 USD/EUR/GBP alle 6 Monate für jedes Kundenkonto zu erheben, bei dem für mehr als 12 Monaten keine Buchung aufgenommen wurde. Kunden werden benachrichtigt, bevor die Gebühr vom Konto abgezogen wird. Kunden müssen sich mit unserem Helpdesk in Verbindung setzen, um von inaktiven Fonds, geschlossenen, blockierten, oder ausgeschlossenen Konten zu beheben.
id_id: Perusahaan berhak membebankan biaya non aktif sehingga USD/EUR/GBP 25 setiap 6 bulan bagi setiap akun Klien yang tidak memiliki transaksi selama lebih dari 12 bulan. Klien akan memperoleh informasi sebelum biaya tersebut dikenakan pada akun mereka. Klien perlu menghubungi helpdesk kami untuk memperoleh kembali dana dari akun yang tidak aktif, ditutup atau dikecualikan.
pl_pl: Firma zastrzega sobie prawo do naliczenia opłaty za stan bezczynności w wysokości do 25 USD/EUR/GBP co 6 miesięcy dla każdego konta Klienta, na którym nie odnotowano żadnych transakcji w okresie przekraczającym 12 miesięcy. Klient zostanie poinformowany o tym przed odliczeniem tej kwoty. Aby odzyskać środki z nieaktywnych, zamkniętych, zablokowanych kont lub kont z aktywnym samodzielnym wykluczeniem, Klient musi skontaktować się z działem pomocy.
pt_pt: A empresa reserva o direito de cobrar uma taxa de inatividade de até 25 USD/EUR/GBP a cada 6 meses por cada conta de cliente que não tiver uma transação registrada durante 12 meses. Os clientes serão notificados antes da dedução da taxa das da suas contas. Os clientes necessitam contatar o nosso apoio ao cliente para recuperar fundos de contas inativas, encerradas, bloqueadas ou excluídas.
vi_vn: Công ty có quyền tính phí không hoạt động lên đến USD / EUR / GBP 25 mỗi 6 tháng đối với mỗi tài khoản Khách hàng không có giao dịch nào được ghi trong hơn 12 tháng. Khách hàng sẽ được thông báo trước khi phí được khấu trừ từ tài khoản. Khách hàng cần liên hệ với bộ phận trợ giúp của chúng tôi để khôi phục tiền từ các tài khoản không hoạt động, đã đóng, bị chặn hoặc bị loại trừ.
zh_cn: 对每一个超过12个月没有交易记录的客户账户，公司保留收取每6个月高达25 美元/欧元/澳元/英镑的账户休眠费用的权利。自账户中扣除费用前，客户将会收到通知。如要将没有活动、已关闭、被封或禁用的账户基金取回，客户须联系我们的客服部。

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website.
de_de: Die Inhalte auf dieser Website können jederzeit ohne vorherige Ankündigung Änderungen unterliegen und dienen dem alleinigen Zweck unabhängige Investitionsentscheidungen der Händler zu unterstützen. %1 hat zumutbare Maßnahmen unternommen, um die Richtigkeit der Informationen auf der Website zu versichern.
fr_fr: Le contenu de ce site internet est sujet à changement de tout temps sans notification et est fourni dans le seul but d'assister les traders dans la façon de prendre des décisions d'investissement indépendantes. %1 a pris des mesures raisonnables pour s'assurer de la précision des informations de ce site internet.
id_id: Konten di situs web ini dapat berubah sewaktu-waktu tanpa pemberitahuan dan disediakan hanya untuk tujuan membantu trader dalam membuat keputusan investasi yang independen. %1 telah mengambil tindakan yang wajar untuk memastikan keakuratan informasi pada situs web.
pl_pl: Treść niniejszej witryny internetowej może zostać zmieniona w dowolnej chwili bez uprzedniego powiadomienia i jest dostarczana wyłącznie w celu wsparcia graczy w podejmowaniu niezależnych decyzji inwestycyjnych. Firma %1 podjęła racjonalne środki w celu zapewnienia dokładności informacji publikowanych na tej witrynie internetowej.
pt_pt: O conteúdo deste site está sujeito a alterações em qualquer momento sem pré-aviso e destina-se exclusivamente a prestar assistência aos negociadores na tomada de decisões de investimento independentes. A %1 tomou medidas razoáveis para garantir a exatidão das informações no site.
vi_vn: Nội dung trên trang web này có thể thay đổi bất kỳ lúc nào mà không cần thông báo và được cung cấp cho mục đích duy nhất là hỗ trợ các nhà giao dịch trong việc ra quyết định đầu tư độc lập. %1 đã thực hiện các biện pháp hợp lý để đảm bảo tính chính xác của thông tin trên trang web.
zh_cn: 公司有权随时更改本网站内容, 恕不另行通知, 且其唯一目的仅为交易商在作出独立投资决定时提供协助。%1 已采取合理措施确保网站上信息的准确性。

source: The contract period is the timeframe of a trade. It is also called the duration.
de_de: Die Kontraktperiode ist der Zeitrahmen eines Geschäfts. Sie wird auch Laufzeit genannt.
fr_fr: La période de contrat est la période d'activité d'une option. On parle également de « durée ».
id_id: Periode kontrak adalah jangka waktu trading. Yang juga disebut sebagai durasi.
pl_pl: Okres kontraktu to okres obowiązywania kontraktu. Nazywany jest też czasem trwania kontraktu.
pt_pt: O período de contrato é o prazo de uma negociação. É também chamado de duração.
vi_vn: Thời hạn hợp đồng là khung thời gian của một giao dịch. Nó cũng được gọi là khoảng thời gian.
zh_cn: 合约期限是指交易的时间周期，即合约持续时间。

source: The cost of living in Malta is relatively affordable; food and public transportation are much cheaper than what you'll find in a major European city. Malta offers free healthcare but queues at public healthcare facilities are less than ideal. Fortunately, health insurance is easily affordable and provides you with access to private clinics and hospitals.
de_de: Die Lebenshaltungskosten in Malta sind relativ erschwinglich; Essen und öffentliche Verkehrsmittel sind viel billiger als Sie sie in einer europäischen Großstadt finden könnten. Malta bietet kostenlose medizinische Versorgung, aber Schlangen an den Einrichtungen des öffentlichen Gesundheitswesens sind weniger als ideal. Glücklicherweise sind Krankenversicherungen leicht erschwinglich und bieten Ihnen Zugriff auf private Kliniken und Krankenhäuser.
fr_fr: Le coût de la vie à Malte est relativement abordable ; la nourriture et les transports en commun sont beaucoup moins chers que ce que vous trouverez dans une grande ville européenne. Malte offre des soins de santé gratuits mais les files d’attente devant les établissements publics de santé sont loin d'être idéales. Heureusement, l’assurance maladie est facilement abordable et vous permet d’accéder aux hôpitaux et cliniques privées.
id_id: Biaya hidup di Malta relatif terjangkau; makanan dan transportasi umum jauh lebih murah daripada apa yang akan Anda temukan di kota besar Eropa. Malta menawarkan perawatan kesehatan gratis namun antrian pada fasilitas perawatan kesehatan umum biasanya kurang ideal. Untungnya, asuransi kesehatan mudah dijangkau dan memberi Anda akses ke klinik dan rumah sakit swasta.
pl_pl: Koszt życia na Malcie jest stosunkowo niski. Jedzenie i transport publiczny jest dużo tańszy niż w większości dużych miast europejskich. Malta oferuje darmową opiekę medyczną, choć kolejki w publicznych placówkach służby zdrowia pozostawiają dużo do życzenia. Na szczęście ubezpieczenie zdrowotne jest dostępne w przystępnej cenie i zapewnia dostęp do prywatnych klinik i szpitali.
pt_pt: O custo de vida em Malta é relativamente baixo; a comida e os transportes públicos são muito mais baratos em comparação com as grandes cidades europeias. Malta possui um sistema de saúde gratuito, mas as filas nas instalações de saúde públicas não são ideais. Felizmente, os planos de saúde são acessíveis e fornecem acesso a clínicas e hospitais privados.
vi_vn: Chi phí sống ở Malta khá là dễ chịu; thực phẩm và giao thông công cộng rẻ hơn rất nhiều so với những thành phố lớn của Châu Âu mà bạn thấy. Ở Malta có hệ thống chăm sóc sức khỏe miễn phí nhưng việc phải xếp hàng ở các cơ sở y tế công cộng cũng không phải lý tưởng lắm. May mắn thay, bảo hiểm sức khỏe ở đây có giá rất hợp lý và cung cấp thêm cho bạn lựa chọn đi tới những cơ sở khám chữa và bệnh viện tư.
zh_cn: 马耳他的生活费用相当低，食物和公共交通比欧洲各主要城市便宜得多。马耳他提供免费医疗服务, 但必须在公共保健设施排队。幸运的是, 健康保险很实惠, 为您提供私人诊所和医院的服务。

source: The cut-off time for performing Roll-overs and booking of the Roll-over Credit/Debit.
de_de: Der Annahmeschluss für Leistung erbringende Roll-over und für die Anmeldung von Roll-over Gutschriften/Lastschriften.
id_id: Batas waktu untuk melakukan Rollover dan memesan Kredit/Debit Rollover.
pl_pl: Termin przeprowadzenia rolowania i księgowania po stronie winien lub ma.
pt_pt: A hora limite para a execução de acumulações e reservas de crédito/débito de acumulação.
vi_vn: Thời gian rút ngắn để thực hiện roll-over và đặt roll-over cho tín dụng/thẻ ghi nợ.
zh_cn: 执行翻滚及翻滚借/贷预订截止时间。

source: The default DNS services provided by your ISP can be slow and insecure. %1 recommends using Cloudflare's %2 DNS service that gives you a faster and more private way to browse the Internet.
de_de: Standard-DNS-Dienste, die von Ihrem ISP angeboten werden, können langsam und unsicher sein. %1 empfiehlt die Verwendung von Cloudflares %2 DNS-Dienst, der Ihnen einen schnelleren und privateren Weg zum Surfen im Internet bietet.
fr_fr: Les services DNS standards fournis par votre ISP peuvent être lents et non sécurisés. %1 recommande d'utiliser le service DNS de Cloudflare %2 qui vous donne une façon de naviguer sur internet plus rapide et plus confidentielle.
id_id: Layanan DNS default yang disediakan oleh ISP Anda bisa lambat dan tidak aman. %1 merekomendasikan layanan DNS %2 Cloudflare yang memberi Anda cara yang lebih cepat dan lebih pribadi untuk menjelajah internet.
pl_pl: Domyślne usługi DNS zapewniane przez Twojego dostawcę usług internetowych mogą być wolne i niebezpieczne. %1 zaleca korzystanie z usługi DNS oferowanej przez firmę Cloudflare, dzięki której możesz przeglądać strony internetowej szybciej i przy zachowaniu większej prywatności.
pt_pt: Os serviços DNS padrão disponibilizados pelo seu provedor de Internet poderão ser lentas e inseguras. A %1 recomenda a utilização do serviço DNS da Cloudflare, que lhe proporciona um método mais rápido e privado de navegar na Internet.
vi_vn: Các dịch vụ DNS mặc định được cung cấp bởi ISP của bạn có thể chậm và không an toàn. %1 đề xuất sử dụng dịch vụ %2 DNS của Cloudflare cung cấp cho bạn cách duyệt Internet nhanh hơn và riêng tư hơn.
zh_cn: ISP 提供的默认 DNS 服务可能缓慢且不安全。%1 建议使用 Cloudflare 的 %2 DNS 服务, 它为您提供更快、更私密的方式上网。
