Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: As our Risk Management Executive, we will depend on you to identify, analyse, and take necessary measures to reduce or eliminate risks faced by the organisation.
de_de: Als unser Risiko Management Executive verlassen wir uns darauf, dass Sie Risiken für das Unternehmen identifizieren und analysieren und Maßnahmen zu deren Verringerung oder Beseitigung ergreifen.
fr_fr: Comme chargé de la Gestion des Risques, nous dépendrons de vous pour identifier, analyser et prendre les mesures nécessaires pour réduire ou éliminer les risques encourus par l’organisation.
id_id: Sebagai Risk Management Executive kami, kami akan bergantung pada Anda untuk mengidentifikasi, menganalisis, dan mengambil tindakan yang diperlukan untuk mengurangi atau menghilangkan risiko yang dihadapi oleh organisasi.
pl_pl: Jako Kierownik ds. zarządzania ryzykiem będziesz odpowiadać za rozpoznawanie i analizowanie ryzyka przed którym stoi firma i podejmowanie niezbędnych środków w celu jego zmniejszenia lub wyeliminowania.
vi_vn: Với tư cách là Quản Trị Viên Điều Hành Quản Lý Rủi Ro, chúng tôi sẽ cần dựa vào bạn để xác định, phân tích, và đưa ra các biện pháp cần thiết để giảm thiểu hoặc loại bỏ các nguy cơ mà tổ chức phải đối mặt.
zh_cn: 身为我们的风险管理执行员, 您将负责确定和分析, 并采取必须措施以消除或降低公司面临的风险。

source: As our Security Researcher, we expect you to stay informed about the latest security bulletins and findings, and actively monitor our software development pipeline to find and raise potential security issues.
de_de: Als unser Sicherheitsexperte erwarten wir von Ihnen, dass Sie sich über die neuesten Security Bulletins und Erkenntnisse auf dem Laufenden halten, sowie unsere Software-Entwicklungs-Pipeline aktiv zu überwachen, um mögliche Sicherheitsprobleme zu finden und vorzubringen.
fr_fr: Comme Chercheur en Sécurité, nous attendons de vous que vous restiez informés des derniers bulletins et résultats de sécurité et surveilliez activement notre pipeline de développement de logiciels afin de rechercher et de soulever des problèmes de sécurité potentiels.
id_id: Sebagai Security Researcher, kami mengharapkan Anda untuk tetap mendapat informasi mengenai keamanan dan temuan terbaru, dan secara aktif memantau saluran pengembangan perangkat lunak kami untuk menemukan dan meningkatkan potensi mengenai masalah keamanan.
pl_pl: Jako nasz Analityk ds. bezpieczeństwa musisz być na bieżąco z najnowszymi informacjami na temat zabezpieczeń i aktywnie monitorować tworzenie naszego oprogramowania i zgłaszać potencjalne problemy w zakresie zabezpieczeń.
vi_vn: Với tư cách là Chuyên Viên Nghiên Cứu An Ninh, chúng tôi mong đợi bạn luôn đề cao cảnh giác với những bản tin và phát hiện bảo mật mới nhất, và tích cực theo dõi đường phát triển phần mềm để tìm kiếm và nâng cao các vấn đề tiềm tàng trong bảo mật.
zh_cn: 身为我们的安全研究员, 我们期望您随时了解最新的安全公告和发现, 并积极监控我们的软件开发管道, 以找出并提出潜在的安全问题。

source: As our Senior Financial Markets Analyst, you will manage the day-to-day risk of our trading books, conduct complex quantitative analysis, carry out performance testing, develop advanced data analytics tools, and support other related operations that have a direct impact on the profitability and future growth of our company.
de_de: Als unser Senior Finanzmarkt-Analyst, werden Sie die täglichen Risiken unserer Handelsbücher verwalten, komplexe Quantitative-Analysen durchführen, Performance-Tests durchführen, erweiterte Daten-Analyse-Tools entwickeln und andere verwandte Vorgänge unterstützen, die eine direkte Auswirkung auf die Rentabilität und das Wachstum unseres Unternehmens haben.
fr_fr: Comme Analyste Senior des Marchés Financiers, vous gérerez les risques de nos livres de trading au jour le jour, conduirez des analyses quantitatives complexes, mènerez des tests de performances, développerez des outils d'analyse de données avancés, et supporterez d'autres opérations liées qui ont un impact direct sur la profitabilité et la future croissance de notre compagnie.
id_id: Sebagai Senior Financial Market Analyst kami, Anda akan mengelola risiko sehari-hari dari buku trading kami, melakukan analisis kuantitatif yang kompleks, melakukan pengujian kinerja, mengembangkan alat analitik data tingkat lanjut, dan mendukung operasi terkait lainnya yang memiliki dampak langsung pada profitabilitas dan pertumbuhan masa depan perusahaan kami.
pl_pl: Jako Starszy analityk rynków finansowych będziesz zarządzać codziennym ryzykiem ksiąg handlowych, przeprowadzać skomplikowane analizy ilościowe oraz testy wydajności, tworzyć narzędzia do zaawansowanej analizy danych i wspierać inne powiązane działania, które mają bezpośredni wpływ na zyski i przyszły rozwój naszej firmy.
pt_pt: Como nosso Analista Sênior de Mercados Financeiros, você administrará o risco diário dos nossos livros de negociação, conduzirá análises quantitativas complexas, realizará testes de desempenho, desenvolverá ferramentas avançadas de análise de dados e dará suporte a outras operações relacionadas que tenham impacto direto na rentabilidade e crescimento futuro da nossa empresa.
vi_vn: Với tư cách là Chuyên Gia Phân Tích Tài Chính Thị Trường, bạn sẽ quản lý rủi ro hàng ngày trong sổ quyền chọn giao dịch, tiến hành các phân tích định lượng phức tạp, thực hiện các hoạt động thử nghiệm, phát triển các công cụ phân tích dữ liệu nâng cao và hỗ trợ các hoạt động khác có liên quan mà có tác động trực tiếp lên lợi nhuận và sự tăng trưởng trong tương lai của công ty chúng tôi.
zh_cn: 身为我们的高级金融市场分析师, 您将管理我们交易账簿的日常风险, 进行复杂的定量分析, 执行性能测试, 开发高级数据分析工具, 并支持其他相关操作, 这些操作将直接影响我们公司的盈利和未来增长。

source: As our Software Tester, we rely on you to run high-quality tests to ensure the stability, quality, and usability of our website and codebase with each software release.
de_de: Als unsere Software-Tester setzen wir drauf, dass Sie qualitativ hochwertige Tests durchführen, um die Stabilität, Qualität und Benutzerfreundlichkeit unserer Website und Codebasis mit jedem Softwarerelease zu gewährleisten.
fr_fr: Comme Testeur de Logiciels, nous comptons sur vous pour mener des tests de haute qualité pour s'assurer de la stabilité, de la qualité et de l'ergonomie de notre site internet et du code de base à chacune des versions du logiciel.
id_id: Sebagai Software Tester, kami mengandalkan Anda untuk menjalankan pengujian berkualitas tinggi untuk memastikan stabilitas, kualitas, dan kegunaan situs web dan basis kode kami pada setiap rilis perangkat lunak yang diadakan.
pl_pl: Tester oprogramowania jest odpowiedzialny za realizowanie wysokiej jakości testów w celu zagwarantowania stabilności, jakości i użyteczności naszej strony internetowej przy każdym wprowadzaniu produktu na rynek.
vi_vn: Với tư cách là Chuyên Viên Kiểm Tra Phần Mềm, chúng tôi dựa vào bạn để chạy các bài thử nghiệm chất lượng cao để đảm bảo sự ổn định, chất lượng và độ khả dụng trên website và mã nền của chúng tôi với mỗi bản phát hành phần mềm.
zh_cn: 身为我们的软件测试员, 您需负责运行高质量测试, 确保每次推出新的软件版本时我们的网站和代码库的稳定性、质量和可用性。

source: As our Technical Marketing Executive, you will act on data-driven information and assist in troubleshooting issues to further nurture and grow our client base.
de_de: Als unser Technischer Marketing Executive werden Sie auf datengestützte Informationen reagieren und dabei helfen, Fehler zu beheben, um unseren Kundenstamm weiter zu nähren und zu vergrößern.
fr_fr: Comme chargé de notre Marketing Technique, vous agirez sur des informations basées sur des données et assisterez à la résolution des problèmes afin d'alimenter et de grossir notre base client.
id_id: Sebagai Technical Marketing Executive kami, Anda akan bertindak berdasarkan informasi berbasis data dan membantu dalam memecahkan masalah untuk lebih memupuk dan mengembangkan basis klien kami.
pl_pl: Kierownik ds. marketingu technicznego będzie pracować z informacjami opartymi na danych i pomagać w rozwiązywaniu problemów, aby dbać o naszą bazę klientów i jej rozwój.
vi_vn: Với tư cách là Chuyên Viên Tiếp Thị Kỹ Thuật, bạn sẽ triển khai trên thông tin định hướng dữ liệu và hỗ trợ trong việc khắc phục các vấn đề để tiếp tục chăm sóc và phát triển cơ sở khách hàng của chúng tôi.
zh_cn: 身为我们的技术营销执行员, 您需对拥有充分数据的信息采取行动, 并协助解决问题, 以进一步培养和发展我们的客户群。

source: As our UI/UX Designer, you will play a key role in conceptualising and defining user experience and interaction across multiple websites and applications.
de_de: Als unser UI/UX-Designer werden Sie eine Schlüsselrolle bei der Konzeptualisierung und Definition der Benutzererfahrung und Interaktion über mehrere Websites und Anwendungen, spielen.
fr_fr: Comme designer UI/UX, vous jouerez un rôle clé dans la conceptualisation et la définition de l’expérience utilisateur et l’interaction entre plusieurs sites Web et applications.
id_id: Sebagai UI/UX Designer, Anda akan memainkan peran penting dalam konseptualisasi dan mendefinisikan pengalaman dan interaksi pengguna pada berbagai situs web dan aplikasi.
pl_pl: Jako UI/UX Designer w naszej firmie będziesz odgrywać kluczową rolę w konceptualizacji i wpływaniu na doświadczenia użytkowników podczas korzystania z różnych stron internetowych i aplikacji.
vi_vn: Với tư cách là Chuyên Viên Thiết Kế UI/UX, bạn sẽ đón một vai trò quan trọng trong việc khái niệm hóa và xác định các trải nghiệm người dùng và tương tác trên nhiều website và các ứng dụng.
zh_cn: 身为我们的 UI/UX 设计师, 您须为多个网站和应用程序的用户体验和交互方面提供概念和定义。

source: As soon as you click on the 'PURCHASE' button, your trade registers in your account. The price of your trade continues to update in real time.
de_de: Sobald Sie den „KAUF" Knopf klicken, wird Ihr Kontrakt in Ihrem Konto registriert. Der Preis Ihres Kontrakts wird weiterhin in Echtzeit aktualisiert.
fr_fr: À partir du moment où vous cliquez sur le bouton « ACHAT », la transaction est enregistrée sur votre compte. Le prix de votre option continue à évoluer en temps réel.
id_id: Setelah Anda mengklik pada tombol 'BELI', kontrak akan ditampilkan pada akun Anda. Harga kontrak akan terus diperbarui secara tepat waktu.
pl_pl: W momencie kliknięcia przycisku „KUP” zakład zostaje zapisany na Twoim koncie. Cena zakładu jest aktualizowana w czasie rzeczywistym.
pt_pt: Assim que você clicar em "COMPRAR", a negociação é registrada na sua conta. O preço da sua negociação continua a ser atualizado em tempo real.
vi_vn: Ngay khi bạn nhấn vào nút 'MUA', giao dịch của bạn sẽ đăng ký vào tài khoản. Giá giao dịch sẽ tiếp tục cập nhật theo thời gian thực.
zh_cn: 一旦您点击“买入”，交易将会显示在您的账户中。该交易的价格会继续实时更新。

source: As the country's cultural heartbeat and economic centre, Asunción is undergoing an impressive economic boom that's resulting in widespread development across the city. Today, you'll find charming colonial buildings intermingling with modern office buildings, bustling shopping malls, and trendy eateries.
de_de: Als kulturelles und wirtschaftliches Zentrum des Landes erlebt Asunción gerade einen beachtlichen wirtschaftlichen Aufschwung und einen Bauboom, der sich quer durch die Stadt zieht. Heute finden Sie charmante Gebäude aus der Kolonialzeit neben modernen Bürogebäuden, geschäftigen Einkaufszentren und trendigen Restaurants.
fr_fr: En tant que centre culturel et économique du pays, Asunción connaît un essor économique impressionnant qui se traduit par un développement généralisé dans la ville. Aujourd'hui, vous trouverez de charmants bâtiments coloniaux mêlés à des immeubles de bureaux modernes, des centres commerciaux animés et des restaurants à la mode.
id_id: Sebagai pusat budaya dan ekonomi negara, Asunción sedang mengalami ledakan ekonomi yang mengesankan yang mengakibatkan perkembangan luas di seluruh kota. Saat ini, Anda akan menemukan gedung-gedung kolonial menawan bercampur dengan gedung-gedung perkantoran modern, pusat perbelanjaan yang ramai, dan tempat makan yang trendi.
pl_pl: Asunción to centrum kulturowe i ekonomiczne kraju, które obecnie cechuje niezwykły boom gospodarczy skutkujący rozwojem na szeroką skalę całego miasta. Znajdziesz tu dziś zarówno urocze budynki z czasów kolonialnych, jak i nowoczesne biurowce, tętniące życiem centra handlowe i modne knajpki.
pt_pt: Como o centro cultural e centro econômico do país, Assunção está passando por um boom econômico impressionante que está resultando em desenvolvimento generalizado por toda a cidade. Hoje, você encontrará encantadores edifícios coloniais juntamente com edifícios de escritórios modernos, shoppings movimentados e restaurantes que são tendências.
vi_vn: Là trung tâm kinh tế và nhịp đập văn hóa của đất nước, Asunción đang trải qua một sự bùng nổ kinh tế ấn tượng dẫn đến sự phát triển rộng khắp thành phố. Ngày nay, bạn sẽ tìm thấy các tòa nhà bản địa duyên dáng xen kẽ với các tòa nhà văn phòng hiện đại, trung tâm mua sắm nhộn nhịp và các quán ăn thời thượng.
zh_cn: 亚松森是国家文化集中地和经济中心, 当前的经济繁荣景象令人印象深刻, 导致全市各地都在迅速发展。今天, 城里拥有迷人的殖民时代建筑与现代化办公楼、繁华的购物中心和时尚的餐馆交织在一起。

source: Asian Down
de_de: Asiatisches Tief
fr_fr: Asiatiques à la baisse
pl_pl: Azjatyckie – Spadek
pt_pt: Asiático abaixo
vi_vn: Châu Á Giảm
zh_cn: 亚洲下跌

source: Asian Up
de_de: Asiatisches Hoch
fr_fr: Asiatiques à la hausse
pl_pl: Azjatyckie – Wzrost
pt_pt: Asiático acima
vi_vn: Châu á tăng
zh_cn: 亚洲上涨

source: Asian contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
de_de: Wenn der Kontrakt nicht innerhalb von 5 Minuten endet, werden asiatische Kontrakte zum Kaufpreis erstattet.
fr_fr: Les contrats « asiatiques » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id_id: Kontrak Asian akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
pl_pl: Kwota zakupu kontraktu azjatyckiego zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
pt_pt: Contratos asiáticos serão reembolsados ao preço de compra se o contrato não terminar dentro de 5 minutos.
vi_vn: Các hợp đồng Châu Á sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 亚洲合约如果没在 5 分钟内结束，购入价格将退还。

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
de_de: Asiatische Optionen werden abgewickelt, indem der <strong>letzte Tick</strong> mit dem durchschnittlichen Kassakurs während des Zeitraums verglichen wird.
fr_fr: Le règlement des options asiatiques se base sur une comparaison entre le <strong>dernier tick</strong> et le prix spot moyen sur la période d'activité de l'option.
id_id: Opsi Asian diselesaikan dengan membandingkan <strong>tik terakhir</strong> dengan jumlah rata-rata spot selama periode kontrak.
pl_pl: Opcje azjatyckie rozlicza się, porównując <strong>ostatni najmniejszy przyrost ceny</strong> ze średnią ceną bieżącą w danym okresie.
pt_pt: As opções asiáticas são estabelecidas por meio da comparação entre o <strong>último tique-taque</strong> e o valor (ponto) médio durante o período.
vi_vn: Quyền chọn châu Á ổn định bằng cách so sánh <strong>tick chuyển động cuối cùng</strong> với điểm trung bình trên một chu kì.
zh_cn: 通过把<strong>退出点</strong>与同期的平均点相比较来结算亚洲期权。

source: Asians
de_de: Asiaten
fr_fr: Asiatiques
id_id: Asian
pl_pl: Azjatyckie
pt_pt: Asiáticas
vi_vn: Châu Á
zh_cn: 亚洲期权

source: Aside from the simplicity of its 'yes or no' proposition, binary options trading is also very flexible. It gives you the ability to trade:
de_de: Abgesehen von der Einfachheit seiner "Ja" oder "Nein" Proposition, ist der Handel mit binären Optionen auch sehr flexibel. Er gibt Ihnen die Möglichkeit Folgendes zu handeln:
fr_fr: En dehors de la simplicité de sa proposition « oui ou non », le trading d’options binaires est aussi très flexible. Il vous donne la possibilité de trader :
id_id: Selain kesederhanaan proposisi 'ya atau tidak', trading opsi binary juga sangat fleksibel. Memberi Anda kemampuan untuk bertrading:
pl_pl: Pomijając prostotę twierdzenia „tak lub nie”, handlowanie opcjami binarnymi daje Ci też dużą elastyczność. Umożliwia handlowanie:
pt_pt: Além da simplicidade de sua proposta de 'Sim ou não', a negociação de opções binárias também é muito flexível. Proporciona-lhe a capacidade de negociar:
vi_vn: Bên cạnh sự đơn giản của đề xuất 'có hay không', giao dịch Binary Option cũng rất linh hoạt. Nó cung cấp cho bạn khả năng giao dịch:
zh_cn: 除了简单的选择“是或否”之外，二元期权交易还非常灵活。它使您能轻松交易：

source: Aside from the three main trade types above, you also get Asians and Digits trade types exclusively with our Volatility Indices.
de_de: Neben den drei wichtigsten Handels-Typen oben, erhalten Sie auch Asiaten und Ziffern- Trade-Arten ausschließlich mit unseren Volatilitätsindizes.
fr_fr: Mis à part les trois types de trade principaux ci-dessus, vous obtenez également les types de trade asiatiques et à chiffres exclusivement avec nos Indices de volatilité.
id_id: Selain tiga jenis trading utama di atas, tersedia juga jenis trading Asian dan Digit secara eksklusif menggunakan Indeks Volatilitas kami.
pl_pl: Oprócz trzech głównych rodzajów zakładów masz do wyboru również zakłady Azjatyckie i Cyfry, którymi możesz handlować wyłącznie z naszymi Wskaźnikami zmienności.
pt_pt: Além dos três principais tipos de negociações acima, também há os chamados "Asiáticos" e "Dígitos", disponíveis exclusivamente com os nossos índices "Volatility".
vi_vn: Ngoài ba loại giao dịch chính bên trên, bạn cũng nhận được loại giao dịch Châu Á và Chữ Số độc quyền với Chỉ Số Biến Động của chúng tôi.
zh_cn: 除了上述三种主要交易类型以外, 您还可以通过我们的波动性指数获得专用的亚洲和数字交易类型。

source: Ask
de_de: Fragen Sie
fr_fr: Demande
pl_pl: Zapytaj
pt_pt: Venda
vi_vn: Yêu cầu
zh_cn: 询问

source: Ask me later
de_de: Fragen Sie mich später
fr_fr: Demandez-moi plus tard
id_id: Tanya lagi nanti
pl_pl: Zapytaj mnie później
pt_pt: Pergunte-me mais tarde
vi_vn: Hỏi tôi sau
zh_cn: 以后再问我

source: Ask price
de_de: Briefkurs
fr_fr: Prix de demande
id_id: Harga ask
pl_pl: Cena ofertowa
pt_pt: Preço de venda
vi_vn: Giá chào bán
zh_cn: 卖价

source: Ask the right questions to identify potential problems to be solved, the scope involved and the availability of relevant data.
fr_fr: Poser les bonnes questions pour identifier les problèmes potentiels à résoudre, la portée impliquée et la pertinence des données.
id_id: Ajukan pertanyaan tepat dalam mengidentifikasi potensi masalah yang akan diselesaikan, ruang lingkup yang terlibat dan ketersediaan data yang relevan.
pl_pl: Zadawanie trafnych pytań w celu identyfikowania potencjalnych problemów do rozwiązania, powiązanego z nimi zakresu danych i dostępności odpowiednich danych.
vi_vn: Hỏi những câu hỏi đúng để xác định các vấn đề tiềm năng để được giải quyết, lĩnh vực liên quan và sự sẵn có của dữ liệu có liên quan.
zh_cn: 提出正确的问题, 以辨识需要解决的潜在问题、所涉及的范围和相关数据的可用性。

source: Aspects of a client order not affected by specific instructions are subject to the application of %1's order execution policy. In the absence of specific instructions from clients, the Company will exercise its own discretion in determining the factors that are required to be taken into account for the purpose of providing clients with best execution, paying regard to the execution criteria listed below:
de_de: Aspekte einer Kundenorder, die von spezifischen Anweisungen nicht betroffen sind, unterliegen der Anwendung von %1s Order-Ausführungspolitik. Mangels spezifischer Anweisungen von Kunden, wird das Unternehmen die Faktoren nach eigenem Ermessen bestimmen, die erforderlich sind, um dem Kunden eine bestmögliche Ausführung unter Berücksichtigung der unten angeführten Ausführungskriterien zur Verfügung zu stellen:
fr_fr: Les aspects d'un ordre client qui ne font pas l'objet d'instructions spécifiques, sont soumis à l'application de la politique d'exécution des ordres %1. En l'absence d'instructions spécifiques de la part des clients, la Compagnie déterminera à sa discrétion les facteurs qui doivent être pris en compte afin de fournir à ses clients les meilleures conditions d'exécution, conformément aux critères d’exécution listés ci-dessous :
id_id: Aspek order klien yang tidak terpengaruh oleh instruksi khusus tunduk pada penerapan kebijakan eksekusi order %1. Dengan tidak adanya instruksi khusus dari klien, Perusahaan akan melaksanakan kebijaksanaannya sendiri dalam menentukan faktor-faktor yang perlu dipertimbangkan untuk tujuan menyediakan klien dengan eksekusi terbaik, dengan memperhatikan kriteria pelaksanaan yang tercantum di bawah ini:
pl_pl: Kwestie związane ze zleceniem klienta, w przypadku którego nie podano konkretnych instrukcji podlegają Polityce najkorzystniejszej realizacji firmy %1. W przypadku braku konkretnych wskazówek od klientów czynniki, które należy wziąć pod uwagę w celu zapewnienia najkorzystniejszej realizacji, będą określane według własnego uznania Firmy z uwzględnieniem kryteriów realizacji wymienionych poniżej:
vi_vn: Các khía cạnh của một đơn đặt hàng của khách hàng không bị ảnh hưởng bởi các hướng dẫn cụ thể phải tuân thủ chính sách thực thi lệnh của %1. Trong trường hợp không có hướng dẫn cụ thể từ khách hàng, Công Ty sẽ tự quyết định trong việc xác định các yếu tố cần được tính đến với mục đích cung cấp cho khách hàng thực hiện tốt nhất, chi trả các tiêu chí thực hiện được liệt kê dưới đây:
zh_cn: 不受具体指示影响的客户订单相关事宜必须符合%1订单执行政策的使用需求。客户没有提供具体指示时，为了向客户提供最佳执行措施，公司将根据以下执行标准自行确定所需要考虑的因素：

source: Assessment of Appropriateness
de_de: Bewertung der Angemessenheit
id_id: Penilaian Kesesuaian
pl_pl: Ocena adekwatności
pt_pt: Avaliação de adequação
vi_vn: Đánh giá sự phù hợp
zh_cn: 合适性评估

source: Assessment of appropriateness of the requested service or product as we assume that you appreciate risk disclosures associated with the requested investment services and products offered by the Company;
de_de: Beurteilung der Angemessenheit des angeforderten Service oder Produkts, da wir davon ausgehen, dass Sie Risikoangaben im Zusammenhang mit den angeforderten Investmentdientsleistungen und Produkten, die vom Unternehmen angeboten werden, begrüßen;
id_id: Penilaian kesesuaian produk atau layanan yang diminta karena kami berasumsi bahwa Anda menghargai pengungkapan risiko yang terkait dengan layanan investasi yang diminta dan produk yang ditawarkan oleh Perusahaan;
pl_pl: Ocena adekwatności żądanej usługi lub żądanego produktu; zakładamy, że zdajesz sobie sprawę z ujawnianego ryzyka związanego z żądanymi usługami i produktami inwestycyjnymi oferowanymi przez Firmę;
pt_pt: Avaliação de adequação dos serviços ou produtos solicitados, visto que presumimos que você agradece a divulgação dos riscos associados aos serviços e produtos de investimento solicitados e disponibilizados pela Empresa;
vi_vn: Đánh giá thích hợp của các yêu cầu dịch vụ hay sản phẩm chúng tôi cho rằng bạn đánh giá cao thông tin về rủi ro liên quan đến các dịch vụ được yêu cầu đầu tư và sản phẩm được cung cấp bởi Công Ty;
zh_cn: 评估所要求的服务或产品的适当性, 因为我们假定您同意接受与所请求的投资服务和公司提供的产品相关的风险披露;
