Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Your virtual account balance is currently %1 or less. You may top up your account with an additional %2.
fr_fr: Le solde de votre compte virtuel est actuellement inférieur ou égal à %1. Vous pouvez recharger votre compte avec %2 de plus.
id_id: Saldo akun virtual Anda saat ini adalah %1 atau kurang. Anda dapat mengisi ulang akun Anda dengan tambahan %2.
pl_pl: Saldo Twojego konta wirtualnego wynosi obecnie %1 lub mniej. Możesz zasilić swoje konto dodatkową kwotą %2.
pt_pt: O saldo da sua conta virtual está atualmente equivalente a %1 ou menos. É possível carregar mais %2 para a sua conta.
vi_vn: Số dư tài khoản ảo của bạn hiện nay là %1 hoặc ít hơn. Bạn có thể nạp thêm vào tài khoản ảo %2.
zh_cn: 您的虚拟账户余额当前为 %1 或更低。您可以添加 %2补充账户资金。

source: Your web browser (%1) is out of date and may affect your trading experience. Proceed at your own risk. %2Update browser%3
de_de: Ihr Web-Browser (%1) ist veraltet und kann Ihre Handelserfahrung beeinflussen. Fahren Sie auf Ihr eigenes Risiko fort. %2Browser aktualisieren%3
fr_fr: Votre navigateur internet (%1) est obsolète et cela peut affecter votre expérience de trading. Procédez à vos risques et périls. %2Mise à jour de navigateur internet%3
id_id: Browser web Anda (%1) sudah ketinggalan zaman yang dapat mempengaruhi pengalaman trading Anda. Lanjutkan dengan risiko sendiri. %2Perbarui browser%3
pl_pl: Twoja przeglądarka internetowa (%1) jest nieaktualna, co może negatywnie wpływać na korzystanie z portalu handlowego. Przejdź dalej na własne ryzyko lub %2zaktualizuj przeglądarkę%3
pt_pt: O seu navegador web (%1) está desatualizado e pode afetar a sua experiência de negociação. Prossiga por sua conta e risco. %2Atualize navegador%3
vi_vn: Trình duyệt web (%1) của bạn đã hết hạn và có thể ảnh hưởng đến trải nghiệm giao dịch của bạn. Nếu tiếp tục bạn sẽ có thể gặp một vài rắc rối. %2Nâng cấp trình duyệt%3
zh_cn: 您的网络浏览器 (%1) 已过时，并可能会影响您的交易操作。继续操作须自行承担风险。%2更新浏览器%3

source: Your webcam and microphone must be in good working condition
de_de: Ihre Webcam und Ihr Mikrofon müssen in einwandfreiem Zustand sein,
fr_fr: Votre webcam et le microphone doivent être en bon état
id_id: Webcam dan mikrofon Anda harus dalam kondisi kerja yang baik
pl_pl: Twoja kamera internetowa i mikrofon muszą być w pełni sprawne
pt_pt: A sua webcam e o seu microfone devem estar em boas condições de funcionamento
vi_vn: Webcam và microphone của bạn phải hoạt động tốt
zh_cn: 您的网络摄像头和麦克风必须处于良好的工作状况

source: Your website request.url (if you have one)
de_de: Ihre Website request.url (sofern vorhanden)
fr_fr: L'URL de requête de votre site Web (si vous en avez un)
id_id: Alamat Url situs exchanger Anda
pl_pl: Adres request.url Twojej strony (jeśli taki posiadasz)
pt_pt: O url de solicitação do seu website (caso tenha)
vi_vn: Url yêu cầu trong web của bạn (nếu có)
zh_cn: 您的网站request.url （如有）

source: Your withdrawal limit is %1 %2 (or equivalent in other currency).
de_de: Ihr Auszahlungslimit beträgt %1 %2 (oder Gegenwert in anderer Währung).
fr_fr: Votre limite de retrait est de %2 %1 (ou équivalent dans une autre devise).
id_id: Batas penarikan Anda adalah %1 %2 (atau setara dengan mata uang lain).
pl_pl: Twój limit wypłat to %2 %1 (lub jego ekwiwalent w innej walucie).
pt_pt: O seu limite de retiradas é %1 %2 (ou equivalente em outra moeda).
vi_vn: Giới hạn rút tiền của bạn là %1 %2 (hoặc với đồng tiền tương đương khác).
zh_cn: 您的取款限额为 %1 %2 (或其他货币的等值 ）。

source: Your withdrawal limit is %1 %2.
de_de: Ihr Abhebelimit beträgt %1 %2.
fr_fr: Votre limite de retrait est de %2 %1.
id_id: Batas penarikan Anda adalah %1 %2.
pl_pl: Twój limit wypłat wynosi %2 %1.
pt_pt: O seu limite de retiradas é %1 %2.
vi_vn: Giới hạn rút tiền của bạn là %1 %2.
zh_cn: 您的取款限额是 %1 %2。

source: a definite or indefinite period during which you wish to exclude yourself from the website.
de_de: ein endlicher oder unendlicher Zeitraum, für den Sie sich selbst von der Website ausschließen möchten.
fr_fr: une période définie ou indéfinie pendant laquelle vous souhaitez vous auto-exclure du site Web.
id_id: periode tertentu atau tidak terbatas di mana Anda ingin mengecualikan diri dari situs.
pl_pl: określony lub nieokreślony okres, przez który nie chcesz korzystać z portalu.
pt_pt: um período determinado ou indeterminado durante o qual pretende excluir-se da página Web.
vi_vn: Thời gian xác định hoặc không xác định trong suốt giai đoạn bạn muốn loại trừ ra khỏi trang web.
zh_cn: 您希望不接触本网站的固定或不固定期限。

source: a financial instrument as defined in Article 2 Paragraph (5) of Regulation (EU) No 648/2012 of the European Parliament and of the Council (EMIR).
de_de: ein Finanzinstrument wie in Artikel 2 Absatz 5 der Verordnung (EU) Nr. 648/2012 des Europäischen Parlaments und des Rates (EMIR) definiert.
id_id: instrumen keuangan sebagaimana didefinisikan dalam Pasal 2 Ayat (5) Peraturan (UE) No 648/2012 dari Parlemen Eropa dan Dewan (EMIR).
pl_pl: instrument finansowy w rozumieniu definicji z art. 2, par. (5) rozporządzenia Parlamentu Europejskiego i Rady (UE) nr. 648/2012 (EMIR).
pt_pt: um instrumento financeiro financeiro, conforme definido pelo artigo 2, parágrafo (5) do Regulamento (UE) n.º 648/2012 do Parlamento Europeu e do Conselho (EMIR).
vi_vn: một công cụ tài chính theo quy định tại Điều 2 Đoạn (5) của Quy định (EU) số 648/2012 của Nghị viện và Hội đồng Châu Âu (EMIR).
zh_cn: 根据欧洲议会和欧盟理事会 (EMIR) 法令648/2012号第2条第 (5) 段定义的金融工具。

source: a limit on the amount of time you may trade in any given online session;
de_de: ein zeitliches Limit, in dem Sie in Online-Sitzungen Abschlüsse machen können;
fr_fr: une limite sur le temps que vous pouvez consacrer au trading pour toute session en ligne ;
id_id: batas jumlah waktu yang Anda dapat tradingkan dalam satu sesi secara online;
pl_pl: limit czasu, w jakim możesz handlować w dowolnej sesji online;
pt_pt: um limite na quantidade de tempo em que você pode negociar em qualquer sessão online;
vi_vn: Giới hạn thời gian bạn giao dịch trong phiên trực tuyến nhất định;
zh_cn: 在任意给定在线交易时段内，您可以交易的时间限制；

source: a limit on the amount you may trade within a specified period of time;
de_de: eine Beschränkung des Betrags, den Sie in einem bestimmten Zeitraum für das Handeln verwenden können;
fr_fr: une limite sur le montant que vous pouvez engager sur une période de temps donnée ;
id_id: batas jumlah yang dapat Anda tradingkan dalam periode waktu tertentu;
pl_pl: limit kwoty, jaką możesz handlować w określonym okresie;
pt_pt: um limite na quantia que você pode apostar dentro de um período de tempo específico;
vi_vn: Giới hạn số tiền bạn giao dịch trong khoảng thời gian cụ thể;
zh_cn: 在指定时间期限内，您可以交易的金额限制；

source: a limit on the losses you may incur within a specified period of time;
de_de: eine Beschränkung des Verlusts, den Sie in einem festgelegten Zeitraum verkraften möchten;
fr_fr: une limite sur les pertes que vous pouvez encourir sur une période de temps donnée ;
id_id: batas kerugian yang mungkin akan Anda alami dalam periode waktu tertentu,
pl_pl: limit strat, jakie możesz ponieść w określonym czasie;
pt_pt: um limite sobre as perdas em que pode incorrer dentro de um período de tempo específico;
vi_vn: Giới hạn về thua lỗ bạn có thể phải trả trong vòng một khoảng thời gian xác định;
zh_cn: 在指定时间期限内，您可能遭受的损失限额；

source: a list of payment methods accepted;
de_de: eine Liste der akzeptierten Zahlungsmethoden;
id_id: daftar metode pembayaran yang diterima;
pl_pl: lista akceptowanych metod płatności;
pt_pt: uma lista de métodos de pagamento aceitas;
vi_vn: danh sách các phương thức thanh toán được chấp nhận;
zh_cn: 已接受的付款方式清单

source: a natural person, legal person or organisation who opened an MT5 Real Account.
de_de: eine natürliche Person, juristische Person oder Organisation, die ein MT5 Echtgeldkonto eröffnet hat.
id_id: orang perseorangan, atau organisasi hukum yang mendaftar Akun Riil MT5.
pl_pl: osoba fizyczna, prawna lub organizacja, która otworzyła Prawdziwe konto MT5.
pt_pt: uma pessoa singular, pessoa legal ou organização que tenha aberto uma conta real MT5.
vi_vn: một người tự nhiên, pháp nhân hoặc tổ chức đã mở một Tài Khoản Thực MT5.
zh_cn: 开立MT5 真实账户的自然人、法人或组织。

source: a professional client as defined in the Directive 2004/39/EC of the European Parliament and of the Council (MiFID) or subsequent Directive 2014/65/EU of the European Parliament and of the Council (MiFID II), whichever is in force.
de_de: ein professioneller Kunde im Sinne der Richtlinie 2004/39/EG des Europäischen Parlaments und des Rates (MiFID) oder der nachfolgenden Richtlinie 2014/65/EU des Europäischen Parlaments und des Rates (MiFID II), je nachdem, welche in Kraft ist.
id_id: seorang klien profesional sebagaimana didefinisikan dalam Directive 2004/39/EC dari Parlemen Eropa dan Dewan (MiFID) atau Petunjuk berikutnya 2014/65/EU dari Parlemen Eropa dan Dewan (MiFID II), yang berlaku.
pl_pl: klient profesjonalny w definicji określonej w dyrektywie Parlamentu Europejskiego i Rady 2004/39/WE (MiFID) lub późniejszej dyrektywy Parlamentu Europejskiego i Rady 2014/65/UE (MIFID II), w zależności od tego, który dokument pozostaje w mocy.
pt_pt: um cliente profissional, conforme definido na Directiva 2004/39/CE do Parlamento Europeu e do Conselho (MiFID) ou na Directiva posterior 2014/65/EU do Parlamento Europeu e do Conselho (MiFID II); aquela que esteja em vigor.
vi_vn: một khách hàng chuyên nghiệp như được định nghĩa trong Chỉ thị 2004/39 / EC của Nghị viện và Hội đồng Châu Âu (MiFID) hoặc Chỉ thị 2014/65 / EU sau đó của Nghị viện và Hội đồng Châu Âu (MiFID II), tùy theo quyết định nào có hiệu lực.
zh_cn: 根据欧洲议会和欧盟理事会 (MiFID) 2004/39/EC 法令或随后的欧洲议会和欧盟理事会 (MiFID II) 2014/65/EC 法令定义的专业客户，以生效者为准。

source: a transaction unit representing a standardized quantity of the underlying instrument, as specified in the Product Disclosure and Specifications. On the Forex market 1 Lot constitutes the equivalent of 100,000 units of the base currency.
de_de: eine Buchungseinheit, die eine standardisierte Menge des Basiswertes, wie in den Produkt-Offenlegungen und Spezifikationen bestimmt, repräsentiert. Auf dem Forex-Markt ist 1 Lot der Gegenwert von 100.000 Einheiten der Basiswährung.
id_id: unit transaksi yang mewakili kuantitas standar dari instrumen yang mendasari, sebagaimana ditentukan dalam Pengungkapan Produk dan Spesifikasi. Di pasar Forex 1 Lot merupakan setara dengan 100.000 unit mata uang dasar.
pl_pl: jednostka transakcyjna odpowiada standardowej ilości instrumentu bazowego, jak określono w Oświadczeniu dot. zapoznania się z produktem i Specyfikacji produktu. Na rynku Forex 1 partia odpowiada 100 000 partii waluty bazowej.
pt_pt: uma unidade de transação que representa uma quantidade padronizada do in, conforme especificado na divulgação e nas especificações do produto. No mercado Forex, 1 lote constitui o equivalente de 100.000 unidades da moeda de base.
vi_vn: đơn vị giao dịch đại diện cho số lượng tiêu chuẩn của công cụ cơ bản, như được chỉ định trong Tiết lộ và Thông số kỹ thuật của sản phẩm. Trên thị trường ngoại hối 1 Lô cấu thành tương đương với 100.000 đơn vị tiền tệ cơ sở.
zh_cn: 代表产品披露和规范规定的标的工具的标准化数量的交易单位。外汇市场上, 1 手相当于10万个标的货币单位。

source: a) Access the MT5 Trading Platform through the direct link %1 from our web interface; or
de_de: a) Greifen Sie auf die MT5 Handelsplattform über den Direktlink %1 über unser Webinterface zu; oder
id_id: a) Akses Platform Trading MT5 melalui link langsung %1 dari situs kami; atau
pl_pl: a) Uzyskaj dostęp do platformy handlowej MT5, korzystając z bezpośredniego łącza %1 z naszego interfejsu internetowego; lub
pt_pt: a) Acesso à plataforma de negociação MT5 através do link direto %1 a partir da nossa interface Web; ou
vi_vn: a) truy cập vào nền sàn giao dịch MT5 qua liên kết trực tiếp %1 từ giao diện web của chúng tôi; hoặc
zh_cn: a) 通过我们网络界面上的直接链接 %1 访问 MT5 交易平台; 或

source: abusively or fraudulently whatsoever use the Application Programme Interface (API) of %1
de_de: noch missbräuchlich oder betrügerisch das Application Programm Interface (API) von %1 verwenden
id_id: menggunakan Pemrograman Aplikasi Antarmuka (API) %1 secara tidak wajar atau curang
pl_pl: w dowolny nieuczciwy lub nieprawidłowy sposób korzysta z interfejsu programowania aplikacji (API) %1
pt_pt: abusivamente ou fraudulentamente usar esta Interface de Programação de Aplicativos (Aplication Programming Interface - API) da %1
vi_vn: bất kì sự sử dụng giao diện chương trình ứng dụng (API) nào mang tính lạm dụng hoặc gian lận %1
zh_cn: 滥用或以欺诈方式使用%1 的应用程序接口 (API)

source: alerting Clients of a potential trading opportunity;
de_de: alarmiert Kunden über eine mögliche Handels-Gelegenheit;
id_id: mengingatkan Klien tentang peluang potensi trading;
pl_pl: informowanie Klientów o potencjalnych możliwościach handlowych;
pt_pt: avisando Clientes de uma potencial oportunidade de negociações;
vi_vn: thông báo cho Khách Hàng về cơ hội giao dịch tiềm năng;
zh_cn: 出现潜在的交易机会时提醒客户;

source: all measures required to obtain and maintain in full force and effect, all authority and/or powers and/or consents and/or licences and/or authorities to enter into and perform this Agreement;
de_de: alle erforderlichen Maßnahmen, alle Autorität und/oder Befugnisse und/oder Zustimmungen und/oder Lizenzen und/oder Behörden, in voller Kraft und Wirkung zu erhalten und zu pflegen, um diese Vereinbarung eingehen und ausführen zu können;
id_id: semua tindakan yang diperlukan untuk memperoleh dan mempertahankan secara penuh dan memiliki kekuatan, semua wewenang dan/atau wewenang dan/atau persetujuan dan/atau lisensi dan/atau otoritas untuk memasuki dan melaksanakan Persetujuan ini;
pl_pl: wszelkie działania niezbędne do utrzymania w mocy i pełnej skuteczności wszelkiego rodzaju upoważnienia i/lub zgody i/lub licencje uzyskane przez niego w celu zawarcia i wykonania niniejszej Umowy;
vi_vn: sử dụng tất cả các biện pháp cần thiết để có được và duy trì trong lực lượng đầy đủ và có hiệu lực, tất cả quyền lực và/hoặc quyền hạn và/hoặc chấp thuận và/hoặc giấy phép và/hoặc chính quyền để tham gia vào và thực hiện các thỏa thuận này;
zh_cn: 采取一切必要的措施, 以全力获得和高效率保持所有权威和/或权力和/或认可和/或许可和/或授权签订和执行本协议。

source: all reasonable steps are taken to comply with the law or Rules whatsoever applicable to the jurisdiction in which the Agent resides;
de_de: alle angemessenen Maßnahmen werden zur Einhaltung der Gesetze oder Regeln, die anwendbar auf die Zuständigkeit in der der Agent wohnt, unternommen;
id_id: semua langkah yang diambil untuk mematuhi hukum atau Aturan apa pun yang berlaku untuk yurisdiksi tempat Agen menetap;
pl_pl: wszelkie stosowne kroki zostają podjęte w celu przestrzegania prawa lub wszelkich Zasad obowiązujących w jurysdykcji zamieszkania Pośrednika;
vi_vn: sẽ đưa tất cả các bước hợp lý để tuân thủ pháp luật hoặc quy tắc nào có thể áp dụng được với thẩm quyền Đại lý sở hữu;
zh_cn: 采取一切合理步骤, 遵守适用于代理居住地管辖权下的法律或规则。

source: any Client that is employed in the banking and/or finance sector must only conduct trades through the website with the knowledge of his/her employer and in accordance with the employer's policies; and that
de_de: jeder Kunde, der bei einer Bank und/oder im Finanzsektor angestellt ist, darf Geschäfte über die Website nur im Wissen des Arbeitgebers, und in Übereinstimmung mit den Vorschriften des Arbeitgebers, durchführen; und dass
id_id: bagi Klien yang bekerja di bank dan/atau sektor keuangan hanya dapat melakukan trading melalui website dengan pengetahuan majikan dan sesuai dengan kebijakan majikan; dan itu
pl_pl: wszyscy Klienci, którzy są zatrudnieni w sektorze bankowym lub finansowym mogą zawierać zakłady za pośrednictwem naszej strony wyłącznie za wiedzą ich pracodawcą i zgodnie z polityką pracodawców, oraz
pt_pt: qualquer Cliente que seja trabalhador no setor bancário e/ou financeiro deve apenas realizar operações através do site sob o conhecimento do seu empregador e de acordo com as políticas do empregador; e que
vi_vn: bất kỳ Khách Hàng đang là người làm trong ngân hàng và/hoặc về mảng tài chính chỉ phải tiến hành các giao dịch thông qua trang web với sự cho phép của cấp trên của mình và phù hợp với chính sách của nhà tuyển dụng; và điều đó
zh_cn: 任何在银行和/或金融行业工作的客户只能通过其雇主已知悉并符合雇主政策的网站进行交易; 而且

source: any information provided or has provided to the Company in relation to the Agent's financial position, domicile or other matters is accurate and not misleading.
de_de: alle Informationen, die dem Unternehmen in Bezug auf die finanzielle Lage des Agenten, dessen Wohnsitz oder andere Fragen angegeben werden, oder angegeben wurden, sind korrekt und nicht irreführend.
id_id: setiap informasi yang diberikan atau disediakan kepada Perusahaan sehubungan dengan keadaan keuangan Agen, domisili atau hal-hal lain adalah akurat dan tidak menyesatkan.
pl_pl: wszelkie dostarczone lub dostarczane przez niego informacje Firmie związane z sytuacją finansową Pośrednika, miejscem zamieszkania lub innymi kwestiami są dokładne i prawdziwe.
vi_vn: bất kỳ thông tin nào được cung cấp hoặc cung cấp cho Công ty liên quan đến vị trí tài chính của Đại lý, nơi cư trú hoặc các vấn đề khác là chính xác và không gây hiểu nhầm.
zh_cn: 向公司提供或已经提供的任何关于代理本身的财务状况、住所或其他事项的资料都是准确和不具误导性的。

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
de_de: jeder Vorgang, bei dem das Unternehmen vermutet, dass die Aktivitäten der Person auf dieser Site in dem Land oder Staat der Person illegal sein könnten;
id_id: contohnya Perusahaan berkeyakinan bahwa kegiatan seseorang pada situs ini mungkin ilegal pada negara asal orang tersebut,
pl_pl: każdy przypadek, gdy Firma uzna, że aktywność danej osoby na tym portalu jest niezgodna z prawem kraju lub stanu tej osoby;
pt_pt: qualquer situação em que a Empresa considere que as atividades da pessoa neste site podem ser ilegais no país ou estado dessa pessoa;
vi_vn: bất kỳ trường hợp Công Ty cho rằng các hoạt động của người đó tại trang web này có thể bất hợp pháp ở nước hoặc quốc gia của người đó;
zh_cn: 本公司认为此人的本网站活动在其居住国或州可能是非法的；

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
de_de: Vorgänge, durch die an das Unternehmen von den Justizbehörden oder Überwachungsbehörden des Landes oder Staates der Person herangetreten werden könnte;
id_id: contohnya Perusahaan diminta untuk memberi keterangan oleh pihak atau lembaga berwajib dari negara asal orang tersebut,
pl_pl: każdy przypadek, gdy z Firmą skontaktują się władze lub instytucje regulacyjne z kraju lub stanu tej osoby;
pt_pt: qualquer situação em que a Empresa possa ser abordada ou contatada pelas autoridades legais ou reguladoras do país ou estado dessa pessoa;
vi_vn: bất kỳ trường hợp nào Công Ty có thể được tiếp cận hoặc liên lạc bởi cơ quan pháp luật từ đất nước hoặc quốc gia của người đó;
zh_cn: 此人所在国家或州的司法机关或监管机构可能与本公司接洽或联系；

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
de_de: Vorgänge, angesichts derer das Unternehmen aufgrund der Aktivitäten der Person auf dieser Site eventuell finanzielle, steuerliche oder behördliche Nachteile erleiden könnte;
id_id: contohnya Perusahaan mungkin menderita kerugian berupa uang, fiskal atau peraturan berdasarkan kegiatan yang dilakukan seseorang pada situs ini,
pl_pl: każdy, przypadek, gdy Firma poniesie straty finansowe, podatkowe lub prawne z powodu działań tej osoby na niniejszym portalu;
pt_pt: qualquer situação em que a Empresa possa sofrer alguma desvantagem pecuniária, fiscal ou regulamentar, em virtude das atividades dessa pessoa neste site;
vi_vn: bất kỳ trường hợp Công Ty có thể phải chịu bị mất tiền, bất lợi về tài chính từ hành vi của người đó tại trang web này;
zh_cn: 由于此人在本网站的活动，导致本公司遭受任何金钱、财务或监管上的负面影响；

source: any other consideration relevant to the execution of the transaction
de_de: jede andere die Ausführung der Transaktion betreffende Berücksichtigung
id_id: pertimbangan lainnya berkaitan dengan pelaksanaan transaksi
pl_pl: wszelkie inne aspekty dotyczące realizacji transakcji
pt_pt: qualquer outra consideração relevante para a execução da transação
vi_vn: bất kỳ sự xem xét khác có liên quan đến việc thực hiện giao dịch
zh_cn: 任何其他与交易执行相关的事项

source: any other information as requested by the Company.
de_de: alle anderen Informationen wie vom Unternehmen gefordert.
id_id: informasi lain yang diminta oleh Perusahaan.
pl_pl: jakiekolwiek inne informacje wymagane przez Firmę.
pt_pt: quaisquer outras informações conforme solicitadas pela Empresa.
vi_vn: bất kỳ thông tin khác theo yêu cầu của Công Ty.
zh_cn: 公司要求的任何其他信息。

source: any restriction to its Clients from purchasing any contracts during certain hours.
de_de: Einschränkungen seinen Kunden gegenüber, zu gewissen Zeiten Kontrakte zu erwerben.
id_id: batasan manapun pada klien dari membeli kontrak selama jam-jam tertentu.
pl_pl: każde ograniczenie Klientom zakupu jakichkolwiek kontraktów w ciągu określonych godzin.
pt_pt: qualquer restrição aos seus Clientes na compra de quaisquer contratos durante algumas horas.
vi_vn: bất kỳ hạn chế nào cho Khách Hàng của mình từ việc mua bất kỳ hợp đồng nào trong những giờ nhất định.
zh_cn: 对客户在特定时段买入合约的限制。

source: automatic adjustments of take profit levels;
de_de: automatische Anpassung von Take Profit Level;
id_id: penyesuaian otomatis dari level take profit;
pl_pl: automatyczne dostosowywanie poziomów zysku;
pt_pt: ajustamentos automáticos dos níveis de "ter lucro";
vi_vn: tự động điều chỉnh mức lợi nhuận;
zh_cn: 赢取利润水平的自动调整;

source: b) Download and install the MT5 Trading Platform through the link %1
de_de: b) Laden und installieren Sie die MT5 Handelsplattform über den Link %1
id_id: b) Download dan install Platform Trading MT5 melalui link %1
pl_pl: b) Pobierz i zainstaluj platformę handlową MT5, korzystając z łącza %1
pt_pt: b) Baixe e instale a plataforma de negociação MT5 através do link %1
vi_vn: b) Tải xuống và cài đặt Sàn Giao Dịch MT5 thông qua liên kết %1
zh_cn: b) 通过链接 %1 下载并安装 MT5 交易平台
