Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you only win the payout for "Higher" contracts
de_de: Wenn der <strong>Schlusskurs</strong> der <strong>Barriere </strong> entspricht, gewinnen Sie nur die Auszahlung für ¨höhere¨Kontrakte
fr_fr: Si la <strong>sortie spot</strong> est égale à la <strong>barrière</strong>, vous gagnez seulement le versement pour les contrats dits "Supérieurs".
id_id: Jika <strong>spot akhir</strong> adalah sama dengan <strong>batasan</strong>, Anda hanya akan memperoleh hasil pada kontrak "Higher"
pl_pl: Jeśli <strong>punkt wyjściowy</strong> jest równy <strong>limitowi</strong>, zyskujesz tylko wypłatę powiązaną z kontraktami „powyżej limitu”
pt_pt: Se o <strong>preço de saída</strong> for igual à <strong>barreira</strong>, você apenas receberá o prêmio em contratos "Superior"
vi_vn: Nếu <strong>điểm chốt</strong> bằng với <strong>giới hạn</strong>, bạn chỉ thắng khoảng thanh toán cho các hợp đồng "Cao hơn"
zh_cn: 如果 <strong>退市现价</strong> 等于 <strong>障碍价格</strong>, 您将仅会赢得“高于“合约的赔付。

source: If the <strong>last tick</strong> is equal to the average of the ticks, you don't win the payout.
de_de: Wenn der <strong>letzte Tick</strong> dem Durchschnitt der Ticks entspricht, gewinnen Sie die Auszahlung nicht.
fr_fr: Si le <strong>dernier tick</strong> est égal à la moyenne des ticks, vous ne gagnez pas le paiement.
id_id: Jika <strong>tik akhir</strong> sama dengan tik rata-rata, Anda tidak akan memperoleh hasil.
pl_pl: Jeśli <strong>ostatnia najmniejsza zmiana ceny</strong> jest równa średniej ostatnich najmniejszych zmian cen, nie zdobywasz wypłaty.
pt_pt: Se o <strong>último tique-taque</strong> for igual à média dos tique-taques, você não receberá o prêmio
vi_vn: Nếu <strong>tick cuối</strong> bằng với trung bình các tick, bạn sẽ không thắng các thanh toán.
zh_cn: 如果 <strong>最后跳动点</strong> 等于平均跳动点, 您将不会赢得赔付。

source: If the Company (in its sole discretion) is not satisfied that a Client is complying with these terms, or if a Client does not comply with a reasonable request for information made by the Company, the Company may cancel the Client's account and withhold any funds accumulated therein.
de_de: Wenn das Unternehmen (in seinem eigenen Ermessen) nicht damit zu frieden ist, dass ein Kunde diese Bedingungen erfüllt, oder wenn ein Kunde einer angemessenen Forderung des Unternehmens nach Informationen nicht nachkommt, kann das Unternehmen das Kundenkonto stornieren und jegliche Gelder die darin angesammelt sind, einbehalten.
id_id: Jika Perusahaan (dengan kebijakannya sendiri) tidak puas meskipun Pelanggan sudah memenuhi persyaratan, atau Klien tidak mematuhi permintaan wajar mengenai informasi yang diperlukan oleh Perusahaan, maka Perusahaan dapat membatalkan akun Klien dan menahan saldo yang ada.
pl_pl: Jeżeli Firma (według jej własnego uznania) nie jest usatysfakcjonowania z wywiązywania się przez Klienta z tych postanowień lub jeśli Klient nie stosuje się do uzasadnionej prośby Firmy o przekazania informacji, Firma może zamknąć konto Klienta i wstrzymać wszelkie środki na nim zgromadzone.
pt_pt: Caso a Empresa (a seu exclusivo critério) não esteja satisfeita com um Cliente no cumprimento destes termos, ou caso um Cliente não cumpra uma solicitação razoável de informações feita pela Empresa, a Empresa pode cancelar a conta do cliente e manter quaisquer fundos acumulados nela.
vi_vn: Nếu công ty (theo theo cách nhận định của mình) không hài lòng với việc một khách hàng phàn nàn với các điều khoản này, hoặc nếu một khách hàng không tuân theo một yêu cầu thích đáng về thông tin được đưa ra bởi công ty, công ty có thể hủy tài khoản của khách hàng và giữ lại bất kỳ khoản tiền nào còn được tích lũy trong đó.
zh_cn: 如果公司（自行决定）不确定客户是否遵守这些条款，或者如果客户拒绝向公司提供所要求的合理信息，公司可以取消客户的帐户并扣留任何累积资金。

source: If the Company believes that unauthorised persons are using an account, it reserves the right to, without prior notice, suspend the Client's rights to use the Trading Facility.
de_de: Wenn das Unternehmen glaubt, das unbefugte Personen ein Konto verwenden, behält es sich das Recht vor, ohne vorherige Ankündigung, die Nutzungsrechte des Kunden das Handelssystem zu verwenden, auszusetzen.
id_id: Jika Perusahaan meyakini bahwa terdapat akses tidak sah pada penggunaan akun, maka Perusahaan berhak untuk, tanpa pemberitahuan sebelumnya, menangguhkan hak-hak Klien untuk menggunakan Fasilitas Trading.
pl_pl: Firma zastrzega sobie prawo do zawieszenia prawa Klienta do korzystania z usług handlowania bez uprzedniego powiadomienia, jeśli uzna, że nieuprawnione osoby korzystają z konta.
pt_pt: Se a empresa considerar que pessoas não autorizadas estão usando uma conta, ela reserva-se o direito, sem aviso prévio, de suspender os direitos do Cliente de usar os recursos de negociação.
vi_vn: Nếu công ty tin rằng có người đang sử dụng trái phép một tài khoản, công ty có quyền, mà không cần thông báo trước, đình chỉ quyền sử dụng Hệ Thống Giao Dịch của khách hàng.
zh_cn: 如果公司认为有未经授权的人在使用账户, 它有权在不事先通知的情况下中止客户使用交易设施的权利。

source: If the Margin Level for your MT5 Real Account reaches or falls below the Stop Out Level, this will be classified as an Event of Default. In such circumstances, Open Positions are automatically closed in the following order: (i) the server analyses clients' Orders that are not under execution at the moment; (ii) the server deletes Orders with the largest Margin; (iii) if your Margin Level is still under the Stop Out Level, the next order is deleted (orders without margin requirements are not deleted); (iv) if your Margin Level is still under the Stop Out Level, the server closes a position with the largest loss; (v) Open Positions are closed until your Margin Level becomes higher than the Stop Out Level. Additionally, for perfectly hedged positions, Stop Out will be performed on accounts having open positions, the zero margin (positions are covered), and negative equity.
id_id: Jika Margin Level Akun Riil Anda mencapai atau jatuh di bawah Level Stop Out, maka hal ini akan diklasifikasikan sebagai Wanprestasi. Dalam keadaan sedemikian, Posisi Berjalan secara otomatis akan ditutup dengan urutan sebagai berikut: (i) server menganalisa Order klien yang tidak berada di bawah eksekusi pada saat ini; (ii) server menghapus Order dengan Margin terbesar; (iii) jika Level Margin Anda masih di bawah Level Stop Out, maka order berikutnya akan dihapus (order tanpa persyaratan margin tidak akan dihapus); (iv) jika Level Margin Anda masih di bawah Level Stop Out maka server akan menutup posisi dengan kerugian terbesar; (V) Posisi Berjalan ditutup hingga Level Margin Anda lebih tinggi daripada Level Stop Out. Disamping itu, untuk posisi hedging, Stop Out akan berlaku pada akun yang memiliki posisi berjalan, posisi tanpa margin (posisi yang dilindungi) dan ekuitas negatif.
pl_pl: Jeśli poziom depozytu zabezpieczającego na Twoim prawdziwym koncie MT5 osiągnie poziom równy poziomowi Stop Out lub niższy, sytuacja ta zostanie uznana za niewywiązanie się z zobowiązania. Wówczas pozycje otwarte zostaną automatycznie zamknięte w następującej kolejności: (i) serwer przeanalizuje zlecenia klienta, które nie są w trakcie realizacji; (ii) serwer usuwa zlecenia z największym depozytem zabezpieczającym; (iii) jeżeli poziom depozytu zabezpieczającego jest wciąż poniżej poziomu Stop Out, serwer zamyka pozycję z największą stratą; (v) pozycje otwarte pozostają zamknięte do momentu, gdy poziom depozytu zabezpieczającego przewyższy poziom Stop Out. Dodatkowo, w przypadku doskonale zabezpieczonych pozycji, Stop Out będzie stosowany w odniesieniu do kont z otwartymi pozycjami, zerowym depozytem zabezpieczającym (pozycje są objęte) i ujemnym kapitałem.
vi_vn: Nếu Mức ký quỹ cho Tài khoản thực MT5 của bạn đạt hoặc giảm xuống dưới Mức dừng, mức này sẽ được phân loại là Sự Kiện Mặc Định. Trong các trường hợp như vậy, Phiên mở sẽ tự động được đóng theo thứ tự sau: (i) máy chủ phân tích Lệnh của khách hàng hiện không được thực hiện; (ii) máy chủ xóa Lệnh có số tiền ký quỹ lớn nhất; (iii) nếu Mức Ký Quỹ của bạn vẫn ở dưới Mức Dừng, Lệnh tiếp theo sẽ bị xóa (lệnh không có yêu cầu ký quỹ sẽ không bị xóa); (iv) nếu Mức Ký Quỹ của bạn vẫn ở dưới Mức Dừng, máy chủ sẽ đóng một phiên có tổn thất lớn nhất; (v) Phiên mở được đóng cho đến khi Mức Ký Quỹ của bạn cao hơn Mức Dừng. Ngoài ra, đối với các vị trí được bảo vệ hoàn hảo, Lệnh Dừng sẽ được thực hiện trên các tài khoản có phiên mở, không ký quỹ (các phiên được bảo đảm) và vốn chủ sở hữu âm.
zh_cn: 如果您MT5真实账户的保证金水平达到或低于强制平仓水平，将被归类为默认事件。在这种情况下，未平仓头寸将按照以下顺序自动平仓: (i) 服务器分析当前没在执行的客户订单;（ii） 服务器删除保证金最高的订单;（iii） 如果您的保证金水平仍然低于强制平仓水平，下一个订单将被删除 （没有保证金要求的订单不会被删除）;（iv）如果您的保证金水平仍然低于强制平仓水平，服务器将亏损最大的头寸平仓;（v） 未平仓头寸将强制平仓，直到您的保证金水平高于强制平仓水平。此外，如果是完全对冲的头寸，具有未平仓头寸、零保证金（受全金额保护的头寸）和负净值的账户将执行强制平仓。

source: If the bid price is 1.05229, you'll buy USD 1.05229 for every EUR 1 you sell.
de_de: Wenn der Angebotspreis 1,05229 ist, kaufen Sie 1,05229 USD für jeden 1 EUR den Sie verkaufen.
fr_fr: Si le prix offert est 1.05229, vous achèterez 1.05229 USD pour chaque Euro que vous vendez.
id_id: Jika harga ask adalah 1.05229, Anda membeli USD 1.05229 untuk setiap EUR 1 yang Anda jual.
pl_pl: Jeśli cena sprzedaży wynosi 1,05229, kupisz 1,05229 USD za każde sprzedane 1 EUR.
pt_pt: Se o preço de compra for 1,05229, você irá comprar 1,05229 USD por cada 1 EUR que você vender.
vi_vn: Nếu giá mua vào là 1.05229, bạn sẽ mua 1.05229 USD cho mỗi 1 EUR bạn bán.
zh_cn: 如果卖价是1.05229，那么您每卖出1欧元就会买入1.05229美元。

source: If the payment agent is not listed, type in the payment agent ID. For example: CR000000.
fr_fr: Si l'agent de paiement n'est pas listé, saisissez l'ID de l'agent de paiement. Par exemple : CR00000000.
id_id: Jika agen pembayaran tidak di tampilkan, ketik ID agen pembayaran. Contoh: CR000000.
pl_pl: Jeśli pośrednik płatności nie znajduje się na liście, wpisz jego nr identyfikacyjny. Na przykład: CR000000.
vi_vn: Nếu tên đại lý thanh toán không được liệt kê, nhập vào ID đại lý thanh toán. Ví dụ: CR000000.
zh_cn: 如果付款代理没在列表内, 请输入付款代理 ID。例如: CR000000。

source: If this Agreement is terminated for any reason, you must permanently delete all Content, except when doing so would cause you to violate any law or obligation imposed by a governmental authority.
de_de: Wenn diese Vereinbarung aus irgendeinem Grund gekündigt wird, müssen Sie sofort jeglichen Inhalt löschen, es sei denn, Sie würden hierdurch Gesetze oder von Regierungsbehörden auferlegte Pflichten verletzen.
id_id: Jika Perjanjian ini dihentikan berhubung alasan apapun, maka Anda harus menghapus secara permanen semua Konten, kecuali jika melakukan hal tersebut akan menyebabkan Anda melanggar hukum atau kewajiban yang dibebankan oleh sebuah otoritas pemerintah.
pl_pl: W przypadku zakończenia niniejszej Umowy, niezależnie od przyczyny jej zakończenia, Użytkownik jest zobowiązany natychmiast usunąć na stałe wszelkie Treści, chyba że takie działanie będzie stanowiło naruszenie jakichkolwiek przepisów prawnych nałożonych przez władze państwowe.
pt_pt: Se este acordo for rescindido por qualquer motivo, você deverá excluir todos os conteúdos imediatamente, exceto quando tal ato puder levá-lo a violar quaisquer leis ou obrigações impostas por uma entidade governamental.
vi_vn: Nếu Thoả thuận này bị chấm dứt bởi bất kỳ lý do gì, bạn phải xoá vĩnh viễn tất cả Nội dung, trừ khi việc làm đó có thể khiến bạn vi phạm bất kỳ luật hay quy định nào được đưa ra bởi cơ quan nhà nước.
zh_cn: 如果协议因任何原因被终止，您必须立即删除所有内容，除非这样做将导致您违反任何法律或政府部门所规定的义务。

source: If we decide to extend an offer, we'll conduct background and reference checks.
de_de: Wenn wir uns dazu entscheiden, ein Angebot zu unterbreiten, führen wir Hintergrund- und Referenzprüfungen durch.
fr_fr: Si nous décidons de faire une offre, nous allons procéder à une vérification des références.
id_id: Jika penawaran dilanjkutkan, kami akan memeriksa latar belakang dan referensi.
pl_pl: Jeśli zdecydujemy się na przedłużenie oferty, sprawdzimy Twoją tożsamość i referencje.
pt_pt: Se decidirmos fazer uma proposta, iremos realizar verificações de antecedentes e de referências.
vi_vn: Nếu chúng tôi quyết định mời bạn vào làm cho vị trí ứng tuyển, chúng tôi sẽ tiến hành các đợt kiểm tra lý lịch và quan hệ.
zh_cn: 如果我们决定录用，我们将检查应聘者的背景和介绍人。

source: If we decide to introduce a new Trading Platform, we shall provide you with a relevant notice within 30 days before we introduce the new Trading Platform or the additional Trading Platform. In such a notice, we will outline information including but not limited to features and operations of the new Trading Platform. Thus, using our backup database on the MT5 Trading Platform we shall integrate all data to the new Trading Platform, including but not limited to open trades, historical trades/data, and Accounts.
de_de: Sollten wir uns dazu entschließen eine neue Handelsplattform einzuführen, werden wir Ihnen innerhalb von 30 Tagen vor der Einführung der neuen Handelsplattform oder einer zusätzlichen Handelsplattform, eine entsprechende Ankündigung machen. In einer solchen Ankündigung werden wir Informationen einschließlich, aber nicht beschränkt auf, Features und Funktionen der neuen Handelsplattform zusammenfassen. Folglich werden wir alle Daten, in Verwendung unserer Datenbanksicherung der MT5 Handelsplattform, auf der neuen Handelsplattform integrieren, einschließlich, aber nicht beschränkt auf, offene Geschäfte, historische Geschäfte/Daten und Konten.
id_id: Jika kami memutuskan untuk memperkenalkan Platform Trading baru, kami akan memberi Anda pemberitahuan yang relevan dalam tempo 30 hari sebelum kami memperkenalkan Platform Trading baru atau Platform Trading tambahan. Dalam pemberitahuan tersebut, kami akan menguraikan informasi termasuk tetapi tidak terbatas pada fitur dan operasi Platform Trading baru. Dengan demikian, menggunakan basis data cadangan kami di Platform Trading MT5 kami akan mengintegrasikan semua data ke Platform Trading baru, termasuk namun tidak terbatas pada trading terbuka, historis trading/data, dan Akun.
pl_pl: Jeśli zdecydujemy się wprowadzić nową platformę handlową, poinformujemy Cię o tym z wyprzedzeniem 30 dni przed wprowadzeniem nowej platformy handlowej lub dodatkowej platformy handlowej. W takim powiadomieniu zawarte będą m. in. informacje o funkcjach i działaniu nowej platformy handlowej. Dlatego korzystając z naszej zapasowej bazy danych na platformie handlowej MT5 musimy zintegrować wszystkie dane na nowej platformie handlowej, w tym mi. in otwarte zakłady, zakłady/dane historyczne i konta.
pt_pt: Se decidirmos apresentar uma nova plataforma de negociação, forneceremos uma notificação relevante no prazo de 30 dias antes da apresentação da nova plataforma de negociação ou a plataforma de negociação adicional. Nessa notificação, divulgaremos certas informações, incluindo, mas não só, funcionalidades e operações da nova plataforma de negociação. Portanto, ao usar as cópias salvaguardadas dos nossos bancos de dados, integraremos todos os dados na nova plataforma, incluindo, mas não só, negociações abertas, dados e negociações históricos e contas.
vi_vn: Nếu chúng tôi quyết định để giới thiệu một nền tảng kinh doanh mới, chúng tôi sẽ cung cấp cho bạn một thông báo có liên quan trong vòng 30 ngày trước khi chúng tôi giới thiệu nền tảng kinh doanh mới hoặc nền tảng kinh doanh bổ sung. Trong một thông báo như vậy, chúng tôi sẽ phác thảo thông tin bao gồm nhưng không giới hạn tính năng và các hoạt động của nền tảng kinh doanh mới. Vì vậy, bằng cách sử dụng cơ sở dữ liệu sao lưu của chúng tôi trên nền tảng kinh doanh MT5 chúng tôi sẽ tích hợp tất cả dữ liệu để giao dịch nền tảng mới, bao gồm nhưng không giới hạn để mở ngành nghề, ngành nghề/dữ liệu lịch sử và tài khoản.
zh_cn: 如果我们决定引入新的交易平台, 我们将在推出新交易平台或附加交易平台前30天内向您提供相关通知。我们将在通知里概述包括但不限于新交易平台的功能和操作的信息。因此, 在 MT5 交易平台使用我们的备份数据库时, 我们将把包括但不限于开放交易、历史交易/数据和账户的所有数据集合在新的交易平台上。

source: If we determine that a force majeure event exists, the Company shall promptly give notice thereof to the client. Subsequently, we may, at our absolute discretion, take one or more of the following steps:
de_de: Sofern wir feststellen, das ein Ereignis höherer Gewalt existiert, soll das Unternehmen den Kunden unverzüglich davon informieren. Anschließend können wir, zu unserer absoluten Diskretion, einen oder mehrere der folgenden Schritte unternehmen:
id_id: Jika terjadi peristiwa dalam keadaan memaksa maka Perusahaan akan segera memberitahukan hal tersebut kepada klien. Selanjutnya, kami mungkin akan mengambil keputusan sepihak mengikuti langkah berikut:
pl_pl: Jeśli wykażemy zaistnienie siły wyższej, klient zostanie o tym niezwłocznie poinformowany. Następnie możemy, według własnego uznania, podjąć jedno lub więcej z następujących działań:
pt_pt: Caso determinemos que um evento de força maior exista, a Empresa deve notificar o cliente imediatamente desse fato. Subsequentemente, podemos, ao nosso exclusivo e absoluto critério, tomar uma ou mais das seguintes medidas:
vi_vn: Nếu chúng tôi xác định rằng một sự kiện bất khả kháng tồn tại, công ty sẽ nhanh chóng đưa ra thông báo cho khách hàng. Sau đó chúng tôi có thể với ý kiến tuyệt đối, thực hiện thêm một hoặc vài bước sau:
zh_cn: 如果我们确定存在不可抗力事件，公司将立即通知客户。随后，我们可完全自主决定采取以下其中一个或多个措施︰

source: If we have reason to believe that your tax information is incomplete, we may contact you for clarification.
de_de: Wenn wir Grund dazu haben, zu glauben, dass Ihre Steuerinformationen unvollständig sind, können wir Sie zur Aufklärung kontaktieren.
fr_fr: Si nous avons des raisons de croire que vos renseignements fiscaux sont incomplets, nous pouvons vous contacter pour des précisions.
id_id: Jika kami meyakini bahwa informasi pajak Anda tidak lengkap, kami akan menghubungi Anda untuk klarifikasi.
pl_pl: Jeśli będziemy mieć powody, by sądzić, że Twoje informacje podatkowe są niekompletne, być może skontaktujemy się z Tobą w celu wyjaśnienia.
pt_pt: Caso tenhamos motivos para acreditar que as suas informações fiscais estejam incompletas, poderemos entrar em contato com você para pedir esclarecimentos.
vi_vn: Nếu chúng tôi có lý do để tin rằng thông tin thuế của bạn là không đầy đủ, chúng tôi có thể liên hệ với bạn để làm rõ.
zh_cn: 如果我们有理由相信您的税务信息不完整, 我们将与您联系, 以作澄清。

source: If you are an affiliate of %1, you must also comply with the %1 Affiliate Programme Terms and Conditions.
de_de: Wenn Sie ein Geschäftspartner von %1 sind, müssen Sie die Allgemeinen Geschäftspartnerbedingungen von %1 einhalten.
id_id: Jika Anda adalah afiliasi dari %1, Anda juga harus mematuhi Syarat dan Ketentuan Program Afiliasi %1.
pl_pl: Jeśli jesteś partnerem %1, musisz przestrzegać również postanowień naszego Regulaminu programu partnerskiego.
pt_pt: Caso seja um afiliado da %1, deve também cumprir os termos e condições do programa de afiliados da %1.
vi_vn: Nếu bạn là một đại lý liên kết của %1, bạn phải tuân thủ các Điều Khoản và Điều Kiện của Liên Kết %1.
zh_cn: 如果您是%1联盟成员，您必须也遵守%1联盟计划的条款和条件。

source: If you are an individual, you are over 18 years old and you have full capacity to enter into this Agreement;
de_de: Sofern Sie eine Einzelperson sind, Sie über 18 Jahre alt sind und Sie die volle Kapazität besitzen in diese Vereinbarung einzuwilligen;
id_id: Jika Anda berumur lebih dari 18 tahun dan memiliki kapasitas penuh untuk memasuki Perjanjian ini;
pl_pl: Jeżeli jesteś osobą indywidualną, masz powyżej 18 lat i posiadasz pełną zdolność do zawarcia niniejszej Umowy;
pt_pt: Se você for indivíduo, tiver mais de 18 anos e possuir a plena capacidade de entrar neste Acordo;
vi_vn: Nếu bạn là một cá nhân, bạn phải trên 18 tuổi và bạn phải có đầy đủ năng lực để tham gia vào thỏa thuận này;
zh_cn: 如果您是个人，年满 18 岁，您有充分能力签订本协议;

source: If you are considering self-exclusion, you may wish to register with GAMSTOP.
de_de: Wenn Sie einen Selbstausschluss erwägen, können Sie sich bei GAMSTOP registrieren.
fr_fr: Si vous envisagez de vous auto-exclure, vous pouvez vous inscrire auprès de GAMSTOP.
id_id: Jika Anda mempertimbangkan pengecualian diri, Anda mungkin ingin mendaftar pada GAMESTOP.
pl_pl: Jeśli rozważasz skorzystanie z opcji samodzielnego wykluczenia, możesz zarejestrować się w GAMSTOP.
pt_pt: Caso você esteja considerando a auto-exclusão, é provável que queira registrar no GAMSTOP.
vi_vn: Nếu bạn đang cân nhắc việc tự loại trừ, bạn có thể muốn đăng ký với GAMSTOP.
zh_cn: 如果您要自我禁止, 您可考虑在 GAMSTOP 注册。

source: If you are developing on our API on behalf of a company or other entity, you represent and warrant that you have full legal authority to register an Application on behalf of that entity and bind it to these Terms. If you are not authorized, you may not accept these Terms or register an Application for someone else.
de_de: Wenn Sie unser API im Auftrag eines Unternehmens oder einer anderen Rechtspersönlichkeit zur Entwicklung vewenden, gewährleisten Sie, dass Sie die vollständige rechtliche Vollmacht haben, eine Anwendung im Auftrag dieser Rechtspersönlichkeit anzumelden und jene an diese Bedingungen zu binden. Wenn Sie nicht bevollmächtigt sind, dürfen Sie diese Bedingungen nicht für Dritte akzeptieren oder eine Anwendung für andere anmelden.
id_id: Jika Anda mengembangkan API kami atas nama perusahaan atau badan lainnya, Anda menyatakan dan menjamin bahwa Anda memiliki kewenangan penuh untuk mendaftarkan Aplikasi atas nama entitas itu dan terikat pada Syarat tersebut. Jika Anda tidak berwenang, maka Anda tidak dapat menerima Persyaratan ini atau mewakili pendaftaran Aplikasi untuk orang lain.
pl_pl: Jeżeli korzystasz z naszego API w imieniu przedsiębiorstwa lub innego podmiotu, oświadczasz, że posiadasz pełne prawo do zarejestrowania Aplikacji w imieniu tego podmiotu i zobowiązania go do przestrzegania niniejszych Warunków. Jeśli nie posiadasz takiego prawa, nie możesz zaakceptować niniejszych Warunków i zarejestrować Aplikacji w imieniu kogoś innego.
pt_pt: Se você está desenvolvendo um aplicativo com a nossa API em nome de uma empresa ou outra entidade, você afirma e garante que está legalmente e totalmente autorizado a registrar um aplicativo em nome dessa entidade e a vinculá-la a estes termos. Se você não está autorizado, não pode aceitar estes termos, nem registrar um aplicativo em nome de outrem.
vi_vn: Nếu bạn đang phát triển ứng dụng trên nền API của chúng tôi để đại diện cho một công ty hay tổ chức khác, bạn cần bảo đảm rằng bạn có quyền pháp lý đầy đủ để đăng ký một ứng dụng thay mặt cho tổ chức đó và liên kết nó với các điều khoản. Nếu bạn không có quyền, bạn có thể không chấp nhận các điều khoản hoặc đăng ký một ứng dụng cho người khác.
zh_cn: 如果您正代表公司或其他实体使用我们的API，您确认并保证您有充分的法律权限代表该实体注册应用程序并接受这些条款。如果您没有权限，不可代表别人接受这些条款或注册应用程序。
