Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Where such additional functions/plug-ins affect the reliability and/or smooth operation and/or orderly functioning of the MT5 Trading Platform, the Company has the right to immediately terminate its contractual relationship with its Clients by written notice.
de_de: Wo solche zusätzlichen Funktionen/Plugins die Zuverlässigkeit und/oder den reibungslosen Ablauf und/oder das ordnungsgemäße Funktionieren der MT5 Handelsplattform beeinträchtigen, hat das Unternehmen das Recht, sofort seine vertragliche Beziehung mit seinen Kunden durch schriftliche Mitteilung zu kündigen.
id_id: Apabila fungsi-fungsi tambahan/plug-in mempengaruhi keandalan dan/atau kelancaran operasi dan/atau berfungsi secara tertib dari Platform Trading MT5, Perusahaan memiliki hak untuk segera mengakhiri hubungan kontraktualnya dengan Kliennya dengan pemberitahuan tertulis.
pl_pl: Gdy takie dodatkowe funkcje/wtyczki wpływają na rzetelność i/lub sprawne działanie i/lub poprawne funkcjonowanie platformy MT5, Firma ma prawo natychmiast zakończyć swój stosunek umowny z Klientami za pisemnym powiadomieniem.
pt_pt: Quando tais funções/plugins afetam a confiabilidade e/ou o bom funcionamento e/ou a operação harmoniosa da plataforma de negociação MT5, a Empresa possui o direito de terminar, de imediato, a sua relação contratual com os seus Clientes através de uma notificação escrita.
vi_vn: Trong trường hợp các chức năng / plug-in bổ sung ảnh hưởng đến độ tin cậy và / hoặc hoạt động trơn tru và / hoặc hoạt động có trật tự của Sàn Giao Dịch MT5, Công Ty có quyền chấm dứt ngay lập tức mối quan hệ hợp đồng với Khách Hàng của mình bằng thông báo bằng văn bản.
zh_cn: 如果此类附加功能/插件影响MT5交易平台的可靠性和/或平稳运行和/或正常运作，公司有权通过书面通知立即终止与客户的合约关系。

source: Where supportive colleagues are like a second family.
de_de: Wo hilfsbereite Kollegen wie eine zweite Familie sind.
fr_fr: Vos collègues, dans un esprit d'entraide, deviennent une seconde famille.
id_id: Dimana rekan yang mendukung seperti keluarga sendiri.
pl_pl: Tu Twoi współpracownicy są dla Ciebie wsparciem zupełnie jak rodzina.
pt_pt: Onde os colegas solidários de trabalho são como uma segunda família.
vi_vn: Nơi mà các đồng nghiệp hỗ trợ lẫn nhau và như là gia đình thứ hai.
zh_cn: 同事间像家人那样相互帮助。

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
de_de: Wo Teamarbeit und Gemeinschaftskultur die Plattform für persönliches und unternehmerisches Wachstum formen.
fr_fr: Chez Binary.com, le travail d'équipe et la culture collaborative constituent un tremplin pour l'évolution individuelle et la croissance de l'entreprise.
id_id: Dimana kerja tim dan budaya kolaboratif membentuk platform untuk pertumbuhan pribadi dan perusahaan.
pl_pl: Praca zespołowa i kultura współpracy tworzą przestrzeń do rozwoju osobistego i rozwoju firmy.
pt_pt: Onde o trabalho em equipe e uma cultura de colaboração formam a plataforma para o crescimento pessoal e empresarial.
vi_vn: Nơi làm việc theo nhóm, hợp tác giữa nhiều văn hóa làm việc hình thành nền tảng cho sự phát triển cá nhân và doanh nghiệp.
zh_cn: 团队精神和协作文化构建个人和企业成长的平台。

source: Where the Agent acts in breach of any warranty or representation or promise made under this Agreement, and any information provided to the Company in connection with this Agreement is, or becomes, untrue or misleading;
de_de: Wenn der Agent gegen eine Gewährleistung, Zusicherung oder Zusage verstößt, die unter dieser Vereinbarung gemacht wurde, und wenn eine Information die an das Unternehmen in Verbindung mit dieser Vereinbarung weitergegeben wurde, unwahr oder missverständlich ist, oder geworden ist;
id_id: Apabila Agen bertindak melanggar setiap garansi atau pernyataan atau janji yang dibuat berdasarkan Perjanjian ini, dan jika ada informasi yang diberikan kepada Perusahaan sehubungan dengan Perjanjian ini, atau menjadi, tidak benar atau menyesatkan;
pl_pl: Pośrednik działa w sposób naruszający dowolne zapewnienie lub oświadczenie lub obietnica złożona na mocy niniejszej Umowy i gdy jakakolwiek informacja dostarczona Firmie w związku z niniejszą umową jest lub stanie się nieprawdziwa lub myląca;
vi_vn: Trường hợp Đại lý vi phạm bất kỳ bảo hành hoặc đại diện hoặc lời hứa nào được thực hiện theo Thỏa thuận này và mọi thông tin được cung cấp cho Công ty liên quan đến Thỏa thuận này, hoặc trở thành, không đúng sự thật hoặc gây hiểu nhầm;
zh_cn: 代理在违反本协议项下作出的任何保证或陈述或承诺，和向公司提供任何与本协议有关信息属于或成为不实或误导;

source: Where the Agent becomes incapable to pay his debts as they fall due, or is bankrupt or insolvent, as defined under any and all applicable bankruptcy or insolvency law, where the Agent is an individual;
de_de: Wenn der Agent nicht in der Lage ist, seine Schulden zu bezahlen, wie sie fällig werden, oder insolvent oder zahlungsunfähig, im Sinne aller Konkurs- oder Insolvenz-Gesetze ist, wo der Agent ein Individuum ist;
id_id: Dimana Agen tidak mampu membayar hutangnya saat jatuh tempo, atau bangkrut atau sebagaimana didefinisikan dalam setiap dan semua hukum kebangkrutan atau kebangkrutan yang berlaku, di mana Agen adalah individu;
pl_pl: Jeśli Pośrednik utraci możliwość spłacania swoich długów w chwili ich wymagalności lub jeśli jest w stanie upadłości lub niewypłacalności, w rozumieniu wszelkich mających zastosowanie praw dot. upadłości i niewypłacalności, jeśli Pośrednik jest osobą fizyczną;
pt_pt: Onde o Agente se torne incapaz de pagar a sua dívida assim que estas se vençam, ou entre em falência ou insolvência, conforme definido ao abrigo de qualquer lei sobre falência ou insolvência, onde o Agente seja uma pessoa singular;
vi_vn: Khi Đại Lý trở nên không có khả năng để trả các khoản nợ của mình đúng hạn, hoặc là bị phá sản hay vỡ nợ, sẽ được công nhận và xử lý theo mọi luật pháp hiện hành về phá sản và vỡ nợ, mà trong đó Đại Lý được tính như là một cá nhân;
zh_cn: 凡代理在任何适用的破产或无偿债能力法所界定的情况下, 无力偿付其到期的债项, 或破产或无力偿债, 而代理是个人;

source: Where the Agent ceases to be competent, capable, adequate or qualified to effectively perform all its duties and obligations undertaken and agreed, under this Agreement, for any reason including but not limited to lack of knowledge, expertise, experience, skills and time, the Agent shall notify the Company immediately and without any delay notify the Company.
de_de: Wenn der Agent nicht mehr kompetent, in der Lage, angemessen oder qualifiziert ist, effektiv seine Pflichten und Verpflichtungen, die unter dieser Vereinbarung unternommen und vereinbart sind, aus jedem Grund, einschließlich aber nicht beschränkt auf den Mangel an Wissen, Kompetenz, Erfahrung, Fähigkeiten und Zeit, zu erfüllen, soll der Agent sofort und ohne Verzögerung das Unternehmen benachrichtigen.
id_id: Apabila Agen berhenti menjadi kompeten, cakap, memadai atau memenuhi syarat untuk secara efektif melaksanakan semua tugas dan kewajiban yang telah dilakukan dan disepakati, berdasarkan Persetujuan ini, dengan alasan apapun termasuk namun tidak terbatas pada kurangnya pengetahuan, keahlian, pengalaman, keterampilan dan waktu, Agen harus segera memberi tahu Perusahaan secepatnya dan tanpa penundaan untuk memberitahukan pada Perusahaan.
pl_pl: Jeśli pośrednik z dowolnej przyczyny, w tym m. in. w związku z brakiem wiedzy, kwalifikacji, doświadczenia, umiejętności i czasu, przestanie być kompetentny, wykwalifikowany, uprawniony lub zdolny do odpowiedniego wykonywania wszystkich swoich zobowiązań, których się podjął i na które zgodził się na mocy niniejszej Umowy, Pośrednik natychmiast i bez żadnej zwłoki powiadomi o tym Firmę.
vi_vn: Trong trường hợp Đại lý không còn đủ thẩm quyền, năng lực, đầy đủ hoặc đủ điều kiện để thực hiện hiệu quả các nghĩa vụ và nghĩa vụ của mình, theo Thỏa thuận này, vì bất kỳ lý do nào, bao gồm nhưng không giới hạn về kiến thức, chuyên môn, kinh nghiệm, kỹ năng và thời gian, Đại lý phải thông báo cho Công ty ngay lập tức và không có bất kỳ sự chậm trễ nào thông báo cho Công ty.
zh_cn: 如果代理由于任何理由，包括但不限于缺乏知识、专门知识、经验、 技能和时间，不再能胜任、有能力、适合或有资格有效履行本协定所规定的所有责任和义务, 代理须立即通知公司和不可有任何延误地通知公司。

source: Where the Agent fails to comply with its obligations or fails to perform any of its duties or other provisions under this Agreement and such failure continues for at least one business day after the receipt of the non-performance notice given by the Company.
de_de: Wenn der Agent seinen Verpflichtungen nicht nachkommt oder bei der Durchführung seiner Aufgaben oder anderen Bestimmungen dieser Vereinbarung fehlschlägt, und solche Fehler weiterhin für mindestens einen Werktag nach Erhalt einer Nichterfüllungs-Nachricht durch das Unternehmen fortgesetzt werden.
id_id: Apabila Agen tidak memenuhi kewajibannya atau gagal melaksanakan tugas atau ketentuan lainnya berdasarkan Perjanjian ini dan kegagalan tersebut berlanjut setidaknya dalam tempo satu hari kerja setelah menerima surat non-kinerja dari Perusahaan.
pl_pl: Jeśli Pośrednik nie dotrzyma swoich zobowiązań lub nie wykona dowolnego obowiązku lub nie będzie przestrzegał innych zapisów niniejszej Umowy i stan ten będzie się utrzymywał przez co najmniej jeden dzień roboczy od momentu otrzymania od Firmy powiadomienia o nieprzestrzeganiu tych zobowiązań.
vi_vn: Trong trường hợp mà các Đại lý không tuân thủ các nghĩa vụ của mình hoặc không thực hiện bất kỳ nhiệm vụ hoặc các quy định khác theo thỏa thuận này và thất bại như vậy vẫn tiếp tục cho ít nhất một ngày làm việc sau khi nhận được thông báo không hoạt động được đưa ra bởi công ty.
zh_cn: 如果代理在收到公司的不履约通知后内没有履行其义务或没有履行根据本协议的任何责任或其他条款，并持续此不履行行为至少一个工作日。

source: Where the Agent is dissolved, or deregistered from any records of a formal register whatsoever. Furthermore, where any procedure is initiated, seeking or intending or proposing the Agent's dissolution or deregistration from any records of a formal register.
de_de: Wenn der Agent von allen Datensätzen eines formalen Registers aufgelöst oder abgemeldet ist. Darüber hinaus, wenn ein Verfahren eingeleitet wird, das versucht, oder beabsichtigt, oder vorschlägt den Agenten von allen Datensätzen eines formalen Registers aufzulösen oder abzumelden.
id_id: Ketika Agen dihentikan, atau dibatalkan dari semua daftar formal manapun. Selanjutnya, ketika prosedur apapun kembali di buka, mencari atau berniat atau mengusulkan penghentian Agen atau pencabutan dari catatan pendaftaran formal lainnya.
pl_pl: Jeśli Pośrednik zakończy działalność lub zostanie wyrejestrowany z dowolnego oficjalnego rejestru. Ponadto, jeśli zostanie wszczęta jakakolwiek procedura zmierzająca do rozwiązania działalności Pośrednika lub wyrejestrowania go z dowolnego oficjalnego rejestru lub taka procedura jest w planach lub jest proponowana.
pt_pt: Onde o Agente seja dissolvido ou quando o seu cadastro seja cancelado em quaisquer registros de um registro formal. Além disso, onde qualquer procedimento seja iniciado, procurando ou tencionando ou propondo a dissolução ou cancelamento do cadastro do Agente de quaisquer registros de um registro formal.
vi_vn: Khi các Đại Lý giải tán, hoặc bị hủy đăng ký từ bất kỳ lưu trữ của một đăng ký chính thức nào. hơn nữa, trong trường hợp bất kỳ thủ tục được đề xướng, tìm kiếm hoặc có ý định hoặc đề nghị giải thể của Đại Lý hoặc hủy đăng ký bất kỳ lưu trữ của một đăng ký chính thức.
zh_cn: 如果该代理已被终止营业, 或已从任何正式登记册的纪录中注销。此外, 也包括任何启动、寻求或意图或建议代理被终止营业或从任何正式登记册的记录中注销的程序。

source: Where the Agent omits or fails or refuse whatsoever to provide the Company with evidence of his identity or any other evidence as required by the law in relation to Anti-Money Laundering within a reasonable time, the Company reserve the right to cease to deal with him.
de_de: Wenn der Agent es unterlässt, fehlschlägt, oder verweigert Beweise für seine Identität oder andere Beweismittel wie gesetzlich in Bezug auf Anti-Geldwäsche innerhalb einer angemessenen Frist dem Unternehmen zur Verfügung zu stellen, behält sich das Unternehmen vor den Umgang mit ihm einzustellen.
id_id: Apabila Agen menolak untuk memberikan bukti identitasnya atau bukti lain kepada Perusahaan sehubungan dengan Undang-Undang Anti Pencucian Uang dalam waktu yang wajar, Perusahaan berhak untuk menghentikannya.
pl_pl: Firma zastrzega sobie prawo zakończenia współpracy z Pośrednikiem, jeśli Pośrednik nie przedstawia, odmawia przedstawienia lub uchyla się od przedstawienia Firmie potwierdzenia swojej tożsamości lub jakiegokolwiek innego dowodu wymaganego przez prawo z związku z zapobieganiem praniu brudnych pieniędzy.
pt_pt: Onde o Agente omita ou falhe ou se recuse em fornecer à Empresa evidências da sua identidade ou quaisquer outras evidências conforme requeridas por lei, em relação a prática contra a lavagem de dinheiro, dentro de um prazo razoável, a Empresa reserva-se o direito de deixar fazer negócios com o Agente.
vi_vn: Trong trường hợp Đại Lý bỏ sót, đã không cung cấp hoặc từ chối cung cấp cho Công Ty bất kỳ bằng chứng về danh tính của mình hoặc bất kỳ bằng chứng khác theo yêu cầu của pháp luật liên quan đến luật chống rửa tiền trong một khoảng thời gian nhất định, Công Ty có quyền chấm dứt việc hợp tác với anh ta.
zh_cn: 如果代理在合理时间内遗漏或不履行或拒绝向公司提供其身份证明或法律规定的任何其他与反洗钱有关的证据, 公司保留停止与其打交道的权利。

source: Where the Agent owns, or operates website/s, the Agent shall:
de_de: Wo der Agent (eine) Website/n besitzt oder betreibt, soll der Agent:
id_id: Dimana Agen memiliki, atau mengoperasikan situs web, Agen harus:
pl_pl: Jeśli Pośrednik posiada lub prowadzi witrynę internetową lub witryny internetowe, Pośrednik powinien:
pt_pt: Onde o Agente detenha ou opere websites, o Agente deverá:
vi_vn: Trong trường hợp mà các đại lý sở hữu hoặc điều hành trang web/s, thì Đại lý sẽ:
zh_cn: 如果代理拥有或经营网站/公司, 代理须:

source: Where the Client's obligations to the Company are due and payable, the Company shall cease to treat as Client Money the amount equal to the amount of such obligations;
de_de: Soweit der Kunde gegenüber dem Unternehmen fällig und zahlbar ist, soll das Unternehmen einstellen, den Betrag gleich dem Betrag solcher Verpflichtungen als Kundengelder zu behandeln;
id_id: Jika kewajiban Klien kepada Perusahaan jatuh tempo dan terhutang, Perusahaan akan berhenti memperlakukan sebagai Dana Klien dengan jumlah yang sama dengan jumlah kewajiban tersebut;
pl_pl: Gdy zobowiązania Klienta wobec Firmy stają się wymagalne, Firma przestanie traktować jako Pieniądze klienta kwotę odpowiadającą takim zobowiązaniom;
pt_pt: Quando as obrigações do Cliente para com a empresa são devidas e pagáveis, a Empresa cessará a tratar o valor equivalente ao valor das obrigações como dinheiro de cliente;
vi_vn: Trong trường hợp các nghĩa vụ của Khách hàng đối với Công Ty đã đến hạn và cần thanh toán, Công Ty sẽ thu hồi một số tiền thuộc Tiền của Khách Hàng để thanh toán cho các khoản nghĩa vụ đó;
zh_cn: 如果客户对公司的债务到期应付，公司将把相等于此债务金额的客户资金视为客户支付债款。

source: Where the Company ascertains any mistakes or flaws related to deposits, or withdrawals from or to %1 Agent Account or %1 client account, the Company shall, within a reasonable time, take all corrective measures to rectify such mistakes or flaws.
de_de: Wo das Unternehmen irgendwelche Fehler oder Mängel feststellt, die sich auf Einzahlungen oder Abhebungen vom, oder zum %1 Agentenkonto oder %1 Kundenkonto beziehen, soll das Unternehmen innerhalb einer angemessenen Frist alle Korrekturmaßnahmen, solche Fehler oder Mängel zu korrigieren, ergreifen.
id_id: Apabila Perusahaan memastikan adanya kesalahan atau kekurangan yang terkait dengan deposit, atau penarikan dari atau ke Akun Agen %1 atau Akun klien %1, Perusahaan harus, dalam waktu yang wajar, akan melakukan semua tindakan perbaikan untuk memperbaiki kesalahan atau kekurangan tersebut.
pl_pl: Jeśli Firma stwierdzi jakikolwiek błąd lub uchybienie związane z wpłatami na %1Konto Pośrednika %1 lub konto klienta lub z wypłatami z tych kont, w rozsądnym terminie podejmie środki zaradcze w celu skorygowania takiego błędu lub uchybienia.
vi_vn: Trong trường hợp mà Công Ty tìm ra bất kỳ lỗi hoặc sai sót liên quan đến tiền gửi hoặc rút tiền từ hoặc đến Tài Khoản Đại Lý %1 hoặc Tài Khoản Khách Hàng %1, Công Ty sẽ, trong vòng một thời gian hợp lý, sử dụng tất cả các biện pháp khắc phục để khắc phục những sai lầm hay thiếu sót đó.
zh_cn: 如公司查明任何与%1 代理账户或%1 客户账户存款或提款有关的错误或破绽, 公司须在合理时间内采取一切调整措施纠正此类错误或破绽。

source: Where we consider, on the basis of the information provided by you that you do not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, we will issue a warning to you. Such a warning shall be displayed on the website.
de_de: Sofern wir auf der Grundlage der von Ihnen gemachten Angaben feststellen, dass Sie nicht das Wissen und die Erfahrung besitzen, die mit einer Investition in das vorgeschlagene Instrument verbundenen Risiken zu tragen, werden wir Sie warnen. Eine derartige Warnung muss auf der Website angezeigt werden.
id_id: Di mana kita mempertimbangkan, berdasarkan informasi yang diberikan oleh Anda bahwa Anda tidak memiliki pengetahuan dan pengalaman untuk menghargai risiko yang terkait dengan investasi di instrumen yang diusulkan, kami akan mengeluarkan peringatan untuk Anda. Peringatan tersebut harus ditampilkan pada situs.
pl_pl: Jeśli, na podstawie dostarczonych nam informacji, uznamy, że nie posiadasz wystarczającej wiedzy i doświadczenia, aby odpowiednio ocenić ryzyko związane z inwestowaniem w proponowany instrument, wyślemy Ci ostrzeżenie. Takie ostrzeżenie będzie widoczne na stronie internetowej.
pt_pt: Nos casos em que consideramos que, com base nas informações que nos forneceu, você não possui os conhecimentos e experiência para apreciar os riscos associados a um investimento no instrumento proposto, apresentaremos um aviso a você. Tal aviso será exibido no site.
vi_vn: Dựa trên thông tin mà bạn cung cấp, chúng tôi cân nhắc rằng bạn không có đủ kiến thức và kinh nghiệm để đánh giá các rủi ro liên quan tới đầu tư với công cụ được đề xuất, chúng tôi sẽ phát hành một cảnh báo. Cảnh báo này sẽ hiển thị trên trang web.
zh_cn: 根据您提供的信息，如果我们认为您不具备应对投资风险的知识和经验，就会向您提出警告。该警告将显示在网站上。

source: Where we consider, on the basis of the information provided by you that you do not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, we will issue a warning to you. Such a warning shall be displayed on the website.
de_de: Sofern wir auf der Grundlage der von Ihnen gemachten Angaben feststellen, dass Sie nicht das Wissen und die Erfahrung besitzen, die mit einer Investition in das vorgeschlagene Instrument verbundenen Risiken zu tragen, werden wir Sie warnen. Eine derartige Warnung muss auf der Website angezeigt werden.
id_id: Dimana kami mempertimbangkan, berdasarkan informasi yang Anda sediakan dimana Anda tidak memiliki pengetahuan dan pengalaman untuk menghargai investasi bagi instrumen yang diajukan, kami akan mengeluarkan peringatan kepada Anda. Peringatan tersebut akan ditampilkan pada website.
pl_pl: Jeśli, na podstawie dostarczonych nam informacji, uznamy, że nie posiadasz wystarczającej wiedzy i doświadczenia, aby odpowiednio ocenić ryzyko związane z inwestowaniem w proponowany instrument, wyślemy Ci ostrzeżenie. Takie ostrzeżenie będzie widoczne na stronie internetowej.
pt_pt: Nos casos em que consideramos que, com base nas informações que nos forneceu, você não possui os conhecimentos e experiência para apreciar os riscos associados a um investimento no instrumento proposto, apresentaremos um aviso a você. Tal aviso será exibido no site.
vi_vn: Dựa trên thông tin mà bạn cung cấp, chúng tôi cân nhắc rằng bạn không có đủ kiến thức và kinh nghiệm để đánh giá các rủi ro liên quan tới đầu tư với công cụ được đề xuất, chúng tôi sẽ phát hành một cảnh báo. Cảnh báo này sẽ hiển thị trên trang web.
zh_cn: 根据您提供的信息，如果我们认为您不具备应对投资风险的知识和经验，就会向您提出警告。该警告将显示在网站上。

source: Where we do not manage to obtain sufficient information to assess the appropriateness of the product or service for you, we will similarly inform you that we are not in a position to assess appropriateness.
de_de: Sofern es uns nicht gelingt, ausreichende Informationen für die Beurteilung der Eignung eines Produkts oder einer Dienstleistung für Sie zu erhalten, werden wir Sie in gleicher Form darüber informieren, dass wir nicht in der Lage sind, die Eignung zu beurteilen.
id_id: Di mana kami tidak berhasil mendapatkan informasi yang cukup untuk menilai kesesuaian produk atau layanan untuk Anda, kami akan memberitahu Anda bahwa kami tidak menemukan kesesuaian.
pl_pl: W sytuacji, gdy nie zdołamy uzyskać informacji wystarczających do przeprowadzenia oceny, czy dane produkty lub usługi są dla Ciebie odpowiednie, poinformujemy Cię, że nie można było przeprowadzić oceny zdolności.
pt_pt: Nos casos em que não conseguimos obter informações suficientes para avaliar a adequação do produto ou serviço para você, da mesma forma o informaremos que não estamos em posição de avaliar a adequação.
vi_vn: Chúng tôi không lấy thông tin đầy đủ để đánh giá sự phù hợp của sản phẩm hay dịch vụ đối với bạn, chúng tôi cũng thông báo với bạn rằng chúng tôi không có nhiệm vụ đánh giá sự phù hợp.
zh_cn: 当我们无法获取足够信息为您评估产品或服务的合适性时，同样会通知您。

source: Where you can go
de_de: Wo Sie hinkommen können
fr_fr: Les destinations qui s'offrent à vous
id_id: Kemana Anda dapat melangkah
pl_pl: Dokąd możesz się wybrać
pt_pt: Onde você pode ir
vi_vn: Nơi bạn có thể tới
zh_cn: 您可以去哪里

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
de_de: Wo Ihre Erfahrung, Ihr Schwung und Ihr Talent Sie in unbekannte Richtungen treiben können. Und Sie haben die Freiheit, neue Grenzen zu überschreiten.
fr_fr: Un lieu où votre expérience, votre volonté et votre talent peuvent vous propulser vers des horizons inconnus, vous offrant la liberté de franchir de nouvelles frontières.
id_id: Dimana pengalaman, perjalanan dan bakat Anda mendorong kearah yang belum diketahui. Dan Anda bebas menuju kebarisan depan.
pl_pl: Tu Twoje doświadczenie, energia i talent zaprowadzą Cię w nieznane. A Ciebie nie ograniczają żadne bariery.
pt_pt: Onde a sua experiência, motivação e talento podem impulsioná-lo em direções desconhecidas. E você tem a liberdade para penetrar novas fronteiras.
vi_vn: Nơi mà kinh nghiệm, trí thông minh và tài năng của bạn có thể lái bạn theo hướng mới. và bạn được tự do tung hoành và phát triển trên lĩnh vực mới.
zh_cn: 您的经验、动力和天赋可以推动你往未知的方向迈进，而且您可以自由地踏入新的领域。

source: Which account is right for me?
de_de: Welches Konto ist das richtige für mich?
fr_fr: Quel compte est bon pour moi ?
id_id: Manakah yang cocok untuk saya?
pl_pl: Które konto jest odpowiednie dla mnie?
pt_pt: Qual é a conta certa para mim?
vi_vn: Tài khoản nào là phù hợp cho tôi?
zh_cn: 哪个账户适合我？

source: Which currencies can I trade
de_de: Welche Währungen kann ich handeln
fr_fr: Quelles devises puis-je trader
id_id: Mata uang mana saja yang dapat saya tradingkan
pl_pl: Jakimi walutami mogę handlować
pt_pt: Quais moedas posso negociar
vi_vn: Các loại tiền tệ mà tôi có thể giao dịch
zh_cn: 我可以交易哪些货币
