Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Whilst the Company acts as principal in respect of the client's orders, the Company also assesses the execution venues that the Company uses and upon which the Company places significant reliance to provide the best possible result for the execution of the client's orders. These venues typically consist of third-party investment firms, brokers, and/or liquidity providers.
de_de: Indem das Unternehmen als Auftraggeber hinsichtlich der Kunden-Order agiert, bewertet es ebenfalls die Ausführungsorte, die das Unternehmen verwendet und in die das Unternehmen erhebliches Vertrauen legt, um das bestmögliche Ergebnis für die Kunden-Order zu erzielen. Diese Ausführungsorte bestehen typischerweise aus Investmentfirmen Dritter, Brokern, und/oder Liquiditätsanbietern.
fr_fr: Lorsque la Compagnie agit en tant que principal par rapport aux ordres client, la Compagnie estime aussi les lieux d’exécution que la Compagnie utilise et sur lesquels la Compagnie s'appuie pour fournir le meilleur résultat possible pour l’exécution des ordres client. Ces lieux typiquement consistent en des firmes d'investissement tierces, des courtiers, et/ou des fournisseurs de liquidité.
id_id: Sementara Perusahaan bertindak sebagai prinsipal sehubungan dengan order klien, Perusahaan juga menilai tempat pelaksanaan yang Perusahaan gunakan dan di mana Perusahaan menempatkan kepercayaan yang signifikan untuk memberikan hasil terbaik untuk pelaksanaan order klien. Tempat-tempat ini biasanya terdiri dari perusahaan investasi pihak ketiga, broker, dan/atau penyedia likuiditas.
pl_pl: Działając w roli zlecającego w odniesieniu do zleceń klienta, Firma ocenia również wykorzystywane przez siebie miejsca realizacji i do których ma duże zaufanie, w zakresie zapewnienia najlepszych możliwych rezultatów realizacji zlecenia klienta. Jako miejsca realizacji zazwyczaj rozumie się firmy inwestycyjne, brokerów lub dostawców płynności.
vi_vn: Trong khi Công Ty đóng vai trò là người quyết định đối với các lệnh của khách hàng, Công Ty cũng đánh giá các địa điểm thực hiện mà Công Ty sử dụng và Công Ty luôn mong muốn sẽ cung cấp kết quả tốt nhất có thể cho việc thực hiện các lệnh của khách hàng. Những địa điểm này thường bao gồm các công ty đầu tư, môi giới và / hoặc nhà cung cấp thanh khoản của bên thứ ba.
zh_cn: 作为客户的订单委托人，公司也对公司高度依赖的执行场地进行评估，以便为客户的订单执行提供最佳效益。这些场地通常由第三方投资公司、经纪人和/或流动性提供商组成。

source: Whilst we endeavor to close out your Open Positions if and when the Margin Level for your MT5 Real Account reaches or falls below the Stop Out Level, we do not guarantee that your Open Positions will be closed when the Margin Level for your MT5 Real Account reaches the Stop Out Level.
de_de: Während wir uns bemühen, Ihre offenen Positionen zu schließen, falls das Margin Level Ihres MT5 Echtgeldkontos das Stop Out Level erreicht, oder unter dieses fällt, garantieren wir nicht, dass Ihre offenen Positionen geschlossen werden, wenn das Margin Level für Ihr MT5 Echtgeldkonto das Stop Out Level erreicht.
id_id: Sementara kami berusaha untuk menutup Posisi Berjalan Anda jika dan ketika Level Margin Akun Riil MT5 mencapai atau jatuh dibawah Level Stop Out, kami tidak menjamin Posisi Berjalan Anda akan ditutup ketika Level Margin Akun Riil MT5 Anda mencapai Level Stop Out.
pl_pl: W przypadku, gdy poziom depozytu zabezpieczającego dla Twojego Prawdziwego konta MT5 osiągnie poziom odpowiadający poziomowi Stop Out lub niższy, będziemy dążyć do zamknięcia Twoich pozycji otwartych, ale nie gwarantujemy, że Twoje pozycje otwarte zostaną zamknięte, gdy poziom depozytu zabezpieczającego dla Twojego Prawdziwego konta MT5 osiągnie poziom odpowiadający poziomowi Stop Out.
pt_pt: Apesar de envidarmos esforços para fechar as suas posições em aberto se e quando o nível de margem da sua conta real MT5 alcançar ou descer abaixo do nível de interrupção, não garantimos que as suas posições em aberto serão fechadas quando o nível de margem da sua conta real MT5 alcançar o nível de interrupção.
vi_vn: Trong khi chúng tôi cố gắng để đóng ra các Phiên Mở của bạn nếu và khi mức ký quỹ của bạn tài khoản thực đạt hay thấp hơn mức ngừng giao dịch, chúng tôi không đảm bảo rằng Phiên Mở của bạn sẽ bị đóng khi đạt đến Mức Biên để Tài Khoản Thực MT5 của bạn chạm đến Mức Dừng.
zh_cn: 虽然我们在您MT5真实账户保证金水平达到或低于止损水平时将尽力使您的持仓头寸收盘，我们不保证当您MT5真实账户的保证金水平达到止损水平时将能够使您的持仓头寸收盘。

source: Whilst we endeavor to open or close the Transaction to which your orders relate at the requested price, acting in accordance with our duty of best execution, there are times when, due to an increase in volatility or volume, orders may be subject to slippage. The difference between the order price and execution price when orders are filled is known as slippage. This means that your order is not filled at the exact intended quoted price when you placed your order. Slippage is usually seen during periods of extremely high or low volatility and generally occurs during fundamental news releases or periods of limited liquidity. Slippages can result in either a positive slippage (more favourable to you) or a negative slippage (less favourable to you).
de_de: Während wir uns bemühen, Transaktionen, auf die sich Ihre Order zum angefragten Kurs beziehen, in Übereinstimmung mit unserer Verpflichtung auf beste Ausführung, zu öffnen oder zu schließen, gibt es Zeiten in denen, auf Grund eines Anstiegs in Volatilität oder Volumen, Order "Slippage" unterliegen können. Der Unterschied zwischen dem Auftragskurs und dem Ausführungskurs, wenn Order ausgefüllt werden, wird als "Slippage" bezeichnet. Dies bedeutet, dass Ihre Order nicht zum exakten, vorgesehenen Notierungskurs ausgefüllt wird, wenn Sie eine Order platzieren. "Slippage" wird normalerweise in Zeiten extrem hoher oder niedriger Volatilität gesehen, und tritt hauptsächlich während fundamentaler Pressemeldungen, oder in Zeiten begrenzter Liquidität auf. "Slippages" können entweder positiv sein - "positive Slippage" (zu Ihren Gunsten), oder negativ - "negative Slippage" (für Sie ungünstig).
id_id: Sementara kami berusaha untuk membuka atau menutup Transaksi berdasarkan harga yang diminta pada order Anda, bertindak memberi eksekusi terbaik, ada kalanya, berhubung kenaikan volatilitas atau volume, order mungkin akan dikenakan slippage. Perbedaan antara harga order dan harga eksekusi dan ketika order terpenuhi, hal ini disebut dengan slippage. Hal ini berarti order Anda tidak terpenuhi dengan harga yang diinginkan ketika Anda membeli order. Slippage biasanya terjadi pada periode dimana volatilitas tinggi dan rendah sangat ekstrim berhubung berita fundamental atau periode pada likuiditas tertentu. Silppage dapat menghasilkan positif (lebih mengikuti trend Anda) atau negatif (melawan trend Anda).
pl_pl: Dokładamy wszelkich starań, by otworzyć lub zamknąć transakcje, do których odnoszą się Twoje zlecenia, po żądanej cenie i działamy zgodnie z naszym obowiązkiem najkorzystniejszej realizacji, jednak w niektórych sytuacjach w związku z większą zmiennością rynku lub liczbą zleceń, może wystąpić opóźnienie w realizacji zlecenia. Różnica między ceną zlecenia i ceną realizacji w momencie wypełniania zlecenia jest zwana opóźnieniem cen. Oznacza to, że zlecenie nie jest wypełniane po tej samej docelowej cenie kwotowanej w momencie składania przez Ciebie zlecenia. Z opóźnieniami cen mamy do czynienia zazwyczaj w okresach bardzo wysokiej lub niskiej zmienności rynku i zazwyczaj występuje w momencie podawania do wiadomości nowych informacji lub w okresach ograniczonej płynności. Mogą skutkować pozytywnym opóźnieniem (na Twoją korzyść) lub negatywnym opóźnieniem (na Twoją niekorzyść).
pt_pt: Apesar de nos esforçarmos para abrir ou fechar uma transação a que as suas ordens se relacionam, ao preço solicitado, atuando de acordo com o nosso dever de melhor execução, há alturas em que, devido a aumentos em volatilidade ou volume, ordens podem estar sujeitas a desvios. A diferença entre o preço de ordem e o preço de execução quando as ordens são realizadas é conhecida como o desvio. Isto significa que a sua ordem não é efetuada ao preciso preço pretendido quando você realiza a sua ordem. O desvio geralmente se verifica em períodos de volatilidade extremamente alta ou baixa e normalmente ocorre durante comunicados de imprensa fundamentais ou períodos de liquidez limitada. Os desvios podem resultar em desvios positivos (mais favoráveis a você) ou desvios negativos (menos favoráveis a você).
vi_vn: Trong khi chúng tôi cố gắng để mở hoặc đóng các giao dịch mà các lệnh của bạn liên quan với mức giá được yêu cầu, hành động phù hợp với nhiệm vụ thực hiện tốt nhất, có những lần khi, do sự gia tăng trong bay hơi hay khối lượng, lệnh có thể bị trượt. Sự khác biệt giữa giá khi đặt lệnh và giá cả thực hiện khi chứa đầy các lệnh được gọi là trượt. Điều này có nghĩa rằng lệnh của bạn không được làm đầy với mức giá chính xác dự định trích dẫn khi bạn đặt lệnh. Trượt thường được thấy trong các giai đoạn của bay hơi rất cao hoặc thấp và thường xảy ra trong thời gian cơ bản tin tức phát hành hoặc thời hạn thanh khoản. Sự trượt có thể dẫn đến một sự trượt tích cực (nhiều thuận lợi để bạn) hoặc một sự trượt tiêu cực (ít thuận lợi cho bạn).
zh_cn: 虽然我们将按照最佳执行职责行事，致力以要求价格对您的订单涉及交易进行开盘或收盘，但有时订单可能会由于波动率或交易量增加而受滑移。交易完成时订单价格和执行价格的区别被称为滑移。这意味着当您下订单时，您的订单没有依照确切的预期报价完成交易。滑移通常发生在股市波动率非常高或低的期间以及重大新闻发布期间或流动性有限的时期。滑移可分为正滑移 （对您较有利） 或负滑移 （对您不利）。

source: Whilst we endeavor to take all reasonable and sufficient steps, as required by applicable laws and regulations, to identify potential conflicts of interests between ourselves and our clients, or between one client and another, that arise in the course of providing the margin trading services as described in this Agreement, by establishing and implementing policies and procedures, it is possible that we may execute certain Transactions which may have other direct or indirect material interests.
de_de: Während wir bemüht sind, alle angemessenen und ausreichenden Schritte, wie von zutreffenden Gesetzen und Bestimmungen verlangt ist, zu unternehmen, um potentielle Interessenskonflikte, die im Laufe des Angebots der Margin-Handelsdienstleistung, wie in dieser Vereinbarung beschrieben, zwischen uns und unseren Kunden, oder zwischen zwei Kunden entstehen, zu identifizieren, indem wir Richtlinien und Verfahren schaffen und umsetzen, ist es möglich, dass wir bestimmte Transaktionen ausführen, die andere direkte oder indirekte materielle Interessen haben können.
id_id: Sementara kami berusaha untuk mengambil semua langkah yang wajar dan cukup, sesuai dengan syarat hukum dan regulasi yang berlaku dalam menentukan konflik kepentingan atara kami dan klien kami, atau antara klien dengan klien lainnya, berhubungan dengan layanan trading seperti yang dijelaskan dalam Perjanjian ini, dengan membuat dan menerapkan kebijakan dan prosedur, adalah mungkin bagi kami untuk mengeksekusi Transaksi tertentu yang mungkin memiliki kepentingan material baik itu secara langsung atau tidak langsung lainnya.
pl_pl: Staramy się podejmować rozsądne i wystarczające kroki, wymagane przez mające zastosowanie prawa i regulacje, w celu rozpoznania potencjalnych konfliktów interesów między nami a naszymi klientami lub pomiędzy jednym klientem a drugim, które mogą powstawać w czasie świadczenia usług handlowania na kredyt opisanych w niniejszej Umowie, ustanawiając i wprowadzając polityki i procedury, jednak istnieje możliwość, że zrealizujemy określone transakcje o innym bezpośrednim lub pośrednim istotnym interesie.
pt_pt: Apesar de envidarmos esforços para tomar todas as medidas razoáveis e suficientes, conforme exigidos por leis e regulamentos aplicáveis, para identificar potenciais conflitos de interesse entre nós e os nossos clientes, ou entre um cliente e outro, que surgem no decorrer do fornecimento dos serviços de negociação em margem, conforme descritos neste Acordo, ao estabelecer e implementar políticas e procedimentos, é possível que possamos executar certas transações que poderão ter outros interesses materiais diretos ou indiretos.
vi_vn: Trong khi chúng tôi cố gắng để có tất cả hợp lý và đủ các bước, theo yêu cầu của các luật và quy định, để xác định tiềm năng xung đột quyền lợi giữa chính mình và khách hàng của chúng tôi, hoặc giữa một khách hàng và khác, phát sinh trong quá trình cung cấp ký quỹ dịch vụ kinh doanh như mô tả trong thỏa thuận này, bằng cách thiết lập và thực hiện các chính sách và thủ tục, đó là chúng ta có thể thực hiện các giao dịch nhất định mà có thể có các tài liệu trực tiếp hoặc gián tiếp có thể quan tâm.
zh_cn: 虽然我们将按照适用的法律和规章，努力采取一切合理和足够的步骤，通过建立和实施政策和程序，以在提供本协议所述的保证金交易服务期间确定我们和客户之间或客户与客户之间潜在的利益冲突，但我们可能会执行某些可能有其他直接或间接物质利益的交易。

source: Who can apply as a %1 affiliate?
fr_fr: Qui peut s’inscrire comme affilié %1 ?
id_id: Siapa saja yang dapat mendaftar sebagai afiliasi %1?
pl_pl: Kto może aplikować jako partner %1?
pt_pt: Quem pode se candidatar como afiliado %1?
vi_vn: Những ai có thể đăng ký trở thành một liên kết %1?
zh_cn: 谁可以申请为 %1 联盟会员？

source: Who can apply to be a Payment Agent?
de_de: Wer kann sich als Zahlungsagent bewerben?
fr_fr: Qui peut postuler pour devenir Agent de Paiement ?
id_id: Siapa yang bisa mendaftar sebagai Agen Pembayaran?
pl_pl: Kto może zostać Pośrednikiem płatności?
pt_pt: Quem pode candidatar-se para ser um agente de pagamentos?
vi_vn: Ai có thể nộp đơn để trở thành Đại lý Thanh toán?
zh_cn: 谁能申请成为付款代理？

source: Who can be a client on the %1 platform?
de_de: Wer kann auf der %1 Plattform Kunde werden?
fr_fr: Qui peut être un client de la plate-forme %1 ?
id_id: Siapa yang bisa menjadi klien pada platform %1?
pl_pl: Kto może zostać klientem platformy %1?
pt_pt: Quem pode ser cliente na plataforma da %1?
vi_vn: Ai có thể là khách hàng trên sàn giao dịch %1?
zh_cn: 哪些人可能成为 %1 平台的客户？

source: Why Us
de_de: Warum uns
fr_fr: Pourquoi nous ?
id_id: Mengapa Kami
pl_pl: Dlaczego my
pt_pt: Por que nós
vi_vn: Lý do chọn chúng tôi
zh_cn: 为何选择我们

source: Why Us?
de_de: Warum wir?
fr_fr: Pourquoi nous ?
id_id: Mengapa Kami?
pl_pl: Dlaczego my?
pt_pt: Por que nós?
vi_vn: Lý Do Chọn Chúng Tôi?
zh_cn: 为何选我们?

source: Why do Clients choose to use Payment Agents?
de_de: Warum entscheiden sich Kunden, Zahlungsagenten zu verwenden?
fr_fr: Pourquoi les clients choisissent-ils de faire appel à des Agents de Paiement ?
id_id: Mengapa Klien memilih untuk menggunakan Agen Pembayaran?
pl_pl: Dlaczego Klienci wybierają korzystanie z usług pośredników płatności?
pt_pt: Por que os clientes escolhem usar agentes de pagamentos?
vi_vn: Tại sao khách hàng lại chọn sử dụng Đại lý Thanh toán?
zh_cn: 客户为什么选择使用支付代理？

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
de_de: Warum setzen Sie sich Grenzen? Was auch immer Ihre Markteinschätzung ist, %1 ermöglicht es Ihnen, Ihre Strategie einzusetzen und von Ihren Voraussagen zu profitieren.
fr_fr: Pourquoi vous limiter ? Quelle que soit votre vision du marché, %1 vous permet de mettre en œuvre votre stratégie et de tirer profit de vos prédictions.
id_id: Mengapa membatasi diri? Apapun pandangan Anda, %1 membolehkan Anda untuk menggunakan strategi apapun dalam memperoleh keuntungan dari analisa Anda.
pl_pl: Po co się ograniczać? Niezależnie od poglądów rynkowych %1 pozwala Ci wprowadzić w życie Twoją strategię i korzystać ze swoich prognoz.
pt_pt: Por que se limitar? Independentemente da sua perspectiva de mercado, a %1 permite-lhe pôr a sua estratégia a funcionar e lucrar com as suas previsões.
vi_vn: Tại sao lại tự giới hạn chính bạn? bất kể quan điểm thị trường của bạn là gì, %1 cho phép bạn làm việc theo chiến lược của mình và thu lợi nhuận từ dự đoán của mình.
zh_cn: 何需限制自己？无论您的市场观点如何，%1 都能实现您的交易策略，让您能通过预测市场获利。

source: Why pay more?
de_de: Warum mehr bezahlen?
fr_fr: Pourquoi dépenser plus ?
id_id: Kenapa membayar lebih?
pl_pl: Po co przepłacać?
pt_pt: Por que pagar mais?
vi_vn: Tại sao phải trả thêm?
zh_cn: 何需花费更多？

source: Why should I become a %1 affiliate?
de_de: Warum sollte ich ein %1-Partner werden?
fr_fr: Pourquoi devenir un affilié %1 ?
id_id: Mengapa saya harus menjadi afiliasi %1?
pl_pl: Dlaczego powinienem zostać partnerem %1?
pt_pt: Por que me devo tornar um afiliado da %1?
vi_vn: Tại sao tôi nên trở thành một liên kết với %1?
zh_cn: 我为什么要成为 %1 联盟会员？

source: Why you should join the %1 Affiliate Programme
de_de: Warum Sie dem %1 Partnerprogramm beitreten sollten
fr_fr: Pourquoi devriez-vous rejoindre le Programme d’affiliation %1
id_id: Mengapa Anda harus bergabung pada Program Afiliasi %1
pl_pl: Dlaczego warto dołączyć do programu partnerskiego %1
pt_pt: Por que você deve participar no programa de afiliados da %1
vi_vn: Tại sao bạn nên tham gia vào Chương Trình Liên Kết %1
zh_cn: 为什么您应该加入 %1 联盟计划

source: Why you should join the %1 IB Programme
de_de: Warum Sie dem %1 IB Programm beitreten sollten
fr_fr: Pourquoi devriez-vous rejoindre le Programme IB %1
id_id: Mengapa Anda harus bergabung dengan Program IB %1
pl_pl: Dlaczego warto dołączyć do programu IB %1
pt_pt: Por que você deve se inscrever no programa de IB %1
vi_vn: Tại sao bạn nên tham gia vào Chương trình IB %1
zh_cn: 为什么您应该加入 %1 IB计划

source: Why you should trade binary options on MT5
de_de: Warum Sie binäre Optionen mit MT5 handeln sollten
fr_fr: Pourquoi vous devriez trader des options binaires sur MT5
id_id: Mengapa Anda harus bertrading opsi binary pada MT5
pl_pl: Dlaczego warto handlować opcjami binarnymi na platformie MT5
pt_pt: Por que negociar opções binárias na MT5
vi_vn: Tại sao bạn nên giao dịch binary options trên MT5
zh_cn: 为什么要在MT5进行二元期权交易

source: Why you should trade binary options with %1
de_de: Warum Sie binäre Optionen mit %1 handeln sollten
fr_fr: Pourquoi vous devriez trader des options binaires avec %1
id_id: Mengapa Anda harus bertrading opsi binary dengan %1
pl_pl: Dlaczego powinieneś handlować opcjami binarnymi z %1
pt_pt: Por que você deve negociar opções binárias com a %1
vi_vn: Tại sao bạn nên giao dịch binary options với %1
zh_cn: 为何使用%1 进行二元期权交易

source: Why you should trade precious metals with %1
de_de: Warum Sie Edelmetalle mit %1 handeln sollten
fr_fr: Pourquoi vous devriez trader les métaux précieux avec %1
id_id: Mengapa Anda harus bertrading logam mulia dengan %1
pl_pl: Dlaczego powinieneś handlować metalami szlachetnymi z %1
pt_pt: Por que você deve negociar metais preciosos com a %1
vi_vn: Tại sao bạn nên giao dịch kim loại quý với %1
zh_cn: 为什么要用%1 进行贵重金属交易

source: Why you should use %1 instead of your ISP's default DNS service
de_de: Warum Sie %1 an Stelle von Ihrem ISP Default DNS Dienst nutzen sollten
fr_fr: Pourquoi vous devriez utiliser %1 au lieu de votre service DNS par défaut de votre ISP
id_id: Mengapa Anda harus menggunakan %1 daripada layanan DNS default ISP Anda
pl_pl: Dlaczego warto korzystać z %1 zamiast domyślnej usługi DNS oferowanej przez Twojego dostawcę usług internetowych
pt_pt: Por que deve usar o %1 em vez do serviço DNS padrão do seu provedor de Internet
vi_vn: Tại sao bạn nên sử dụng %1 thay vì dịch vụ DNS mặc định của ISP của bạn
zh_cn: 为什么要使用 %1 而不是 ISP 默认的 DNS 服务

source: Win maximum payout if the exit spot is higher than or equal to the upper barrier.
de_de: Gewinnen Sie die maximale Auszahlung, wenn der Schlusskurs höher oder gleich mit der oberen Schwelle ist.
fr_fr: Gagnez le paiement maximum si le spot de sortie est supérieur ou égal à la barrière supérieure.
id_id: Dapatkan hasil maksimum jika spot akhir lebih tinggi dari atau sama dengan batasan tinggi.
pl_pl: Zyskasz najwyższą wypłatę, jeśli punt wyjściowy będzie wyższy niż górny limit lub równy.
pt_pt: Ganhe o prêmio máximo se o preço de saída for superior ou igual à barreira superior.
vi_vn: Giành tối đa thanh toán nếu điểm chốt cao hơn hoặc bằng giới hạn trên.
zh_cn: 如果退市现价高于或等于高障碍, 可获得最大赔付。

source: Win maximum payout if the exit spot is lower than or equal to the lower barrier.
de_de: Gewinnen Sie die maximale Auszahlung, wenn der Schlusskurs niedriger oder gleich mit der unteren Schwelle ist.
fr_fr: Gagnez le paiement maximum si la sortie spot est inférieure ou égale à la barrière inférieure.
id_id: Dapatkan hasil maksimum jika spot akhir lebih rendah dari atau sama dengan batasan rendah.
pl_pl: Zyskasz najwyższą wypłatę, jeśli punt wyjściowy będzie niższy niż dolny limit lub równy.
pt_pt: Ganhe o prêmio máximo se o preço de saída for inferior ou igual à barreira inferior.
vi_vn: Giành tối đa thanh toán nếu điểm chốt thấp hơn hoặc bằng giới hạn dưới.
zh_cn: 如果退市现价低于或等于低障碍, 可获得最大赔付。

source: Win payout if consecutive ticks fall successively. Contract is lost when at least one tick rises or is equal to any of the previous ticks.
fr_fr: Gagnez le paiement si les ticks consécutifs descendent successivement. Le contrat est perdu lorsqu'au moins un tick monte ou est égal à un des ticks précédents.
id_id: Dapatkan hasil jika tik menurun secara berurutan. Kontrak tidak menghasilkan jika salah satu tik bergerak naik atau sama dengan tik sebelumnya.
pl_pl: Zyskaj wygraną, jeśli następujące po sobie zmiany ceny są zmianami w dół. Kontrakt uznaje się za stracony, gdy co najmniej jedna zmiana ceny jest zmianą w górę lub jest równa dowolnej poprzedniej zmianie.
vi_vn: Thắng được khoảng được trả nếu tick liên tiếp giảm liên tiếp. Thua hợp đồng khi có ít nhất một tick tăng hoặc bằng với bất kỳ tick nào trước đó.
zh_cn: 如果连续价格跳动点持续下跌, 可获得赔付。当至少一个价格跳动点上涨或相等于之前任何一个跳动点，则合约将亏损。

source: Win payout if consecutive ticks rise successively. Contract is lost when at least one tick falls or is equal to any of the previous ticks.
fr_fr: Gagnez le paiement si les ticks consécutifs montent successivement. Le contrat est perdu lorsqu'au moins un tick descend ou est égal à un des ticks précédents.
id_id: Dapatkan hasil jika tik naik secara berurutan. Kontrak tidak menghasilkan jika salah satu tik bergerak turun atau sama dengan tik sebelumnya.
pl_pl: Zyskaj wygraną, jeśli następujące po sobie zmiany ceny są zmianami w górę. Kontrakt uznaje się za stracony, gdy co najmniej jedna zmiana ceny jest zmianą w dół lub jest równa dowolnej poprzedniej zmianie.
vi_vn: Thắng được khoảng được trả nếu tick liên tiếp tăng liên tiếp. Thua hợp đồng khi có ít nhất một tick giảm hoặc bằng với bất kỳ tick nào trước đó.
zh_cn: 如果连续价格跳动点持续上涨, 可获得赔付。当至少一个价格跳动点下跌或相等于之前任何一个跳动点，则合约将亏损。

source: Win payout if exit spot is also equal to entry spot.
de_de: Gewinnen Sie die Auszahlung, wenn der Schlusskurs gleich dem Einstiegskurs ist.
fr_fr: Remportez des gains si la sortie spot est aussi égale à l’entrée spot.
id_id: Dapatkan hasil jika spot akhir adalah sama dengan spot awal.
pl_pl: Zdobywasz wypłatę, jeśli punkt wyjściowy jest równy punktowi wyjściowemu.
vi_vn: Sẽ thắng nếu như điểm chốt bằng với điểm khởi đầu.
zh_cn: 如果退市现货价与入市现货价相同, 则将赢得赔付。

source: Win the multiplier times the close minus low.
de_de: Gewinnen Sie den Multiplikator mal dem Schluss minus des Tiefs.
fr_fr: Gagner plusieurs fois le montant de la clotûre moins le plus bas.
id_id: Hasil multiplier dikali close dikurangi low.
pl_pl: Zyskaj wypłatę odpowiadającą mnożnikowi pomnożonemu przez cenę zamknięcia minus niską cenę.
pt_pt: Ganhe o multiplicador vezes o fechamento menos a baixa.
vi_vn: Thắng hệ số lần đóng trừ cho thấp.
zh_cn: 赢取倍数值乘以收盘值减去最低值。

source: Win the multiplier times the high minus close.
de_de: Gewinnen Sie den Multiplikator mal des Hochs minus des Schlusses.
fr_fr: Gagner plusieurs fois le montant du plus haut moins la clotûre.
id_id: Hasil multiplier dikali high dikurangi close.
pl_pl: Zyskaj wypłatę odpowiadającą mnożnikowi pomnożonemu przez wysoką cenę minus cenę zamknięcia.
pt_pt: Ganhe o multiplicador vezes a alta menos o fechamento.
vi_vn: Thắng hệ số lần cao trừ cho thấp.
zh_cn: 赢取倍数值乘以最高值减去最低值。
