Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: An Open Position may be partially closed by entering into an opposite Transaction in the same Market but for a smaller number of lots (volume) as the Open Position.
de_de: Eine offene Position kann zum Teil geschlossen werden, indem Sie in eine entgegengesetzte Transaktion im selben Markt, aber für einen geringere Anzahl an Lots (Volumen) als die Offene Position, einsteigen.
id_id: Open Position dapat sebagian ditutup dengan membeli transaksi berlawanan pada Pasar yang sama namun dengan lot (volume) yang lebih kecil dari Open Position.
pl_pl: Pozycję otwartą można częściowo zamknąć, zawierając odwrotną transakcję na tym samym rynku, ale o mniejszej liczbie partii (wielkości) niż pozycja otwarta.
pt_pt: Uma posição em aberto pode ser parcialmente fechado ao entrar numa transação oposta no mesmo mercado, mas por um número inferior de lotes (volume) à posição em aberto.
vi_vn: Một Phiên Mở có thể bị đóng cửa một phần bằng cách nhập vào một giao dịch ngược trong cùng một thị trường nhưng với một khối lượng nhỏ hơn so với Phiên Mở.
zh_cn: 未平仓头寸可通过在同一市場为比未平仓头寸较小批（量）数目下反向订单进行部分平仓。

source: An Order to execute a Transaction to close an Open Position when the Price reaches your specified Price.
de_de: Eine Order eine Transaktion auszuführen, um eine offene Position zu schließen, wenn der Kurs den von Ihnen festgelegten Preis erreicht.
id_id: Order untuk menutup Transaksi pada Open Position saat Harga mencapai Harga yang Anda tentukan.
pl_pl: Zlecenie wykonania transakcji w celu zamknięcia pozycji otwartej w przypadku, gdy cena osiągnie określony poziom.
pt_pt: Uma ordem de executar uma transação para fechar uma posição em aberto quando o preço alcançar o preço que você especificou.
vi_vn: Lệnh để thực hiện Giao dịch để đóng một Phiên Mở khi Giá đạt đến Giá được chỉ định của bạn.
zh_cn: 当价格达到您指定的水平时对持仓头寸执行平仓交易的指令。

source: An Order to open or close a position in the market identified by reference to an Underlying Instrument at the current price.
de_de: Eine Order, um eine Position im Markt, der durch ein Basisinstrument zum aktuellen Kurs identifiziert wird, zu öffnen oder zu schließen.
id_id: Order untuk membuka atau menutup posisi pada pasar yang diidentifikasi dengan mengacu pada harga Instrumen Dasar saat ini.
pl_pl: Zlecenie otwarcia lub zamknięcia pozycji na rynku identyfikowane przez odniesienie do Instrumentu bazowego po obecnej cenie.
pt_pt: Uma ordem para abrir ou fechar uma posição no mercado identificado por referência a um instrumento subjacente ao preço atual.
vi_vn: Lệnh để mở hoặc đóng một phiên trong thị trường được xác định bằng cách tham chiếu đến một Công Cụ Cơ Sở ở mức giá hiện tại.
zh_cn: 通过当前价格参考相关工具在市场上确定执行开仓或平仓交易的指令。

source: An Order to open or close a transaction if and when a price quote becomes more favourable to you when compared against the current price.
de_de: Eine Order, eine Transaktion zu öffnen oder zu schließen, falls eine Kursnotierung für Sie vorteilhafter wird, wenn diese mit dem aktuellen Kurs verglichen wird.
id_id: Perintah untuk membuka atau menutup transaksi jika dan ketika penawaran harga menjadi lebih menguntungkan bagi Anda berbanding harga saat ini.
pl_pl: Zlecenie otwarcia lub zamknięcia transakcji w przypadku, gdy kwotowanie ceny będzie dla Ciebie korzystniejsze w porównaniu z ceną bieżącą.
pt_pt: Uma ordem de abrir ou fechar uma transação se e quando uma cotação de preço ficar mais favorável a você em comparação a quando comparado compreço o preço atual.
vi_vn: Lệnh để mở hoặc đóng giao dịch nếu và khi giá được báo trở nên thuận lợi hơn cho bạn khi so sánh với giá hiện tại.
zh_cn: 当报价比当前价格对您更有利时进行开盘或平仓交易的订单。

source: An additional password can be used to restrict access to the cashier.
de_de: Es darf ein zusätzliches Passwort verwendet werden, um den Zugang zum Kassensabschnitt zu beschränken.
fr_fr: Un mot de passe supplémentaire peut être utilisé afin de restreindre l'accès à la caisse.
id_id: Kata sandi tambahan dapat digunakan untuk membatasi akses ke kasir.
pl_pl: Dodatkowe hasło może być wykorzystane do ograniczania dostępu do sekcji Kasjer.
pt_pt: Uma senha adicional pode ser usada para restringir acesso ao caixa.
vi_vn: Mật khẩu phụ có thể dùng để hạn chế truy cập vào khu thu ngân.
zh_cn: 可使用额外密码来限制对收银台的访问。

source: An advanced university degree in Physics, Financial Engineering or Mathematics
de_de: Einen Hochschulabschluss in Physik, Finanzierungstechnik oder Mathematik
fr_fr: Un diplôme d'études supérieures en Physique, en Ingénierie Financière ou en Mathématiques
id_id: Gelar universitas lanjutan di bidang Fisika, Teknik Keuangan atau Matematika
pl_pl: Ukończone studia wyższe na kierunku Fizyka, Inżynieria finansowa lub Matematyka
pt_pt: Para se qualificar, você necessitará ter um diploma universitário em Física, Engenharia financeira ou Matemática
vi_vn: Một văn bằng đại học cấp cao trong ngành Vật lý, Tài Chính Kỹ Thuật hoặc Toán Học
zh_cn: 拥有物理、金融工程或数学专业的大学学位

source: An advanced university degree in physics, financial engineering, or mathematics is preferred
de_de: Ein Hochschulabschluss in Physik, Finanzierungstechnik oder Mathematik ist von Vorteil
fr_fr: Un diplôme universitaire supérieur en physique, ingénierie financière ou en mathématiques est préféré
id_id: Diutamakan yang memiliki gelar universitas lanjutan di bidang fisika, teknik keuangan, atau matematika
pl_pl: Preferowane ukończone studia wyższe na kierunku Fizyka, Inżynieria finansowa lub matematyka
pt_pt: Para se qualificar, você necessitará ter um diploma universitário em Física, Engenharia financeira ou Matemática
vi_vn: Ưu tiên đối với văn bằng đại học cấp cao trong ngành Vật Lý, Tài Chính Kỹ Thuật, hoặc Toán Học
zh_cn: 拥有物理、金融工程或数学专业的大学学位者优先录取

source: An advanced/higher/graduate diploma or bachelor's degree
de_de: Ein akademischer Grad, Graduiertendiplom oder Bachelor-Abschluss
fr_fr: Un diplôme d'études supérieures ou une licence universitaire
id_id: Ijazah lanjutan atau lebih tinggi/lulusan atau gelar sarjana
pl_pl: Dyplom studiów wyższych lub licencjackich
pt_pt: Um diploma de ensino avançado/superior/pós-graduação ou bacharel
vi_vn: Một văn bằng tốt nghiệp/nghề cấp cao/cao học hoặc cử nhân đại học
zh_cn: 高等/高级/研究生文凭或学士学位

source: An aptitude to handle thrilling challenges as well as repetitive tasks as might be needed
de_de: Eine Begabung spannende Herausforderungen, sowie sich wiederholende Aufgaben - je nach Bedarf, zu handhaben
fr_fr: Une aptitude à gérer des défis palpitants ainsi que des tâches répétitives selon les besoins
id_id: Kecakapan untuk menangani tantangan yang mendebarkan serta tugas yang berulang yang mungkin diperlukan
pl_pl: Umiejętność radzenia sobie z fascynującymi wyzwaniami, jak również z powtarzającymi się zadaniami, jeśli będzie to konieczne
pt_pt: Uma aptidão para lidar com desafios emocionantes, bem como tarefas repetitivas que possam ser necessárias
vi_vn: Có năng khiếu trong xử lý những thách thức kịch tính trong công việc cũng như thực hiện các tác vụ lặp đi lặp lại khi cần thiết
zh_cn: 能够处理扣人心弦的挑战，以及可能需要执行重复性任务

source: An assertive, sales-driven personality, able to adapt quickly and achieve powerful results
de_de: Eine durchsetzungsfähige und verkaufsorientierte Persönlichkeit, die die Fähigkeit hat, sich schnell anzupassen und starke Ergebnisse zu erreichen
fr_fr: Une personnalité affirmée, axée sur la vente, capable de s'adapter rapidement pour générer des résultats probants
id_id: Sebuah ketegasan, kepribadian mendorong penjualan, mampu beradaptasi dengan cepat dan mencapai hasil yang kuat
pl_pl: Osoba asertywna, posiadająca zdolności sprzedażowe, umiejąca szybko dostosowywać się do danej sytuacji i nastawiona na uzyskiwanie znakomitych rezultatów
pt_pt: Uma personalidade assertiva, focada nas vendas, capaz de se adaptar rapidamente e alcançar resultados excelentes
vi_vn: Một tính cách quyết đoán, muốn thúc đẩy doanh số bán hàng có thể thích ứng một cách nhanh chóng và đạt được kết quả to lớn
zh_cn: 有主见，具销售驱动型人格，能够很快适应并达到强大效果

source: An eagerness for robust risk management to keep up with the increasing pace of information exchange
de_de: Bereitschaft für robustes Risikomanagement, um mit dem immer rascheren Informationsaustausch mitzuhalten
fr_fr: Un empressement à solidement gérer les risques afin de suivre le rythme croissant d’échange d’information
id_id: Semangat untuk manajemen risiko yang kuat untuk mengikuti kecepatan pertukaran informasi
pl_pl: Chęć zarządzania dużym ryzykiem, aby nadążać za rosnącym tempem wymiany informacji
pt_pt: Uma ânsia por uma gestão de risco robusta para acompanhar o ritmo crescente da troca de informações
vi_vn: Một sự háo hức mạnh mẽ đối với quản lý rủi ro để theo kịp với tốc độ trao đổi thông tin ngày càng tăng nhanh
zh_cn: 全力保持强大的风险管理能力，以跟上日渐增速的信息交换步伐

source: An excellent command of spoken and written English
de_de: Hervorragende Beherrschung der gesprochenen und geschriebenen englischen Sprache
fr_fr: Une excellente maîtrise de l’anglais parlé et écrit
id_id: Memberi perintah yang baik menggunakan bahasa Inggris secara lisan dan tulisan
pl_pl: Doskonała znajomość języka angielskiego w mowie i w piśmie
pt_pt: Excelente proficiência em falar e escrever em Inglês
vi_vn: Khả năng xuất sắc trong Tiếng Anh nói và viết
zh_cn: 极强的英语口语和书写能力

source: An execution instruction given by you to us to open or close a position in a market identified by reference to the Underlying Instrument, including Market Order, Stop Order, Limit Order etc.
de_de: Eine Ausführungsanweisung, die Sie uns gegeben haben, um eine Position in einem Markt, der durch ein Basisinstrument identifiziert ist, einschließlich Markt Order, Stop Order, Limit Order etc., zu öffnen oder zu schließen.
id_id: Instruksi eksekusi yang Anda berikan untuk membuka atau menutup posisi pasar yang diidentifikasi dengan mengacu pada Instrumen Dasar, termasuk Market Order, Stop Order, Limit Order, dll.
pl_pl: Wydane przez Ciebie instrukcje otwarcia lub zamknięcia pozycji na rynku identyfikowane w odniesieniu do Instrumentu bazowego, w tym zlecenie rynkowe, zlecenie Stop, zlecenie Limit itp.
pt_pt: Uma instrução de execução enviada por você para abrir ou fechar uma posição num mercado identificado por referência a um instrumento subjacente, incluindo uma ordem de mercado, uma ordem de interrupção ou uma ordem com limites, etc.
vi_vn: Một hướng dẫn thực hiện, được đưa ra bởi bạn cho chúng tôi để mở hoặc đóng một phiên trong một thị trường được xác định bởi tham chiếu đến các Công Cụ Cơ Sở, bao gồm cả Lệnh Thị Trường, Lệnh Dừng, Lệnh Giới Hạn vv.
zh_cn: 您在参考相关工具包括市场订单、止损单、限价单等之后给予我们在指定市场内对某个头寸开盘或平仓的执行指示。

source: An intermediate understanding of the interaction of information technology and client servicing aspects within the B2B and B2C environments
de_de: Ein intermediates Verständnis der Interaktion von Informationstechnologie und Kundendienstleistungs- Aspekten innerhalb der B2B und B2C Umfelder
fr_fr: Une connaissance intermédiaire de l’interaction entre les technologies de l’information et les aspects concernant le service client dans les environnements B2B et B2C
id_id: Pemahaman menengah tentang interaksi teknologi informasi dan aspek layanan klien dalam lingkungan B2B dan B2C
pl_pl: Zrozumienie oddziaływania technologii informatycznej oraz aspektów świadczenia usług klientom w środowisku B2B i B2C
pt_pt: Um entendimento intermediário da interação da tecnologia da informação e aspectos de atendimento ao cliente nos ambientes B2B e B2C
vi_vn: Một trình độ hiểu biết tương đối về sự tương tác của công nghệ thông tin và các khía cạnh phục vụ khách hàng trong môi trường B2B và B2C
zh_cn: 对 B2B 和 B2C环境中信息技术和客户服务方面的相互作用相当了解

source: An international appeal with multilingual support in English, Spanish, French, German, Portuguese, Chinese, Italian, Thai, Polish, and Russian
de_de: Eine internationale Attraktivität mit mehrsprachiger Unterstützung in Englisch, Spanisch, Französisch, Deutsch, Portugiesisch, Chinesisch, Italienisch, Thailändisch, Polnisch und Russisch
fr_fr: Elle connaît un succès grandissant à l'international, avec une interface multilangue déclinée en Anglais, Espagnol, Français, Allemand, Portugais, Chinois, Italien, Thaï, Polonais, et Russe
id_id: Daya tarik internasional dengan dukungan berbagai pilihan dalam bahasa Inggris, Spanyol, Prancis, Jerman, Portugis, China, Italia, Thai, Polandia, dan Rusia
pl_pl: Jest dostępna na całym świecie i posiada interfejs w wielu językach: angielskim, hiszpańskim, francuskim, niemieckim, portugalskim, chińskim, włoskim, tajskim, polskim i rosyjskim
pt_pt: Um amplo apelo internacional, com suporte multilíngue em inglês, espanhol, francês, alemão, português, chinês, italiano, tailandês, polonês e russo.
vi_vn: Đầy sức hấp dẫn quốc tế với hỗ trợ ngôn ngữ bằng tiếng Anh, tiếng Tây Ban Nha, Pháp, Đức, Bồ Đào Nha, Trung Quốc, Ý, Thái Lan, Ba Lan và Nga
zh_cn: 提供国际化界面，支持的语言包括英语、西班牙语、法语、德语、葡萄牙语、中文、意大利语、泰语、波兰语和俄语

source: An intuitive, web-based platform that's instantly available to traders of all levels – anytime, anywhere
de_de: Eine intuitive, webbasierte Plattform, die für Händler aller Stufen jederzeit und überall sofort verfügbar ist
fr_fr: Une plateforme web, intuitive qui est instantanément disponible pour les traders de tous les niveaux – n’importe quand, n’importe où
id_id: Platform berbasis web yang intuitif yang langsung tersedia bagi para trader dari semua tingkatan - kapan saja, di mana saja
pl_pl: Intuicyjna platforma internetowa dostępna dla graczy bez przerwy – wszędzie i o każdej porze
pt_pt: Uma plataforma baseada na Web, intuitiva, que está imediatamente disponível a negociadores de todos os níveis – a qualquer hora, em qualquer lugar
vi_vn: Một nền tảng trực quan, dựa trên trang web mà ngay lập tức có sẵn cho các thương nhân của tất cả các cấp-bất cứ lúc nào, bất cứ nơi nào
zh_cn: 直观的、基于互联网的平台, 可以随时随地向所有级别的交易员提供服务

source: Analyse and test the domains and subdomains listed in the scope.
de_de: Analysieren und testen Sie die Domains und Subdomains, die im Geltungsbereich aufgelistet sind.
fr_fr: Analysez et testez les domaines et sous-domaines listés dans le champ.
id_id: Menganalisa dan menguji domain dan subdomain yang tercantum dalam ruang lingkup.
pl_pl: Analizuj i testuj domeny i poddomeny wymienione w zakresie zadań.
pt_pt: Analise e teste os domínios e subdomínios listados no escopo.
vi_vn: Phân tích và thử nghiệm các tên miền và tên miền phụ được liệt kê trong phạm vi.
zh_cn: 对范围列出的域和子域进行分析及测试。

source: Analyse the financial markets using beautiful visualisations and unique trading tools, powered by a fast and intuitive interface.
de_de: Analysieren Sie die Finanzmärkte mit schönen Visualisierungen und einzigartigen Handels-Tools, angetrieben durch eine schnelle und intuitive Schnittstelle.
fr_fr: Analysez les marchés financiers à l’aide de superbes visualisations et exclusifs outils de trading, alimenté par une interface rapide et intuitive.
id_id: Analisis pasar keuangan dengan menggunakan visualisasi yang indah dan alat trading unik, didukung oleh antarmuka yang cepat dan intuitif.
pl_pl: Analizuj rynki finansowe, korzystając z wizualizacji i unikatowych narzędzi do handlowania obsługiwanych przez nasz szybki i intuicyjny interfejs.
pt_pt: Analise os mercados financeiros usando ótimas visualizações e ferramentas de negociação únicas, com o apoio de uma interface rápida e intuitiva.
vi_vn: Phân tích các thị trường tài chính bằng cách sử dụng những minh họa đẹp và những công cụ kinh doanh độc đáo, hỗ trợ bởi một giao diện trực quan và nhanh chóng.
zh_cn: 用美丽的可视化和独特交易工具，配上快速和直观的界面对金融市场进行分析。

source: Analyse the markets with an extensive range of indicators, price bands, and overlays.
de_de: Analysieren Sie die Märkte mit einer umfangreichen Reihe an Indikatoren, Preisspannen, und Overlays.
fr_fr: Analysez les marchés grâce à un large éventail d'indicateurs, de zones de prix et de superpositions d'instruments.
id_id: Analisa pasar dengan berbagai pilihan indikator, price band dan overlay.
pl_pl: Analizuj rynki, korzystając z szerokiej gamy wskaźników, poziomów cenowych oraz nakładek.
pt_pt: Analisar os mercados com um amplo intervalo de indicadores, faixas de preço e sobreposições.
vi_vn: Phân tích thị trường với một loạt các chỉ số, biên độ giá và các lớp xếp rải.
zh_cn: 采用范围广泛的指标、价格带和多重覆盖图等分析市场走势。

source: Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
de_de: Eine weitere bedeutende Auszeichnung. Dieses Mal wurden wir von den online Lesern des Global Banking and Finance Review nominiert und von einer Branchenexpertengruppe und Analytikern bewertet, die unsere 13 Jahre an Plattform-Zuverlässigkeit, Trading-Möglichkeiten, Preisgestaltung, Kundenbetreuung und umfassendes Wissen ausgezeichnet haben.
fr_fr: Une nouvelle récompense de taille. Cette fois-ci, nous sommes nominés par les lecteurs de la version en ligne du Global Banking and Finance Review, et jugés par un groupe d'experts du secteur et d'analystes qui récompensent à travers ce prix 13 ans de réussite : fiabilité de notre plateforme, gamme d'options, tarification, service clientèle et connaissance approfondie des marchés.
id_id: Anugerah terbaik lainnya. Kali ini kami dinominasikan oleh pembaca online dari Global Banking and Finance Review dan dinilai oleh panel juri ahli yang mengakui kehandalan, pilihan trading, harga, pelayanan dan pengetahuan kami selama 13 tahun.
pl_pl: Kolejna ważna nagroda. Tym razem jesteśmy nominowani przez czytelników internetowego wydania magazynu Global Banking and Finance Review (Światowy Przegląd Bankowy i Finansowy) i oceniani przez panel ekspertów branżowych, którzy docenili nasze 13-letnie doświadczenie i wiarygodność platformy, szeroki wybór zakładów, wycenę, obsługę klienta i szeroką wiedzę.
pt_pt: Outro grande prêmio. Desta vez, fomos nomeados pelos leitores online da Global Banking and Finance Review e julgados por um painel de especialistas e analistas da indústria, que reconheceram os nossos 13 anos com uma plataforma confiável, uma grande variedade de negociações, preços, serviço de apoio ao cliente e amplos conhecimentos.
vi_vn: Một giải thưởng lớn khác. Lần này chúng tôi được đề cử bởi các khách hàng trên trang Đánh giá Tài chính và Ngân hàng Toàn cầu và được chấm điểm bởi những chuyên gia và nhà phân tích trong ngành, những người này đã tin tưởng và sử dụng các loại giao dịch phong phú, giá, dịch vụ khách hàng và kiến thức chuyên sâu của chúng tôi trong suốt 13 năm qua.
zh_cn: 这是我们赢得的另一大奖项。该奖项由《Global Banking and Finance Review》杂志的在线读者提名，并由行业专家和分析师评审团评选得出。这是对我们13年来的平台可靠性、交易品种范围、定价、客户服务和专业程度的认可。

source: Answer to secret question
de_de: Antwort auf die Geheimfrage
fr_fr: Répondez à la question secrète
id_id: Jawaban Pertanyaan Rahasia
pl_pl: Odpowiedź na sekretne pytanie
pt_pt: Resposta à pergunta secreta
vi_vn: Trả lời câu hỏi bí mật
zh_cn: 密码提示问题的答案

source: Anti-Corruption
de_de: Anti-Korruption
id_id: Anti Korupsi
pl_pl: Przeciwdziałanie korupcji
pt_pt: Anti-corrupção
vi_vn: Chống tham nhũng
zh_cn: 反贪腐

source: Anti-Money Laundering Policy
de_de: Anti-Geldwäsche Richtlinie
id_id: Kebijakan Anti Pencucian Uang
pl_pl: Polityka dot. zapobieganiu praniu brudnych pieniędzy
pt_pt: Política contra a lavagem de dinheiro
vi_vn: Chính sách chống rửa tiền
zh_cn: 反洗钱政策

source: Anticipated account turnover
de_de: Erwarteter Kontoumsatz
fr_fr: Chiffre d'affaire anticipé du compte
id_id: Antisipasi perputaran akun
pl_pl: Przewidywany obrót na koncie
pt_pt: Volume de negócios antecipado da conta
vi_vn: Dự đoán doanh thu tài khoản
zh_cn: 预期的账户交易额

source: Any Transaction opened by you must be within any credit or position limit in effect with respect to the MT5 Real Account or any Transactions.
de_de: Jede Transaktion, die von Ihnen geöffnet wird, muss sich innerhalb der Wirkung des Kreditrahmens oder des Positionslimits hinsichtlich des MT5 Echtgeldkontos oder jeglicher anderer Transaktionen, befinden.
id_id: Setiap transkasi yang dibuka oleh Anda harus berkisar dalam batas kredit atau batas posisi yang berhubungan dengan Akun Riil MT5 atau transaksi apapun.
pl_pl: Każda zawierana przez Ciebie transakcja musi mieścić się w limicie kredytowym lub w limicie pozycji przypadającym na Prawdziwe konto MT5 lub na transakcje.
pt_pt: Quaisquer transações abertas por você devem estar dentro dos limites de qualquer crédito ou posição em vigor com relação à conta real na MT5 ou quaisquer transações.
vi_vn: Bất kỳ một giao dịch nào được mở từ bạn phải nằm trong bất kỳ hạn mức tín dụng hoặc phiên có hiệu lực đối với tài khoản thực MT5 hoặc bất kỳ giao dịch nào.
zh_cn: 由您建仓的任何交易必须在相关MT5真实账户或任何交易的任何有效信贷或头寸限制范围内。

source: Any amendments to the contractual terms of Manifestly Erroneous contracts shall be reasonable and fair. Monies exchanged between you and us in connection with the Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms and conditions of this Agreement.
de_de: Änderungen zu den Vertragsbestimmungen von offenkundig fehlerhaften Kontrakten sollen angemessen und gerecht sein. Gelder die zwischen Ihnen und uns in Verbindung mit offenkundig fehlerhaften Kontrakten gewechselt wurden, sollen dem Empfänger, gemäß der Änderungen die zu den Vertragsbestimmungen und Bedingungen dieser Vereinbarung gemacht wurden, zurückgegeben werden.
id_id: Setiap perubahan atas syarat-syarat kontrak berhubung kesalahan error akan dipertimbangkan dengan wajar dan adil. Dana yang dipertukarkan antara Anda dan kami berkaitan dengan kontrak yang mengalami error akan dikembalikan kepada penerima sesuai dengan perubahan yang dibuat berdasarkan syarat dan ketentuan Perjanjian ini.
pl_pl: Jakiekolwiek zmiany warunków kontraktu dotyczących ewidentnie nieprawidłowych kontraktów muszą być racjonalne i sprawiedliwe. Środki pieniężne wymienione pomiędzy nami w rezultacie ewidentnie nieprawidłowych kontraktów zostaną zwrócone odbiorcy po dokonaniu zmian warunków kontraktu oraz postanowień niniejszej Umowy.
pt_pt: Quaisquer alterações aos termos contratuais de contratos manifestamente errados deverão ser razoáveis e justas. Quantias trocadas entre você e nós em conexão com contratos manifestamente errados deverão ser devolvidos ao destinatário de acordo com as alterações feitas aos termos contratuais e às condições deste Acordo.
vi_vn: Bất kỳ sự thay đổi nào đến các điều khoản của hợp đồng Các điều sai hiển nhiên sẽ được hợp lý và công bằng hóa. Tiền trao đổi giữa bạn và chugns tôi trong kết nối với hợp đồng Các điều sai hiển nhiên sẽ được trả lại tới người nhận theo các sửa đổi được thực hiện cho các điều khoản hợp đồng và các điều kiện của thỏa thuận này.
zh_cn: 对明确错误合约条款的任何修改必须合理公正。 您与我们之间与明确错误合约有关的来往款项必须根据此协议对合约条款和条件所作的修改退还给收款人。
