Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Global Banking & Finance Awards 2018
de_de: Globale Banking & Finanz Auszeichnungen 2018
fr_fr: Récompenses Global Banking & Finance 2018
id_id: Penghargaan Global Banking & Finance Awards 2018
pt_pt: Prêmio Global Banking & Finance 2018
zh_cn: 2018年度全球银行和金融奖

source: Global Banking and Finance Review
de_de: Globale Banking & Finanz Review
fr_fr: Revue Global Banking & Finance
id_id: Penghargaan Global Banking dan Finance Review
pt_pt: Prêmio Global de Finanças e Bancário
vi_vn: Đánh Giá Tài Chính và Ngân Hàng Toàn Cầu
zh_cn: 全球银行与金融评论

source: Global Brands Awards 2018
fr_fr: Récompenses Global Brands 2018
id_id: Penghargaan Global Brands Awards 2018
pl_pl: Nagroda Global Brands Awards 2018
pt_pt: Prêmios de Marcas Mundiais 2018
zh_cn: 2018年全球品牌大奖

source: Global Brands Magazine
id_id: Majalah Global Brands
pt_pt: Revista Global Brands
vi_vn: Tạp chí Global Brands
zh_cn: 全球品牌杂志

source: Glossary
de_de: Glossar
fr_fr: Glossaire
id_id: Kamus
pl_pl: Słowniczek
pt_pt: Glossário
vi_vn: Thuật ngữ
zh_cn: 术语表

source: Go
de_de: Los
fr_fr: Aller
id_id: Lanjut
pl_pl: Idź
pt_pt: Ir
vi_vn: Đi
zh_cn: 开始

source: Go long = buy
de_de: Lang gehen = kaufen
fr_fr: Go long = acheter
id_id: Go long = beli
pl_pl: Pozycja długa = zakup
pt_pt: Assumir posição longa = comprar
vi_vn: Đi lên = mua
zh_cn: 多头头寸 = 买入

source: Go long and short
de_de: Gehen Sie lang und kurz
id_id: Go long dan short
pl_pl: Pozycja długa i krótka
pt_pt: Assumir posição longa e curta
vi_vn: Đi lên và xuống
zh_cn: 多头和空头头寸

source: Go short = sell
de_de: Kurz gehen = verkaufen
fr_fr: Go short= vendre
id_id: Go short = jual
pl_pl: Pozycja krótka = sprzedaż
pt_pt: Assumir posição curta = vender
vi_vn: Đi xuống = bán
zh_cn: 空头头寸 = 卖出

source: Go to MT5 download page
de_de: Gehen Sie zur MT5-Download-Seite
fr_fr: Allez sur la page de téléchargement MT5
id_id: Kunjungi halaman unduh MT5
pl_pl: Przejdź do strony pobierania MT5
pt_pt: Ir à página de download da MT5
vi_vn: Vào trang tải MT5
zh_cn: 前往 MT5 下载页面

source: Go to MetaTrader 5 dashboard
de_de: Zum MetaTrader 5 Dashboard gehen
fr_fr: Aller au tableau de bord de MetaTrader 5
id_id: Kunjungi dashboard MetaTrader 5
pl_pl: Przejdź do pulpitu MetaTrader 5
pt_pt: Ir para o painel de controle da MetaTrader 5
vi_vn: Đi đến bảng điều khiển MetaTrader 5
zh_cn: 前往MetaTrader 5 仪表板

source: Go to statement
fr_fr: Aller sur le relevé
id_id: Kunjungi pernyataan
pl_pl: Przejdź do oświadczenia
pt_pt: Ir para extrato
vi_vn: Xem sao kê
zh_cn: 前往月结单

source: Go with the leader
de_de: Mit dem Marktführer gehen
fr_fr: Faites confiance au leader du marché
id_id: Ikuti pemimpin
pl_pl: Dołącz do lidera
pt_pt: Siga o líder
vi_vn: Đồng hành cùng đơn vị giao dịch hàng đầu
zh_cn: 选择行业领军企业

source: Goes Outside
de_de: Geht Außerhalb
fr_fr: Sort de la zone
pl_pl: Przekroczy
pt_pt: Sai fora
vi_vn: Ra Ngoài
zh_cn: 处于区间之外

source: Gold vs US Dollar
de_de: Gold gegen US Dollar
id_id: Emas vs Dolar AS
pl_pl: Złoto vs dolar amerykański
pt_pt: Ouro vs. Dólar americano
vi_vn: Vàng vs đô-la Mỹ
zh_cn: 黄金兑美元

source: Good reporting skills with a keen eye for detail
de_de: Gute Berichterstattung-Fähigkeiten und Liebe zum Detail
fr_fr: Bonne compétence en matière de création de rapports avec un oeil attentif pour le détail
id_id: Keterampilan pelaporan yang baik dengan mata yang tajam pada detail
pl_pl: Zdolności w zakresie raportowania i szczegółowość
pt_pt: Boas habilidades de criar relatórios e foco em atenção de detalhes
vi_vn: Kỹ năng làm báo cáo tốt và khả năng nhìn thấy được những chi tiết nhỏ
zh_cn: 良好的报告技巧, 对细节有敏锐的眼光

source: Good to have:
fr_fr: Bon à avoir :
id_id: Diutamakan memiliki:
pl_pl: Mile widziane:
vi_vn: Ưu tiên nếu có:
zh_cn: 拥有以下才能者优先录取：

source: Good understanding of the link between payments functionality, as well as money laundering and fraud prevention
de_de: Gutes Verständnis des Zusammenhangs zwischen Zahlungsfunktionalität, sowie Geldwäsche und Betrugs-Prävention
fr_fr: Bonne compréhension du lien entre les fonctionnalités de paiement, ainsi que la prévention contre le blanchiment d’argent et la fraude
id_id: Memahami dengan baik tentang hubungan antara fungsi pembayaran, serta pencucian uang dan pencegahan penipuan
pl_pl: Zrozumienie związku między funkcjami w zakresie płatności a zapobieganiem praniu pieniędzy i oszustwom
pt_pt: Boa compreensão da ligação entre a funcionalidade de pagamentos, bem como a prevenção de fraude e lavagem de dinheiro
vi_vn: Hiểu rõ về sự liên kết giữa chức năng thanh toán, cũng như chức năng phòng chống rửa tiền và phòng chống gian lận
zh_cn: 充分了解支付功能以及防洗钱和防欺诈之间的联系

source: Governing Laws and Jurisdiction
de_de: Geltendes Recht und Gerichtsbarkeit
id_id: Pemerintahan Hukum dan Yurisdiksi
pl_pl: Prawo właściwe i jurysdykcja
pt_pt: Leis Aplicáveis e Jurisdição
vi_vn: Quy định và Quyền hạn chủ đạo
zh_cn: 适用法律和司法管辖权

source: Governing law and jurisdiction
de_de: Geltendes Recht und Gerichtsbarkeit
fr_fr: Droit applicable et juridiction
id_id: Hukum Pemerintahan dan yurisdiksi
pl_pl: Prawo właściwe i jurysdykcja
pt_pt: Leis e jurisdição aplicáveis
vi_vn: Luật chính quyền và quyền tài phán
zh_cn: 适用法律和司法管辖权

source: Government Officers
de_de: Regierungsbeamte
fr_fr: Représentants du Governement
id_id: Pegawai Pemerintah
pl_pl: Urzędnicy państwowi
pt_pt: Oficiais do governo
vi_vn: Các nhân viên chính phủ
zh_cn: 政府官员

source: Graphics Designer
de_de: Grafikdesigner
fr_fr: Designer Graphique
pl_pl: Grafik
pt_pt: Designer Gráfico
vi_vn: Nhân Viên Thiết Kế Đồ Họa
zh_cn: 平面设计师

source: Great Britain Pound vs Australian Dollar
de_de: Britisches Pfund gegen Australischen Dollar
fr_fr: Livre Britannique vs Dollar Australien
id_id: Pound Inggris vs Dolar Australia
pl_pl: Funt szterling vs dolar australijski
pt_pt: Libra britânica vs. Dólar australiano
vi_vn: Bảng Anh vs Đôllar Úc
zh_cn: 英镑兑澳元

source: Great Britain Pound vs Canadian Dollar
de_de: Britisches Pfund gegen Kanadischen Dollar
fr_fr: Livre Britannique vs Dollar Canadien
id_id: Pound Inggris vs Dolar Kanada
pl_pl: Funt szterling vs dolar kanadyjski
pt_pt: Libra britânica vs. Dólar canadense
vi_vn: Bảng Anh vs Đôllar Canada
zh_cn: 英镑兑加元

source: Great Britain Pound vs Japanese Yen
de_de: Britisches Pfund gegen Japanischen Yen
fr_fr: Livre Sterling contre Yen japonais
id_id: Pound Inggris vs Yen Jepang
pl_pl: Funt szterling vs jen japoński
pt_pt: Libra britânica vs. Iene japonês
vi_vn: Bảng Anh vs đồng yên Nhật
zh_cn: 英镑兑日元

source: Great Britain Pound vs New Zealand Dollar
de_de: Britisches Pfund gegen Australischen Dollar
fr_fr: Livre Britannique vs Dollar Neo Zelandais
id_id: Pound Inggris vs Dolar Selandia Baru
pl_pl: Funt szterling vs dolar nowozelandzki
pt_pt: Libra britânica vs. Dólar neozelandês
vi_vn: Bảng Anh vs đô la New Zealand
zh_cn: 英镑兑新西兰元

source: Great Britain Pound vs Norwegian Krone
de_de: Britisches Pfund gegen Norwegische Krone
fr_fr: Livre britannique vs Couronne Norvégienne
id_id: Pound Inggris vs Krone Norwegia
pl_pl: Funt szterling vs korona norweska
pt_pt: Libra britânica vs. Coroa norueguesa
vi_vn: Bảng Anh vs Curon Na Uy
zh_cn: 英镑兑挪威克朗

source: Great Britain Pound vs Singapore Dollar
de_de: Britisches Pfund gegen Singapur-Dollar
fr_fr: Livre Britannique vs Dollar Singapourien
id_id: Pound Inggris vs Dolar Singapura
pl_pl: Funt szterling vs dolar singapurski
pt_pt: Libra britânica vs. Dólar de Singapura
vi_vn: Bảng Anh vs Đôllar Singapore
zh_cn: 英镑兑新加坡元

source: Great Britain Pound vs Swedish Krona
de_de: Britisches Pfund gegen Schwedische Krone
fr_fr: Livre Britannique vs Couronne Norvégienne
id_id: Pound Inggris vs Krona Swedia
pl_pl: Funt szterling vs korona szwedzka
pt_pt: Libra britânica vs. Coroa sueca
vi_vn: Bảng Anh vs đồng krona Thủy Điển
zh_cn: 英镑兑瑞典克朗

source: Great Britain Pound vs Swiss Franc
de_de: Britisches Pfund gegen Schweizer Franken
fr_fr: Livre Britannique vs Franc Suisse
id_id: Pound Inggris vs Franc Swiss
pl_pl: Funt szterling vs frank szwajcarski
pt_pt: Libra britânica vs. Franco suíço
vi_vn: Bảng Anh vs đồng Franc Thụy Sĩ
zh_cn: 英镑兑瑞士法郎

source: Great Britain Pound vs US Dollar
de_de: Britisches Pfund gegen US Dollar
fr_fr: Livre Britannique vs Dollar Américain
id_id: Pound Inggris vs Dolar AS
pl_pl: Funt szterling vs dolar amerykański
pt_pt: Libra britânica vs. Dólar americano
vi_vn: Bảng Anh vs Đôllar Mỹ
zh_cn: 英镑兑美元

source: Group History
de_de: Konzerngeschichte
fr_fr: Histoire du groupe
id_id: Sejarah Grup
pl_pl: Historia grupy
pt_pt: História do Grupo
vi_vn: Lịch Sử Công Ty
zh_cn: 集团历史

source: Guide
de_de: Leitfaden
id_id: Panduan
pl_pl: Przewodnik
pt_pt: Guia
vi_vn: Hướng dẫn
zh_cn: 指南

source: H. Monitoring and review
de_de: H. Überwachung und Bewertung
fr_fr: H. Surveillance et examen
id_id: H. Pemantauan dan peninjauan
pl_pl: H. Monitorowanie i przegląd
pt_pt: H. Monitoramento e revisão
vi_vn: H. Theo dõi và đánh giá
zh_cn: 八、监测和审查

source: H. Regulatory Provisions
de_de: H. Regulierungsbestimmungen
id_id: H. Ketentuan Peraturan
pl_pl: H. Przepisy ustawowe
pt_pt: H. Provisões regulatórias
vi_vn: H. Quản lý quy định
zh_cn: 八、管理规定

source: HF Vol 10
zh_cn: HF 卷10

source: HF Vol 100
zh_cn: HF 卷100

source: HF Vol 50
zh_cn: HF 卷50

source: HR Operations Executive
fr_fr: Chargé des Operations RH
pl_pl: Kierownik ds. HR
pt_pt: Executivo de Operações de RH
vi_vn: Nhân Viên Điều Hành Nhân Sự
zh_cn: 人力资源运营主管

source: Handle chargeback disputes and review regulatory complaints
de_de: Bearbeiten Sie Rückbuchungs-Streitigkeiten und überprüfen Sie regulatorische Beschwerden
fr_fr: Gérer les litiges de rétrofacturation et examiner les plaintes réglementaires
id_id: Menangani sengketa chargeback dan meninjau peraturan mengenai keluhan
pl_pl: Obsługa obciążeń zwrotnych i sprawdzanie skarg w zakresie zgodności z regulacjami
pt_pt: Lidar com litígios de estornos e rever reclamações regulatórias
vi_vn: Xử lý tranh chấp bồi hoàn và xem xét khiếu nại theo quy định
zh_cn: 处理收费纠纷并审核监管投诉

source: Hands-on experience in systems and network security. Experience with Fortigate or similar devices (e.g.Cisco, Mikrotik)
de_de: Praktische Erfahrung in System- und Netzwerk-Sicherheit. Erfahrung mit Fortigate oder ähnlichen Geräten (e.g.Cisco, Mikrotik)
fr_fr: Expérience pratique dans les systèmes et la sécurité du réseau. Expérience avec Fortigate ou dispositifs analogues (e.g.Cisco, Mikrotik)
id_id: Berpengalaman langsung dalam sistem dan keamanan jaringan. Pengalaman dengan Fortigate atau perangkat sejenis (mis. Cisco, Mikrotik)
pl_pl: Praktyczne doświadczenie w pracy z systemami i zabezpieczeniami sieci. Doświadczenie w pracy z Fortigate i podobnymi urządzeniami (np. Cisco, Mikrotik)
pt_pt: Experiência prática em sistemas e segurança de rede. Experiência com Fortigate ou dispositivos semelhantes (ex.Cisco, Mikrotik)
vi_vn: Kinh nghiệm thực hành trong an ninh hệ thống và an ninh mạng. Có kinh nghiệm với Fortigate hoặc các thiết bị tương tự (ví dụ: C.isco, Mikrotik)
zh_cn: 有实际的系统和网络安全工作经验。有Fortigate或类似装置（如Cisco、Mikrotik）的使用经验

source: Hands-on experience in troubleshooting computer software, hardware, and a variety of internet applications and networks
de_de: Praktische Erfahrung in der Behebung von Fehlern in Computer-Software, Hardware und einer Vielzahl von Internet-Anwendungen und Netzwerken
fr_fr: Expérience pratique en dépannage de logiciels, de matériel informatique et d'une variété d’applications internet et réseaux
id_id: Berpengalaman langsung dalam memecahkan masalah perangkat lunak komputer, perangkat keras, dan berbagai aplikasi dan jaringan internet
pl_pl: Praktyczne doświadczenie w rozwiązywaniu problemów związanych z oprogramowaniem komputerowym, sprzętem i różnymi aplikacjami internetowymi oraz sieciami
pt_pt: Experiência prática na solução de problemas software de computador, hardware e uma variedade de aplicações de internet e redes
vi_vn: Kinh nghiệm thực hành xử lý sự cố phần mềm máy tính, phần cứng và một loạt các ứng dụng và mạng internet
zh_cn: 有计算机软件、硬件和各种互联网应用程序和网络故障排除的实践经验

source: Have not previously been a %1 customer
de_de: Sie waren zuvor noch kein Kunde bei %1
fr_fr: N'a pas précédemment été un client %1
id_id: Belum pernah menjadi pelanggan %1
pl_pl: Nie był(a) wcześniej klientem/klientką %1
pt_pt: Nunca tenha sido antes um cliente da %1
vi_vn: Trước đó đã không là một khách hàng của %1
zh_cn: 以往不是 %1 的客户

source: Health
de_de: Befinden
fr_fr: Santé
id_id: Kesehatan
pl_pl: Zdrowie
pt_pt: Saúde
vi_vn: Sức khỏe
zh_cn: 健康

source: Hedge your portfolio
de_de: Sichern Sie Ihr Portfolio ab
fr_fr: Couvrir votre portefeuille
id_id: Hedging portfolio Anda
pl_pl: Zabezpiecz swoje portfolio
pt_pt: Cobrir o risco da sua carteira
vi_vn: Bảo vệ danh mục đầu tư của bạn
zh_cn: 投资组合对冲

source: Hedging
fr_fr: Opérations de couverture
pt_pt: Cobertura
zh_cn: 对冲

source: Help in developing advanced risk management tools for various markets (forex, equities, commodities)
de_de: Hilfe bei der Entwicklung von fortschrittlichen Risiko-Management-Tools für verschiedene Märkte (Forex, Aktien, Rohstoffe)
fr_fr: Aider au développement avancé des outils de gestion de risque pour différents marchés (forex, actions, matières premières)
id_id: Membantu dalam mengembangkan alat manajemen risiko canggih untuk berbagai pasar (forex, ekuitas, komoditas)
pl_pl: Pomoc w tworzeniu zaawansowanych narzędzi do zarządzania ryzykiem na potrzeby różnych rynków (forex, akcje, towary)
pt_pt: Ajudar no desenvolvimento de ferramentas avançadas de gerenciamento de risco para vários mercados (forex, ações, matérias-primas)
vi_vn: Trợ giúp phát triển các công cụ quản lý rủi ro tiên tiến cho các thị trường khác nhau (ngoại hối, chứng khoán, hàng hóa)
zh_cn: 为各种市场（外汇、股票、商品）开发先进的风险管理工具

source: Here's an example of the EUR/USD currency pair and its bid-ask price:
de_de: Hier ist ein Beispiel für das Währungspaar EUR/USD und dessen Geld-Briefkurs:
fr_fr: Voici un exemple de la paire de devises EUR/USD et son prix acheteur-vendeur :
id_id: Berikut adalah contoh pasangan mata uang EUR/USD dan harga bid-ask nya:
pl_pl: Tutaj znajdziesz przykład pary walutowej EUR/USD i jej cenę zakupu-sprzedaży:
pt_pt: Eis um exemplo do par de moedas EUR/USD e o seu preço compra/venda:
vi_vn: Dưới đây là một ví dụ về các cặp tiền tệ EUR/USD và giá mua vào - bán ra của nó:
zh_cn: 以下是欧元/美元货币对和买卖价的例子：

source: High
de_de: Hoch
fr_fr: Haut
pl_pl: Wysoka
pt_pt: Alta
vi_vn: Cao
zh_cn: 最高值

source: High Barrier
de_de: Hohe Schwelle
fr_fr: Barrière supérieure
id_id: Batasan Tinggi
pl_pl: Górny limit
pt_pt: Barreira Alta
vi_vn: Rào cản Cao
zh_cn: 高障碍

source: High Tick
de_de: Höchster Tick
fr_fr: Tick Haut
pl_pl: Duże zmiany ceny
pt_pt: Tique-taque Alto
vi_vn: Tick cao
zh_cn: 高跳动点

source: High Tick/Low Tick
fr_fr: Tick Haut/ Tick Bas
pl_pl: Duże zmiany ceny/ małe zmiany ceny
pt_pt: Tick alto/Tick baixo
vi_vn: Tick Cao/Tick Thấp
zh_cn: 高跳动点/低跳动点

source: High Tick/Low Tick contracts have a strict duration of five ticks.
de_de: Hoher Tick/Niedriger Tick Kontrakte haben eine strenge Laufzeit von fünf Ticks.
fr_fr: Les contrats de Tick Bas/Haut ont une durée stricte de cinq ticks.
id_id: Kontrak High Tick/Low Tick memiliki durasi lima tik yang tetap.
pl_pl: Kontrakty typu Duża zmiana ceny/Mała zmiana ceny mają określony czas trwania odpowiadający pięciu zmianom ceny.
pt_pt: Os contratos Tique-taque alto/Tique-taque baixo têm uma duração estrita de cinco tique-taques.
vi_vn: Hợp đồng Tick cao/Tick thấp có thời lượng quy định gồm năm tick.
zh_cn: 高跳动点/低跳动点合约具有严格的五跳动点周期。

source: High Ticks/Low Ticks
fr_fr: Ticks Haut/ Ticks Bas
pl_pl: Duże/małe zmiany ceny
pt_pt: Ticks altos/Ticks baixos
vi_vn: Tick Cao/Tick Thấp
zh_cn: 高跳动点/低跳动点

source: High barrier
de_de: Hohe Schwelle
fr_fr: Barrière supérieure
id_id: Batasan tinggi
pl_pl: Górny limit
pt_pt: Barreira alta
vi_vn: Rào cản cao
zh_cn: 高障碍

source: High barrier must be higher than low barrier
de_de: Die hohe Schwelle muss höher als die niedrige Schwelle sein
fr_fr: La haute barrière doit être supérieure à la barrière basse
id_id: Batasan Atas harus lebih tinggi dari batasan bawah
pl_pl: Górny limit musi być wyższy niż dolny limit
pt_pt: Barreira superior deve estar acima da barreira inferior
vi_vn: Giới hạn trên phải cao hơn giới hạn dưới
zh_cn: 高障碍必须高于低障碍

source: High barrier offset
de_de: Hohe Schwellenverschiebung
fr_fr: Marge de barrière supérieure
id_id: Barrier offset tinggi
pl_pl: Wyrównanie górnego limitu
pt_pt: Variação de barreira alta
vi_vn: Giới hạn độ lệch trên
zh_cn: 高障碍位移

source: High conversions
de_de: Hohe Umsätze
fr_fr: Fortes conversions
id_id: Konversi tinggi
pl_pl: Wysoka konwersja
pt_pt: Conversões altas
vi_vn: Chuyển đổi cao
zh_cn: 高转换率

source: High level of security – Each cryptocurrency transaction is secured through advanced cryptographic techniques that make it almost impossible to counterfeit
de_de: Hohes Maß an Sicherheit – Jede Kryptowährungstransaktion ist durch fortgeschrittene kryptographische Techniken gesichert, die eine Fälschung fast unmöglich machen
fr_fr: Niveau élevé de sécurité – chaque transaction de crypto monnaie est sécurisée par le biais de techniques cryptographiques avancées qui les rendent presque impossibles à contrefaire
id_id: Tingkat keamanan yang tinggi - setiap transaksi mata uang kripto diamankan melalui kriptografi canggih yang membuatnya hampir mustahil untuk dipalsukan
pl_pl: Wysoki poziom bezpieczeństwa – każda transakcja kryptowalutowa jest zabezpieczana przy użyciu zaawansowanych technik kryptograficznych, co sprawia, że jej sfałszowanie jest praktycznie niemożliwe
pt_pt: Alto nível de segurança – cada transação de criptomoedas é protegida através de técnicas criptográficas avançadas que a tornam quase impossível de falsificar
vi_vn: Mức độ an ninh cao - mỗi giao dịch cryptocurrency được đảm bảo thông qua nâng cao kỹ thuật mã hóa mà làm cho nó hầu như không thể làm giả
zh_cn: 高度安全保障 - 每一个加密货币交易都透过先进的加密技术提供安全保障，因此伪造是几乎不可能发生的

source: High, Low and Close
de_de: Hoch, Tief und Schluss
fr_fr: Haut, Bas et Clotûre
id_id: High, Low dan Close
pl_pl: Wysoka, Niska i Zamknięcia
pt_pt: Alta, Baixa e Fechamento
vi_vn: Cao, thấp và đóng
zh_cn: 最高值、最低值和收盘

source: High-Close
de_de: Hoch-Schluss
fr_fr: Haut-Clôture
pl_pl: Zamknięcia-Wysoka
pt_pt: Fechar-Alto
vi_vn: Cao-Đóng
zh_cn: 最高值-收盘

source: High-Low
de_de: Hoch-Tief
fr_fr: Haut-Bas
pl_pl: Wysoka-Niska
pt_pt: Alto-Baixo
vi_vn: Cao-Thấp
zh_cn: 最高值-最低值

source: High-tech green township
fr_fr: Ville Verte High-Tech
id_id: Kota hijau berteknologi tinggi
pl_pl: Nowoczesne zielone miasto
pt_pt: Município verde de alta tecnologia
vi_vn: Thành phố công nghệ xanh
zh_cn: 高科技环保乡镇

source: High/Low Ticks
de_de: Hohe/Niedrige Ticks
fr_fr: Ticks Haut/Bas
id_id: High/Low Tick
pl_pl: Duże/małe zmiany ceny
pt_pt: Tique-taques Altos/Baixos
vi_vn: Tick Cao/Thấp
zh_cn: 高/低跳动点

source: Higher
de_de: Höher
fr_fr: Supérieur
pl_pl: Wyższe
pt_pt: Superior
vi_vn: Cao Hơn
zh_cn: 高于

source: Higher or equal
de_de: Höher oder gleich
fr_fr: Plus haut ou égal
id_id: Lebih tinggi atau sama
pl_pl: Wyższe lub równe
pt_pt: Superior ou igual
vi_vn: Cao Hơn hoặc Bằng
zh_cn: 高于或等于

source: Higher/Lower
de_de: Höher/Tiefer
fr_fr: Supérieur/Inférieur
pl_pl: Wyższy/niższy
pt_pt: Superior/Inferior
vi_vn: Cao Hơn/Thấp Hơn
zh_cn: “高于/低于”

source: Higher/Lower contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de_de: Höher/Tiefer Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr_fr: Les contrats « Supérieur/Inférieur » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id_id: Kontrak Higher/Lower akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
pl_pl: Kwota zakupu kontraktu typu „wyższe/niższe” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
pt_pt: Os contratos "Superior/Inferior" serão reembolsados ao preço de compra caso existam menos de 2 tique-taques entre a hora de início e a hora final.
vi_vn: Hợp đồng giá trên/ dưới sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 tick giữa thời điểm bắt đầu và kết thúc hợp đồng.
zh_cn: 如果开始和结束期间价格跳动次数少于2，高于/低于合约购入价将全额退还。

source: Higher/Lower trades
de_de: Höhere/Tiefere Stände
fr_fr: Contrats Supérieur/Inférieur
id_id: Kontrak Higher/Lower
pl_pl: Zakłady wyższy/niższy
pt_pt: Contratos Mais Altos/Mais Baixos
vi_vn: Giao dịch Cao Hơn/Thấp Hơn
zh_cn: “高于/低于”交易

source: Highlights
fr_fr: Faits marquants
id_id: Sorotan
pl_pl: Najważniejsze zalety
pt_pt: Destaques
vi_vn: Điểm nổi bật
zh_cn: 亮点

source: Hint: it would take approximately %1%2 to crack this password.
de_de: Tipp: Es würde ungefähr %1%2 dauern, um dieses Passwort zu knacken.
fr_fr: Conseil : il faudrait environ %1%2 pourquoi craquer ce mot de passe.
id_id: Petunjuk: dibutuhkan kira-kira %1%2 untuk memecahkan kata sandi ini.
pl_pl: Podpowiedź: Złamanie tego hasła zajmie około %1%2.
pt_pt: Dica: Iria levar aproximadamente %1%2 para decifrar esta senha.
vi_vn: Gợi ý: nó sẽ mất khoảng %1%2 để crack mật khẩu này.
zh_cn: 提示： 破解这个密码需要大约 %1%2 。

source: Historical Mediterranean island
de_de: Historische Mittelmeerinsel
fr_fr: Île de la Méditerranée historique
id_id: Pulau Mediterania yang bersejarah
pl_pl: Historyczna wyspa śródziemnomorska
pt_pt: Ilha mediterrânica histórica
vi_vn: Đảo địa trung hải với bề dầy lịch sử
zh_cn: 历史悠久的地中海岛屿

source: Hits & Impression report: Displays your hit rate and click through rates
de_de: Treffer & Eindrucksbericht: Zeigt Ihre Trefferquote und Durchklickrate an
fr_fr: Rapport sur les succès & Impression : affiche votre taux de succès, et votre taux de clic
id_id: Laporan kunjungan dan impresi: Menampilkan jumlah kunjungan dan klik
pl_pl: Raport kliknięć i wyświetleń: przedstawia współczynnik klikalności
pt_pt: Relatório de visitas e impressões: Exibe as suas taxas de visitas e de cliques
vi_vn: Báo cáo ấn tượng & lượt truy cập: Hiển thị tỷ lệ nhấp chuột và lượt xem của bạn
zh_cn: 点击和印象报表: 显示您的命中率和点击率

source: Hone your security testing skills.
de_de: Verfeinern Sie Ihre Sicherheitsprüfungs-Fähigkeiten.
fr_fr: Développez vos compétences en termes de test de sécurité.
id_id: Asah keterampilan menguji Anda.
pl_pl: Dojdź do perfekcji w testach bezpieczeństwa.
pt_pt: Aprimore as suas habilidades de teste de segurança.
vi_vn: Trau dồi các khả năng kiểm tra an ninh của bạn.
zh_cn: 磨练您的安全测试技能。

source: Hong Kong Dollar vs Japanese Yen
de_de: Hong Kong Dollar gegen Japanischen Yen
fr_fr: Dollar de Hong Kong vs Yen Japonais
id_id: Dolar Hong Kong vs Yen Jepang
pl_pl: Dolar hongkoński vs jen japoński
pt_pt: Dólar de Hong Kong vs. Iene japonês
vi_vn: Đô-la Hồng Kông vs đồng yên Nhật
zh_cn: 港元兑日元

source: Hour
de_de: Stunde
fr_fr: Heure
id_id: Jam
pl_pl: Godzina
pt_pt: Hora
vi_vn: Giờ
zh_cn: 小时

source: Hours
de_de: Stunden
fr_fr: Heures
id_id: Jam
pl_pl: Godziny
pt_pt: Horas
vi_vn: Giờ
zh_cn: 小时

source: How and when will I receive my affiliate earnings?
de_de: Wie und wann bekomme ich meine Geschäftspartner-Verdienste?
fr_fr: Comment et quand vais-je percevoir mes revenus d'affilié ?
id_id: Bagaimana dan kapan saya akan menerima komisi afiliasi?
pl_pl: Jak i kiedy otrzymam płatność z programu partnerskiego?
pt_pt: Como e quando receberei os meus ganhos de afiliado?
vi_vn: Khi nào và như thế nào để nhận tiền cộng tác của tôi?
zh_cn: 我收到联盟收益的方式和时间是？

source: How can I become an affiliate?
de_de: Wie werde ich Geschäftspartner?
fr_fr: Comment puis-je devenir affilié ?
id_id: Bagaimana cara menjadi afiliasi?
pl_pl: Jak mogę zostać partnerem?
pt_pt: Como posso me tornar afiliado?
vi_vn: Làm thế nào để trở thành một cộng tác viên?
zh_cn: 我如何才能成为联盟会员？
