Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
de_de: Für Devisen: Der Divisenmarkt ist ein OTC (over the counter) Markt (Freiverkehrsmarkt), auf dem Banken und andere große Finanzinstitutionen unter sich Währungen handeln, ohne dass es dabei eine zentrale Abrechnungsstelle gibt. Dementsprechend gibt es für Devisenangebote auch keine „offizielle" Preisquelle. Andere Daten-Feeds enthalten Angebote von unterschiedlichen Untergruppen internationaler Banken. Dementsprechend können sich die Kurse zwischen den einzelnen Anbietern unterscheiden. Sie hängen davon ab, von welcher Bank/welchen Banken sie die Kurse erhalten.
id_id: Untuk forex: Pasar forex adalah pasar OTC (over the counter yaitu diselesaikan melalui bagian kasir) dimana bank-bank dan beberapa institusi keuangan besar lainnya melakukan trading mata uang antara mereka sendiri tanpa adanya lembaga kliring. Maka secara langsung tidak akan ada penentuan harga resmi pada tawaran harga forex. Setiap data feed terdiri tawaran atau quote yang berasal dari sub-set Bank internasional yang berbeda. Sehingga harga yang ditawarkan akan berbeda-beda tergantung pada penawar dari bank mana mereka mengambil harga tersebut.
pl_pl: Dla Forex: Rynek forex to rynek obrotu pozagiełdowego, gdzie banki i inne instytucje finansowe handlują walutami między sobą bez centralnej instytucji rozliczeniowej. W związku z powyższym nie istnieje „oficjalna” cena źródłowa dla notowań forex. Różne kanały zawierają notowania z różnych banków międzynarodowych. W związku z tym ceny mogą się różnić między dostawcami, w zależności od tego, z którego banku uzyskują ceny.
pt_pt: Para Forex: O mercado forex é um mercado OTC (over the counter - mercado de balcão), no qual os bancos e outras grandes instituições financeiras negociam moedas entre si, sem a existência de qualquer câmara de compensação central. Desta forma, não há nenhuma fonte de preço "oficial" para as cotações forex. Os diversos feeds de dados conterão cotações de um sub-conjunto de bancos internacionais distintos. Por conseguinte, os preços podem variar entre os prestadores, dependendo do(s) banco(s) a partir dos quais obtêm os preços.
vi_vn: Đối với thị trường ngoại tệ: Thị trường ngoại hối là thị trường chứng khoán phi tập trung (không chính thức), nơi mà ngân hàng và những thể chế tài chính lớn khác giao dịch tiền tệ với nhau mà không cần phải có nhà thanh toán bù trừ trung ương. Theo đó, sẽ không có nguồn giá "chính thức" đối với báo giá ngoại tệ. Nguồn dữ liệu khác nhau sẽ tập hợp từ chuỗi các ngân hàng quốc tế. Theo đó, giá có thể khác nhau giữa các nhà cung cấp, phụ thuộc vào ngân hàng mà họ lấy giá từ đó.
zh_cn: 关于外汇交易：外汇市场是银行和其他大型金融机构相互交易外汇的场外交易（OTC）市场，没有中央结算行。因此，外汇交易报价也没有“官方”价格来源。不同的数据源包含不同类型国际银行的报价。因此，根据其获得价格的银行不同，各外汇报价提供者的价格也不相同。

source: For full contact details of %1, kindly check our %2Contact Us%3 page.
de_de: Für die vollständigen Kontaktdaten von %1, sehen Sie bitte auf unserer Seite %2Kontaktieren Sie uns%3 nach.
id_id: Untuk detail kontak %1, silahkan lihat halaman %2Hubungi Kami%3.
pl_pl: Aby uzyskać pełne dane kontaktowe %1, odwiedź naszą stronę %2Skontaktuj się z nami%3.
pt_pt: Para dados de contato completos de %1, pedimos que consulte a nossa página %2Contate-nos%3.
vi_vn: Để có các chi tiết liên lạc đầy đủ của %1, vui lòng vào trang %2Liên hệ%3 của chúng tôi.
zh_cn: 关于%1的完整联系信息, 请查看%2联系我们%3页面。

source: For fully covered accounts, no margin will be charged on open positions. However, swaps and other applicable fees can cause your Account Equity to turn negative. In that case the Stop Out process will be triggered.
id_id: Untuk akun yang dilindungi secara penuh, tidak ada margin yang akan dikenakan pada posisi berjalan. Namun, swap dan biaya lain dapat menyebabkan Ekuitas Akun Anda menjadi negatif. Dalam hal ini, proses Stop Out akan terpicu.
pl_pl: W przypadku kont z całkowitym pokryciem nie jest pobierany depozyt zabezpieczający dla pozycji otwartych. Jednak opłaty swap i inne obowiązujące opłaty mogą skutkować ujemnym kapitałem na Twoim koncie. W takim przypadku może zostać uruchomiony proces Stop Out.
vi_vn: Đối với các tài khoản được bảo hiểm đầy đủ, không có khoản ký quỹ nào sẽ được tính trên các phiên mở. Tuy nhiên, giao dịch hoán đổi và các khoản phí áp dụng khác có thể khiến vốn chủ sở hữu của bạn chuyển sang âm. Trong trường hợp đó, quá trình Dừng sẽ được kích hoạt.
zh_cn: 受全额保护的账户的未平仓头寸不收保证金。但掉期和其他必须支付的费用可能会导致您的账户净值金额变为负值。此情况下将会触发“强制平仓”程序。

source: For general support:
de_de: Für allgemeine Unterstützung:
fr_fr: Pour l’aide générale :
id_id: Untuk bantuan umum:
pl_pl: Jeśli potrzebujesz wsparcia ogólnego:
pt_pt: Para apoio geral:
vi_vn: Hỗ trợ chung:
zh_cn: 一般支持：

source: For information about Forex leverage refer to our %1Margin Policy%2.
de_de: Für Informationen über Forex-Leverage beziehen Sie sich bitte auf unsere %1Margin-Richtlinie%2.
fr_fr: Pour plus d’informations sur l'effet de levier avec le Forex se référer à notre %1Politique de marge%2.
id_id: Untuk informasi mengenai leverage Forex lihat ke %1Kebijakan Margin%2 kami.
pl_pl: Aby uzyskać więcej informacji na temat dźwigni na rynku Forex, zapoznaj się z naszą %1Polityką dot. depozytu zabezpieczającego%2.
pt_pt: Para mais informações sobre a alavancagem no forex, consulte a nossa %1política de margens%2.
vi_vn: Để biết thông tin về đòn bẩy Ngoại Hối vui lòng tham khảo %1 Chính Sách Ký Quỹ %2 của chúng tôi.
zh_cn: 有关外汇杠杆的信息, 请参阅我们的 %1保证金政策%2。

source: For payments-related queries:
de_de: Für auf Zahlungen bezogene Fragen:
fr_fr: Pour les requêtes liées aux paiements :
id_id: Untuk bantuan pembayaran:
pl_pl: Jeśli masz pytania dot. płatności:
pt_pt: Para assuntos relacionados com pagamentos:
vi_vn: Cho các truy vấn liên quan đến các khoản thanh toán:
zh_cn: 付款相关的查询：

source: For the purposes of this Agreement, the following shall mean:
de_de: Zum Zwecke dieser Vereinbarung, soll das Folgende heißen, dass:
fr_fr: Aux fins du présent Contrat, ce qui suit signifiera :
id_id: Untuk kepentingan Persetujuan ini, hal berikut adalah:
pl_pl: Na cele niniejszej Umowy przyjmuje się następujące definicje:
pt_pt: Para os fins deste Acordo, o seguinte significará:
vi_vn: Vì các mục đích của Thỏa Thuận này, sau đây có nghĩa là:
zh_cn: 就本协议而言, 以下各项的含义为:

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category.
de_de: BetOnMarkets.com wurde schon für das dritte aufeinanderfolgendende Jahr von dem Shares Magazine UK zum besten 'Best Fixed-Odds Financial Trading Provider (deutsch: Bester Finanzhandelsdienstleister für feste Gewinnquoten)' gewählt. Leider ist dies das letzte Mal, da das Shares Magazine die Preisvergabe in dieser Kategorie eingestellt hat.
fr_fr: Pour la troisième année consécutive, BetOnmrakets.com est élu « Meilleur fournisseur de services de trading sur produits dérivés financiers » par Shares Magazine UK. C'est la dernière fois que nous obtiendrons ce prix, car Shares Magazine cessera ensuite de décerner des récompenses dans cette catégorie.
id_id: Tiga kali berturut-turut, BetOnMarkets.com dinobatkan sebagai 'Penyedia Trading Financial Fixed-Odds Terbaik' oleh Shares Magazine UK.
pl_pl: Po raz trzeci z kolei BetOnMarkets.com uzyskał tytuł „Najlepszego dostawcy zakładów o ustalonej stawce” od pisma Shares Magazine UK. Wygraliśmy po raz ostatni, ponieważ Shares Magazine nie przyznaje już nagród w tej kategorii.
pt_pt: Pelo terceiro ano consecutivo, a BetOnMarkets.com foi eleita o "Melhor Provedor de Negociação Financeira de Probabilidades Fixas" pela Shares Magazine UK. Esta será a última vez que ganhamos, pois a Shares Magazine UK vai parar a premiação nesta categoria.
vi_vn: Ba năm liên tiếp, BetOnMarkets.com được tạp chí Shares Magazine Anh bầu chọn là " Nhà cung cấp Giao dịch Tài chính Fixed-Odds Tốt nhất". Đó là lần cuối chúng tôi chiến thắng vì Shares Magazine đã dừng trao giải trong lĩnh vực này.
zh_cn: 连续第三年，BetOnMarkets.com被英国财经杂志《Shares Magazine》评为“最佳固定赔率金融交易提供商”。这是我们最后一次获奖，因为该杂志已停止颁发这一类奖项。

source: Force Majeure Event
de_de: Ereignis höherer Gewalt
id_id: Keadaan Memaksa
pl_pl: Zdarzenia siły wyższej
pt_pt: Evento de força maior
vi_vn: Sự Kiện Bất Khả Kháng
zh_cn: 不可抗力事件

source: Force majeure events must be confirmed by an authority and/or government authority of the Party's residence.
de_de: Ereignisse höherer Gewalt müssen von einer Behörde und/oder staatlichen Behörde des Wohnsitzes der Partei bestätigt werden.
id_id: Peristiwa keadaan memaksa harus dikonfirmasi oleh otoritas dan/atau pihak berwenang pada tempat kediaman Bersangkutan.
pl_pl: Zdarzenia mające znamiona siły wyższej muszą zostać potwierdzone przez organ i/lub władze rządowe z kraju zamieszkania Strony.
pt_pt: Eventos de força maior devem ser confirmados por uma autoridade e/ou autoridade governamental da residência da parte contratante.
vi_vn: Sự kiện kháng phải được xác nhận bởi một cơ quan và/hoặc của Đảng có thẩm quyền tại nơi cư trú.
zh_cn: 不可抗力事件必须经双方所在地的地方当局和/或政府机构确认。

source: Forex
de_de: Devisenhandel
pt_pt: Forex (Mercado de Câmbio)
vi_vn: Thị trường ngoại hối
zh_cn: 外汇

source: Forex & Metals
de_de: Forex & Metalle
fr_fr: Forex & Métaux
id_id: Forex & Logam
pl_pl: Forex i metale
pt_pt: Forex e Metais
vi_vn: Ngoại hối & Các kim loại
zh_cn: 外汇和金属

source: Forex and contract for differences transactions involve a high degree of risk and are speculative because they allow you to speculate on the short term movements of the price of the underlying financial instruments. You should not enter into forex and/or contracts for differences transactions unless you are able to sustain losses that exceed your deposited funds. It is important for you to understand that in order to realise any value from your open positions, you would have to enter into a corresponding transaction to close your open positions and you may find it difficult or impossible to do so under certain market conditions.
de_de: Forex und Differenzkontrakt-Transaktionen involvieren einen hohen Grad an Risiko und sind spekulativ, da sie Ihnen erlauben auf kurzfristige Bewegungen des Kurses der zugrundeliegenden Instrumente zu spekulieren. Sie sollten keine Forex und/oder Differenzkontrakt-Transaktionen eingehen, es sei denn, Sie können Verluste, die Ihre eingezahlten Gelder überschreiten, tragen. Es ist wichtig, dass Sie verstehen, dass Sie, um einen Wert von Ihren offenen Positionen realisieren zu können, eine entsprechende Transaktion eingehen müssten, um Ihre offenen Positionen zu schließen und Sie könnten es schwierig oder unmöglich finden, dies unter gewissen Marktbedingungen zu tun.
id_id: Forex dan kontrak untuk perbedaan melibatkan risiko tinggi dan sangat spekulatif berhubung memberi peluang kepada Anda untuk menganalisa pergerakan harga jangka pendek pada instrumen pasar dasar. Jangan memasuki dunia forex dan/atau kontrak transaksi berdasarkan selisih kecuali jika Anda dapat mempertahankan kerugian yang melebihi dana yang disetorkan. Hal ini penting bagi Anda untuk memahami bahwa dalam rangka mewujudkan nilai apapun dari posisi berjalan Anda, Anda harus masuk ke dalam transaksi yang sesuai untuk menutup open position tersebut dan Anda mungkin merasa sulit atau tidak mungkin untuk melakukannya di bawah kondisi pasar tertentu.
pl_pl: Kontrakty forex oraz kontrakty na różnice kursowe mają charakter spekulacyjny i wiążą się z wysokim ryzykiem, ponieważ pozwalają na spekulację opartą na krótkoterminowych zmianach ceny bazowego instrumentu finansowego. Nie należy zawierać kontraktów forex ani kontraktów na różnice kursowe, jeżeli nie jesteś w stanie pokryć potencjalnych strat, które mogą przewyższyć kwotę środków znajdujących się na koncie. Należy zrozumieć, że w celu realizacji jakiejkolwiek kwoty z pozycji otwartej, konieczne będzie zawarcie odpowiedniej transakcji w celu zamknięcia pozycji otwartych i może się to okazać trudne lub niemożliwe w określonych warunkach rynkowych.
pt_pt: Transações de câmbios e contratos por diferenças envolvem um alto grau de risco e são especulativas porque elas permitem que você especule sobre os movimentos de curto prazo do preço dos instrumentos financeiros subjacentes. Você não deve entrar em transações de câmbios ou em contratos por diferenças a menos que consiga suster perdas que excedem os fundos que depositou. É importante que você se lembre que, para realizar qualquer valor das suas posições em aberto, você iria ter que entrar numa transação correspondente para fechar as suas posições em aberto e pode considerar difícil ou impossível fazer tal sob certas condições do mercado.
vi_vn: Ngoại hối và các hợp đồng chênh lệch giá giao dịch liên quan đến một mức độ rủi ro cao và đầu cơ vì chúng cho phép bạn suy đoán trong các bước đi ngắn hạn của giá cả của các công cụ tài chính bên dưới. Bạn không nên tham gia vào ngoại hối hoặc/và các hợp đồng chênh lệch giá giao dịch trừ phi bạn có khả năng duy trì thiệt hại mà vượt quá khoản tiền bạn gửi vào. Điều quan trọng với bạn để hiểu rằng để nhận ra bất cứ giá trị nào từ các phiên mở của bạn, bạn nên tham gia vào một phiên giao dịch chính xác để đóng lại phiên mở của bạn và bạn có thể thấy nó khó khăn hoặc bất khả thi để thực hiện điều đó dưới một vài điều kiện nhất định của thị trường.
zh_cn: 外汇和差价交易合约涉及高风险，是一种投机活动，因为您可推测基础金融工具价格的短期变动。除非您能接受比您存入资金更大的亏损，否则不适合参与外汇交易和 （或） 签订差价交易合约。重要的是您需了解，如果要从持仓头寸获取任何回报，您必须参与相应的交易将持仓头寸平仓，有时候在一些市场条件下您可能很难或无法做到此点。

source: Forex and contracts for differences are high risk and speculative
de_de: Forex und Differenzkontrakte haben ein hohes Risiko und sind spekulativ
fr_fr: Le Forex et les contracts pour différences sont à hauts risques et spéculatifs
id_id: Forex dan kontrak untuk perbedaan adalah berisiko tinggi dan spekulatif
pl_pl: Kontrakty forex oraz kontrakty na różnice kursowe mają charakter spekulacyjny i wiążą się z wysokim ryzykiem
pt_pt: Câmbios e contratos por diferenças envolvem alto risco e são especulativos
vi_vn: Ngoại hối và các hợp đồng chênh lệch giá có rủi ro cao và có tính suy đoán
zh_cn: 外汇和差价交易合约涉及高风险，是一种投机活动

source: Forex contract specifications
de_de: Forex Kontraktspezifikationen
fr_fr: Les spécifications du contract Forex
id_id: Spesifikasi kontrak Forex
pl_pl: Szczegóły kontraktów forex
pt_pt: Especificações de contratos forex
vi_vn: Điều khoản đặc biệt của Ngoại hối
zh_cn: 外汇合约规格

source: Forex margin policy
de_de: Foren-Margin Richtlinie
fr_fr: Politique de marge Forex
id_id: Kebijakan margin forex
pl_pl: Polityka dot. depozytu zabezpieczającego w przypadku kontraktów forex
pt_pt: Política de margens forex
vi_vn: Chính sách ký quỹ ngoại hối
zh_cn: 外汇保证金政策

source: Forex trading experience
de_de: Devisenhandelserfahrung
fr_fr: Expérience de trading sur le Forex
id_id: Pengalaman trading forex
pl_pl: Doświadczenie w handlowaniu walutami
pt_pt: Experiência com negociação Forex
vi_vn: Kinh nghiệm giao dịch ngoại hối
zh_cn: 外汇交易经验

source: Forex trading frequency
de_de: Devisenhandelshäufigkeit
fr_fr: Fréquence de trading sur le Forex
id_id: Frekuensi trading forex
pl_pl: Częstotliwość handlowania walutami
pt_pt: Frequência de negociação Forex
vi_vn: Tần suất giao dịch ngoại hối
zh_cn: 外汇交易频率

source: Forex trading involves buying one currency and selling another currency at the same time. This is why you always see them quoted in pairs. For example: EUR/USD and GBP/USD.
de_de: Der Handel mit Forex umfasst den Kauf einer Währung und den Verkauf einer anderen Währung zur gleichen Zeit. Deshalb sehen Sie diese immer paarweise zitiert. Zum Beispiel: EUR/USD und GBP/USD.
fr_fr: Le trading Forex consiste à acheter une devise et à en vendre une autre en même temps. C’est pourquoi vous les voyez toujours citées par paires. Par exemple : EUR/USD et GBP/USD.
id_id: Trading forex melibatkan pembelian satu mata uang dan penjualan mata uang lain pada saat yang bersamaan. Ini sebabnya Anda akan selalu mereka dikuotasikan secara berpasangan. Sebagai contoh: EUR/USD dan GBP/USD.
pl_pl: Handel na rynku forex jest kupowaniem jednej waluty i sprzedawaniem drugiej w tym samym momencie. Dlatego kwotowanie zawsze przedstawiane jest w formie par walutowych. Na przykład: EUR/USD czy GBP/USD.
pt_pt: Negociações forex envolvem a compra de uma moeda e a venda de uma outra moeda em simultâneo. É por esta razão que se vê a cotação em forma de pares. Por exemplo: EUR/USD e GBP/USD.
vi_vn: Giao dịch ngoại hối liên quan đến việc mua một loại tiền tệ và bá một loại tiền tệ khác cùng một lúc. Đây là lý do tại sao bạn luôn luôn nhìn thấy chúng trong cặp. Ví dụ: EUR/USD và GBP/USD.
zh_cn: 外汇交易涉及买入一种货币并同时卖出另一种货币。 因此您总会看到成双成对的报价。例如：欧元/美元和英镑/美元。

source: Forex trading involves buying or selling these "currency pairs". When you buy a currency pair such as EUR/USD, it means that you are buying the EURO and selling the USD at the same time.
de_de: Der Handel mit Forex umfasst den Kauf oder Verkauf dieser "Kryptowährungspaare". Wenn Sie ein Währungspaar wie z. B. EUR/USD kaufen, bedeutet dies, dass Sie den EURO kaufen und den USD zur gleichen Zeit verkaufen.
fr_fr: Le trading Forex consiste à acheter ou à vendre ces « paires de devises ». Lorsque vous achetez une paire de devises comme EUR/USD, cela signifie que vous êtes à l'achat sur l’EURO et vendez des USD en même temps.
id_id: Trading forex akan melibatkan pembelian dan penjualan "pasangan mata uang" ini. Ketika Anda membeli suatu pasangan mata uang seperti EUR/USD, berarti Anda membeli EURO dan menjual USD pada saat yang bersamaan.
pl_pl: Handlowanie forex jest kupowaniem lub sprzedawaniem „par walutowych”. Gdy kupujesz parę walutową, taką jak EUR/USD, oznacza to, że kupujesz EURO, sprzedając w tym samym czasie USD.
pt_pt: Negociações forex envolvem a compra ou a venda destes "pares de moedas". Quando você compra um par de moedas tal como o EUR/USD, significa que você está comprando o EUR e vendendo o USD ao mesmo tempo.
vi_vn: Giao dịch ngoại hối liên quan đến việc mua hoặc bán "các cặp tiền tệ" này. Khi bạn mua một cặp tiền tệ như EUR/USD, có nghĩa là bạn đang mua đồng EURO và bán USD tại cùng một thời gian.
zh_cn: 外汇交易涉及买入或卖出这些“货币对”。当您买入例如欧元/美元的货币对时，意味着您正在买入欧元并同时卖出美元。

source: Forex;
vi_vn: Ngoại hối;
zh_cn: 外汇;

source: Founded in 1999, %1 is one of the oldest and most respected names in online binary trading.
de_de: In 1999 gegründet, ist %1 eine der ältesten und respektabelsten Marken im online Handel mit binären Optionen.
fr_fr: Fondée en 1999, %1 est un des noms les plus anciens et les plus respectés dans le trading d'options binaires en ligne.
id_id: Didirikan pada tahun 1999, %1 merupakan salah satu nama tertua dan dihormati pada trading online binary.
pl_pl: Firma %1 powstała w 1999 r. i jest jedną z najstarszych i najbardziej szanowanych marek w branży internetowego handlu opcjami binarnymi.
pt_pt: Fundada em 1999, a %1 é um dos mais antigos e mais respeitados nomes na negociação de opções binárias.
vi_vn: Thành lập vào năm 1999, %1 là một trong những tên tuổi lâu đời nhất và được đánh giá cao trong lĩnh vực giao dịch nhị phân trực tuyến.
zh_cn: %1 成立于1999年，是在线二元期权交易行业中历史最悠久、享有最高声誉的佼佼者之一。

source: Fr
fr_fr: ven.
id_id: Jum
pl_pl: Pt
pt_pt: Sex
vi_vn: Thứ 6
zh_cn: 星期五

source: Fraud and Money Laundering
de_de: Betrug und Geldwäsche
id_id: Penipuan dan Pencucian Uang
pl_pl: Oszustwa i pranie brudnych pieniędzy
pt_pt: Fraude e lavagem de dinheiro
vi_vn: Gian lận và rửa tiền
zh_cn: 诈骗和洗钱

source: Free Bonus
de_de: Gratis Bonus
id_id: Bonus Gratis
pl_pl: Darmowy bonus
pt_pt: Bônus Gratuito
vi_vn: Tiền thưởng tự do
zh_cn: 免费奖金

source: Free training sessions by professional traders.
de_de: Kostenfreie Schulungen von professionellen Händlern.
fr_fr: Sessions de formation gratuites par des traders professionnels.
id_id: Pelatihan gratis oleh para trader profesional.
pl_pl: Darmowe sesje szkoleniowe prowadzone przez profesjonalnych graczy.
pt_pt: Sessões de treinamento gratuitas realizadas por negociadores profissionais.
vi_vn: Các phiên họp đào tạo miễn phí bởi các thương nhân chuyên nghiệp.
zh_cn: 专业操盘手提供的免费培训课程。

source: Freedom
de_de: Freiheit
fr_fr: Liberté
id_id: Kebebasan
pl_pl: Wolność
pt_pt: Liberdade
vi_vn: Tự do
zh_cn: 自由

source: Frequency of trading other financial instruments
fr_fr: Fréquence de trading sur autres instruments financiers
id_id: Frekuensi trading pada instrumen keuangan lainnya
pl_pl: Częstotliwość handlowania innymi instrumentami finansowymi
vi_vn: Tần suất giao dịch các công cụ tài chính khác
zh_cn: 其他金融工具的交易频率

source: Friday
de_de: Freitag
fr_fr: vendredi
id_id: Jum'at
pl_pl: piątek
pt_pt: Sexta-feira
vi_vn: Thứ Sáu
zh_cn: 星期五

source: Fridays
de_de: Freitag
fr_fr: Vendredis
id_id: Jum'at
pl_pl: piątki
pt_pt: Sexta-feira
vi_vn: Thứ Sáu
zh_cn: 星期五

source: Friendly locals
de_de: Freundliche Einheimische
fr_fr: Des habitants sympathiques
id_id: Penduduk setempat yang ramah
pl_pl: Przyjaźni mieszkańcy
pt_pt: Habitantes locais amigáveis
vi_vn: Người dân địa phương thân thiện
zh_cn: 友好的当地人

source: From
de_de: Von
fr_fr: De
id_id: Dari
pl_pl: Od
pt_pt: De
vi_vn: Từ
zh_cn: 从

source: From account:
fr_fr: Du compte :
id_id: Dari akun:
pl_pl: Z konta:
vi_vn: Từ tài khoản:
zh_cn: 从账户:

source: Front Side
de_de: Vorderseite
fr_fr: Face Avant
id_id: Bagian Depan
pl_pl: Przednia strona
pt_pt: Frente
vi_vn: Mặt trước
zh_cn: 前侧

source: Front and reverse side photos of %1 are required.
de_de: Fotos der Vorder-und Rückseite des %1 sind erforderlich.
fr_fr: Photos de côté avant et arrière de %1 sont nécessaires.
id_id: Foto depan dan belakang %1 diperlukan.
pl_pl: Wymagane jest zdjęcie przedniej i tylnej strony %1.
pt_pt: Fotos frente e verso de %1 são necessárias.
vi_vn: %1 yêu cầu phải có ảnh mặt trước và mặt sau của chứng minh thư.
zh_cn: %1 的照片正反面是必需的。

source: Front side
de_de: Vorderseite
fr_fr: Face avant
id_id: Bagian depan
pl_pl: Przednia strona
pt_pt: Frente
vi_vn: Mặt trước
zh_cn: 前侧

source: Front-End Developer
de_de: Front-End Entwickler
fr_fr: Développeur Front-End
pl_pl: Deweloper front-end
pt_pt: Desenvolvedor front-end
vi_vn: Vận hành Front-End
zh_cn: 前端开发员

source: Fund Transfers
de_de: Geldüberweisung
id_id: Transfer Dana
pl_pl: Przelewy środków
pt_pt: Transferências de fundos
vi_vn: Chuyển khoản
zh_cn: 基金转汇

source: Fund transfers between accounts are unavailable.
de_de: Überweisungen zwischen Konten sind nicht verfügbar.
fr_fr: Les transferts de fonds entre comptes ne sont pas disponibles.
id_id: Transfer dana antar akun tidak tersedia.
pl_pl: Przelewy między kontami są niedostępne.
pt_pt: A transferência de fundos entre contas está indisponível.
vi_vn: Không thể chuyển tiền giữa các tài khoản.
zh_cn: 账户之间不可转账。

source: Funding of MT5 Real Account
de_de: Finanzierung eines MT5 Echtgeldkontos
fr_fr: Approvisionnement du Compte Réel MT5
id_id: Deposit ke Akun Riil MT5
pl_pl: Zasilanie Prawdziwego konta MT5
pt_pt: Financiamento de uma conta real MT5
vi_vn: Quỹ của tài khoản thực MT5
zh_cn: MT5真实账户资金存入

source: Further information
de_de: Weitere Informationen
fr_fr: Informations supplémentaires
id_id: Informasi selanjutnya
pl_pl: Dalsze informacje
pt_pt: Outras informações
vi_vn: Thông tin bổ sung
zh_cn: 更多信息

source: Further instructions
de_de: Weitere Anweisungen
fr_fr: Instructions supplémentaires
id_id: Instruksi lebih lanjut
pl_pl: Więcej informacji
pt_pt: Instruções adicionais
vi_vn: Hướng dẫn bổ sung
zh_cn: 详细说明
