Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
de_de: Kunden, die sich selbst ausschließen möchten, müssen beachten, dass der Zeitraum für den Selbstausschluss, ohne Widerrufsfrist und mit sofortiger Wirkung, mindestens sechs Monate beträgt, der bis auf mindestens fünf Jahre verlängert werden kann. Wenn der Zeitraum für den Selbstausschluss eingerichtet ist, wird eventuelles Guthaben auf dem Kundenkonto an den Kunden ausgezahlt. Nach Ablauf des Zeitraums für den Selbstausschluss bleibt dieser so lange in Kraft, bis der Kunde eine positive Reaktion zeigt, um wieder am Handel teilzunehmen.
fr_fr: Les clients souhaitant s'auto-exclure doivent savoir que la période d'auto-exclusion est de six mois minimum. Ils ont la possibilité de prolonger cette période pour un total d'au moins cinq ans, immédiatement et sans délai de réflexion. Une fois la période d'auto-exclusion déterminée, le solde des fonds détenus sur le compte du client sera remboursé au client. À la fin de la période d'auto-exclusion, l'auto-exclusion reste en place, sauf si le client prend l'initiative directe d'exécuter à nouveau des opérations de trading .
id_id: Klien yang ingin mengecualikan diri harus menyadari bahwa periode pengecualian diri adalah minimal enam bulan hingga lima tahun, secara langsung tanpa masa tenggang. Ketika periode pengecualian diri ditetapkan, sisa saldo akan dikembalikan kepada Klien. Pada akhir periode pengecualian diri, pengecualian diri akan tetap berlaku kecuali jika Klien melakukan permohonan untuk melakukan trading kembali.
pl_pl: Klienci, którzy chcą skorzystać z opcji samodzielnego wykluczenia muszą być świadomi, że minimalny okres wykluczenia to sześć miesięcy z możliwością przedłużenia tego okresu do co najmniej pięciu lat łącznie, natychmiastowo bez żadnego okresu przejściowego. Jeśli ustawiony zostanie okres samodzielnego wykluczenia, środki zgromadzone na koncie zostaną zwrócone klientowi. Okres samodzielnego wykluczenia zostanie utrzymany do samego końca okresu samodzielnego wykluczenia, chyba że klient podejmie odpowiednie kroki w celu ponownego rozpoczęcia handlowania.
pt_pt: Os clientes que desejam auto-exclusão devem estar cientes de que o período de auto-exclusão é um mínimo de seis meses e há a opção de estendê-lo para um total de pelo menos cinco anos, imediatamente, sem qualquer período de reflexão. Quando o período de auto-exclusão é definido, o valor do saldo da conta do cliente será devolvido para ele. No final do período de auto-exclusão, a auto-exclusão permanece válida, a menos que sejam tomadas medidas positivas por parte do cliente, a fim de negociar novamente.
vi_vn: Khách hàng người mà muốn có chương trình tự loại trừ chú ý rằng thời gian tự loại trừ tối thiểu là 6 tháng và sẽ được lựa chọn kéo dài thời gian ít nhất 5 năm ngay lập tức mà không cần phải có bất kì thời gian nghỉ ngơi nào. Khi thời hạn chương trình tự loại trừ được thiết lập, số dư trong tài khoản của khách hàng sẽ được hoàn lại. Vào cuối kì chương trình tự loại trừ, chương trình đó vẫn còn hiển thị, trừ phi khách hàng làm hành động gì đó để giao dịch lại.
zh_cn: 愿意自我禁止的客户应注意，自我禁止期至少是6个月，且可以在没有任何冷静期的情况下立即将禁止期的总和延长到五年以上。自我禁止期 设定之后，客户帐户里的剩余资金将退还给客户。在自我禁止期结束时，自我禁止状态将继续保留，除非客户采取积极行动再次进行交易。

source: Clients with insider knowledge of any financial market or instrument are prohibited from trading at this website.
de_de: Kunden mit Insiderwissen über einen Finanzmarkt oder ein Instrument, ist es untersagt, auf dieser Website zu handeln.
fr_fr: Les personnes disposant de connaissances d'initiés relatives à tout marché ou instrument financier ne sont pas autorisées à effectuer des opérations de trading sur ce site Web.
id_id: Klien dengan pengetahuan mendalam mengenai pasar keuangan atau instrumen lainnya dilarang bertrading pada situs ini.
pl_pl: Klienci z dostępem do poufnych informacji dotyczących jakiegokolwiek rynku lub instrumentu finansowego nie mogą handlować na tej stronie internetowej.
pt_pt: Clientes com conhecimentos privilegiados de qualquer mercado ou instrumento financeiro são proibidas de negociar neste website.
vi_vn: Khách hàng có thông tin nội bộ của bất kỳ thị trường hoặc công cụ tài chính nào đều bị cấm giao dịch trên trang web này.
zh_cn: 本网站禁止对任何金融市场或工具具有内幕知识的客户进行交易。

source: Clients' Money
de_de: Kundengelder
id_id: Dana Klien
pl_pl: Pieniądze klienta
pt_pt: Dinheiro de clientes
vi_vn: Tiền của Khách Hàng
zh_cn: 客户的钱

source: Close
de_de: Schluss
fr_fr: Clôture
pl_pl: Zamknięcia
pt_pt: Fechar
vi_vn: Đóng
zh_cn: 收盘

source: Close Time
de_de: Schlusszeit
fr_fr: Heure de la Clôture
id_id: Waktu Tutup
pl_pl: Czas zamknięcia
pt_pt: Hora de fechamento
vi_vn: Thời gian đóng
zh_cn: 收盘时间

source: Close all or any of your Open Positions at a closing level that is reasonably available;
de_de: Schließen Sie alle oder eine Ihrer Offenen Positionen zu einem Schlussstand, der einigermaßen erhältlich ist;
id_id: Tutup semua atau Open Position lainnya pada level penutupan yang tersedia;
pl_pl: Zamknij wszystkie pozycje otwarte lub dowolną pozycję na dostępnym poziomie zamknięcia;
pt_pt: Fechar todas ou quaisquer das suas posições em aberto num nível de fechamento que está razoavelmente disponível;
vi_vn: Đóng tất cả hoặc bất kỳ Phiên Mở nào của bạn ở một mức đóng hợp lý có sẵn;
zh_cn: 以合理可用的平仓水平将所有或任何未平仓头寸平仓；

source: Close-Low
de_de: Schluss-Tief
fr_fr: Clôture-Bas
pl_pl: Zamknięcia-Niska
pt_pt: Fechar-Baixo
vi_vn: Đóng-Thấp
zh_cn: 收盘-最低值

source: Closed Bid
de_de: Geschlossenes Angebot
fr_fr: Enchère fermée
id_id: Tutup Bid
pl_pl: Zamknięte oferty
pt_pt: Lance fechado.
vi_vn: Đóng thầu
zh_cn: 密封出价

source: Closes
de_de: Schließt
fr_fr: Clôture
id_id: Ditutup
pl_pl: Zamknięcie
pt_pt: Fecha
vi_vn: Kết thúc
zh_cn: 收盘

source: Closes early (at 18:00)
de_de: Schließt früh (um 18:00)
fr_fr: Ferme tôt (à 18h)
id_id: Ditutup awal (pada 18:00)
pl_pl: Zamykane wcześnie (o 18:00)
pt_pt: Fecha cedo (às 18:00)
vi_vn: Kết thúc sớm (lúc 18:00)
zh_cn: 收盘提前（至18:00）

source: Closes early (at 21:00)
de_de: Schließt früh (um 21:00)
fr_fr: Ferme tôt (à 21h)
id_id: Ditutup awal (pada 21:00)
pl_pl: Zamykane wcześnie (o 21:00)
pt_pt: Fecha cedo (às 21:00)
vi_vn: Kết thúc sớm (lúc 21:00)
zh_cn: 收盘提前（至21:00）

source: Closing a Transaction
de_de: Eine Transaktion schließen
id_id: Penutupan Transaksi
pl_pl: Zamykanie transakcji
pt_pt: Fechando uma transação
vi_vn: Đóng giao dịch
zh_cn: 达成交易

source: Closing an Account
de_de: Ein Konto schließen
id_id: Penutupan Akun
pl_pl: Zamykanie konta
pt_pt: Fechando uma conta
vi_vn: Đóng tài khoản
zh_cn: 关闭账户

source: Closing or part-closing all, or any, of your Open Positions based on the prevailing prices available in the relevant markets;
de_de: Schließen, oder schließen Sie zum Teil alle, oder eine, Ihrer Offenen Positionen, anhand von überwiegenden Kursen, die in den relevanten Markten erhältlich sind;
id_id: Menutup semua atau sebagian dari Open Position manapun berdasarkan harga yang tersedia pada pasar yang bersangkutan;
pl_pl: Zamknij całkowicie lub częściowo wszystkie pozycje otwarte lub dowolną pozycję w oparciu o przeważające ceny dostępne na właściwym rynku;
pt_pt: Fechando total ou parcialmente todas ou quaisquer das suas posições em aberto com base nos preços prevalecentes disponíveis nos mercados relevantes;
vi_vn: Bán đóng hoặc đóng cửa tất cả hoặc bất kỳ một Phiên Mở nào của bạn dựa trên các mức giá hiện hành tại các thị trường có liên quan;
zh_cn: 基于相关市场当前可用的价格将所有或任何未平仓头寸平仓或部分平仓;

source: Closing price
de_de: Schlusskurs
fr_fr: Prix de clôture
id_id: Harga penutupan
pl_pl: Cena zamknięcia
pt_pt: Preço de fechamento
vi_vn: Giá đóng
zh_cn: 平仓价

source: Cloudflare's public DNS service gives you more secure and faster web browsing.
de_de: Cloudflares öffentlicher DNS-Dienst bietet Ihnen sichereres und schnelleres Surfen.
fr_fr: Le Service de DNS public de cloudflare vous donne une navigation web plus sécurisé et plus rapide.
id_id: Layanan DNS publik Cloudfare memberi Anda penjelajahan web yang lebih cepat dan aman.
pl_pl: Publiczna usługa DNS firmy Cloudflare zapewnia Ci szybsze i bezpieczniejsze przeglądanie stron internetowych.
pt_pt: O serviço DNS público proporciona-lhe uma experiência de navegação Web mais segura e rápida.
vi_vn: Dịch vụ DNS công cộng của Cloudflare cung cấp cho bạn trình duyệt web an toàn và nhanh hơn.
zh_cn: Cloudflare 的公共 DNS 服务为您提供更安全、更快的 web 浏览功能。

source: Collaborate with a team of world-class, Linux-based Devops Engineers
de_de: Arbeiten Sie mit einem Team von Weltklasse, Linux-basierten Devops Ingenieuren
fr_fr: Collaborer avec une équipe d’ingénieurs Devops Linux de classe mondiale
id_id: Berkolaborasi dengan tim Devops Engineer berbasis Linux kelas dunia
pl_pl: Współpraca z zespołem światowej klasy deweloperów pracujących w oparciu o system Linux
pt_pt: Colaborar com uma equipe de engenheiros de classe mundial de Devops baseado em Linux
vi_vn: Cộng tác với một đội ngũ đẳng cấp thế giới, các Kỹ Sư Vận Hành Trên Nền Linux
zh_cn: 与世界一流、采用Linux 系统的 Devops 工程师团队合作

source: Collaborate with members of our IT team to identify new ways to improve our products and services for customers
de_de: Arbeiten Sie mit den Mitgliedern unseres IT-Teams, um neue Wege zur Verbesserung unserer Produkte und Dienstleistungen für Kunden zu identifizieren
fr_fr: Collaborer avec les membres de notre équipe IT pour identifier de nouvelles façons d’améliorer nos produits et services pour les clients
id_id: Berkolaborasi dengan anggota tim IT kami untuk mengidentifikasi cara-cara baru untuk meningkatkan produk dan layanan kami bagi pelanggan
pl_pl: Współpraca z członkami naszego zespołu IT w celu zidentyfikowania nowych sposobów ulepszenia naszych produktów i usług oferowanych naszym klientom
pt_pt: Colabore com os membros de nossa equipe de TI para identificar novas maneiras de melhorar nossos produtos e serviços para os clientes
vi_vn: Cộng tác với các thành viên của đội IT chúng tôi để xác định các hướng đi mới để cải thiện các sản phẩm và dịch vụ cho khách hàng
zh_cn: 与我们的信息技术团队成员合作, 确定改进我们为客户提供的产品和服务的新方法

source: Collaborate with the marketing and design team to create recruitment branding materials
de_de: Arbeiten Sie mit dem Marketing- und Design-Team, um Rekrutierungs-Branding Materialien zu erstellen
fr_fr: Collaborer avec les équipes marketing et design pour créer des matériaux de recrutement pour la marque
id_id: Berkolaborasi dengan tim pemasaran dan desain untuk membuat materi branding rekrutmen
pl_pl: Współpraca z zespołem marketingowym i projektowym w celu tworzenia materiałów rekrutacyjnych firmy
pt_pt: Colaborar com o marketing e a equipe de design para criar materiais de identidade visual de recrutamento
vi_vn: Cộng tác với đội marketing và đội ngũ thiết kế để tạo ra các tài liệu tuyển dụng mang tính chất thương hiệu
zh_cn: 与营销和设计团队合作, 创建招聘品牌材料

source: Come up with cohesive design solutions that can achieve our business/product goals and satisfy user needs
de_de: Denken Sie sich Design-Lösungen aus, die unsere Geschäfts/Produkt-Ziele erreichen und die Bedürfnisse der Endnutzer erfüllen
fr_fr: Imaginer des solutions de design cohésives qui peuvent accomplir nos buts en matière d'affaires et de produit et satisfaire les besoins de l'utilisateur
id_id: Muncul dengan solusi desain terpadu yang dapat mencapai tujuan bisnis / produk kami dan memenuhi kebutuhan pengguna
pl_pl: Tworzenie spójnych rozwiązań projektowych, aby osiągnąć nasze cele biznesowe/produktowe i sprostać potrzebom użytkowników
pt_pt: Crie soluções de design coesas que possam atingir nossos objetivos de negócios/produtos e satisfazer as necessidades dos usuários
vi_vn: Tìm ra các giải pháp thiết kế gắn kết mà có thể đạt được các mục tiêu kinh doanh/sản phẩm của chúng tôi và thỏa mãn nhu cầu người dùng
zh_cn: 提出有凝聚力的设计解决方案, 以实现我们的业务/产品目标, 满足用户需求

source: Commencement Date
de_de: Beginndatum
fr_fr: Date d’entrée en vigueur
id_id: Tanggal Dimulainya
pl_pl: Dzień wejścia w życie
pt_pt: Data de início
vi_vn: Ngày Khởi Đầu
zh_cn: 开始日期

source: Commission
de_de: Provision
id_id: Komisi
pl_pl: Prowizja
pt_pt: Comissão
vi_vn: Hoa hồng
zh_cn: 佣金

source: Commission and swap scheme
de_de: Provision und Swap-Schema
fr_fr: Schéma de commission et swap
id_id: Skema komisi dan swap
pl_pl: Schemat prowizji i swapów
pt_pt: Sistema de comissões e swaps
vi_vn: Hoa hồng và kế hoạch hoán đổi
zh_cn: 佣金和掉期交易计划

source: Commission on deposits
de_de: Provision auf Einzahlungen
fr_fr: Commission sur les dépôts
id_id: Komisi pada deposit
pl_pl: Prowizja od wpłat
pt_pt: Comissão sobre depósitos
vi_vn: Hoa hồng gửi tiền
zh_cn: 存款佣金

source: Commission on withdrawals
de_de: Provision auf Auszahlungen
fr_fr: Commission sur les retraits
id_id: Komisi pada pencairan
pl_pl: Prowizja od wypłat
pt_pt: Comissão sobre retiradas
vi_vn: Hoa hồng rút tiền
zh_cn: 取款佣金

source: Commission per side trade
de_de: Provision pro Seitenhandel
fr_fr: Commission par transaction latérale
id_id: Komisi per sisi trading
pl_pl: Prowizja za zakład równoległy
vi_vn: Hoa hồng cho mỗi giao dịch
zh_cn: 每笔交易的佣金

source: Commission rates
de_de: Provisionssätze
fr_fr: Taux de commission
id_id: Tarif komisi
pl_pl: Stawki prowizji
pt_pt: Taxas de comissão
vi_vn: Tỷ lệ hoa hồng
zh_cn: 佣金费率

source: Commission structure
de_de: Provisionsstruktur
fr_fr: Structure de commission
id_id: Struktur komisi
pl_pl: Struktura prowizji
pt_pt: Estrutura de comissões
vi_vn: Cấu trúc hoa hồng
zh_cn: 佣金结构

source: Commission-free
de_de: Provisionsfrei
fr_fr: Sans Commission
id_id: Bebas komisi
pl_pl: Bez prowizji
pt_pt: Sem comissões
vi_vn: Miễn phí hoa hồng
zh_cn: 无佣金

source: Commissions will be earned throughout the life of the client, on all transactions the client undertakes at the merchant, for as long as you, the Affiliate, remain a member of this affiliate programme. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
de_de: So lange Sie ein Mitglied dieses Partnerprogramms bleiben, verdienen Sie durchgehend Provisionen, an allen Transaktionen, die der Kunde beim Händler tätigt. Das Unternehmen behält sich vor, Provisionen zu stornieren, die nach Ablauf von 2 Jahren nicht angefordert werden.
id_id: Komisi akan diperoleh sepanjang klien masih aktif, bagi seluruh transaksi yang ditradingkan oleh klien, selama Anda masih menjadi anggota pada program afiliasi ini. Perusahaan berhak untuk membatalkan komisi yang tidak diambil setelah 2 tahun.
pl_pl: Prowizje będą naliczane przez cały okres korzystania przez klienta z naszych usług, w przypadku wszystkich transakcji, jakie klient będzie wykonywał, tak długo, jak Partner pozostaje członkiem programu partnerskiego. Firma zastrzega sobie prawo do anulowania prowizji, które nie zostaną odebrane przez 2 lata.
pt_pt: As comissões serão recebidas durante toda a permanência do cliente, sobre todas as transações que o cliente empreenda junto ao operador, enquanto você, o Afiliado, permanecer como membro deste programa de afiliados. A empresa reserva-se o direito de cancelar as comissões que não forem reclamadas após 2 anos.
vi_vn: Chỉ cần bạn vẫn còn là một thành viên của Chương Trình Liên Kết, khách hàng sẽ được nhận hoa hồng suốt đời, trên tất cả các giao dịch mà khách hàng cam kết giao dịch. Công Ty có quyền hủy bỏ khoản các khoản hoa hồng nếu không được đòi lại trong vòng 2 năm.
zh_cn: 佣金收入将在客户的一生期间基于客户所进行的交易支付，只要身为会员的您仍然属于合作联盟的成员。如两年后仍未领取，公司保留取消该佣金的权利。

source: Commissions:
de_de: Provisionen:
id_id: Komisi:
pl_pl: Prowizje:
pt_pt: Comissões:
vi_vn: Hoa hồng:
zh_cn: 佣金：

source: Commodities
de_de: Rohstoffe
fr_fr: Matières premières
id_id: Komoditas
pl_pl: Towary
pt_pt: Matérias-primas
vi_vn: Hàng hóa
zh_cn: 大宗商品

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
de_de: Rohstoffe sind Ressourcen, die im Boden gewachsen sind oder aus dem Boden gewonnen werden, wie zum Beispiel Silber, Gold und Öl. Bei %1 werden diese in US Dollar ausgezeichnet.
fr_fr: Les matières premières sont des ressources issues de l'agriculture ou extraites du sol, telles que l'argent, l'or et le pétrole. Sur %1, les matières premières sont cotées en USD.
id_id: Komoditas adalah sumber yang berkembang dan disaring dari tanah seperti perak, emas dan minyak. Di %1 mereka memiliki harga dalam dolar Amerika.
pl_pl: Towary to zasoby uprawiane lub wydobywane z ziemi, takie jak srebro, złoto i ropa. Na %1 są one wycenione w dolarach amerykańskich.
pt_pt: As matérias-primas são recursos naturais valiosos, que são cultivados ou extraídos do solo, tais como a prata, o ouro e o petróleo. Na %1, os preços são apresentados em Dólar americano.
vi_vn: Hàng hóa là nguồn tài nguyên được hình thành hoặc chiết xuất từ lòng đất như bạc, vàng và dầu. Trên %1, Chúng đều được định giá bằng Đô la Mỹ.
zh_cn: 大宗商品是生长在地上或从地面开采的宝贵资源，例如白银、黄金和石油。在 %1，大宗商品按美元报价。

source: Communicate and collaborate effectively with members of different teams across the organisation.
fr_fr: Communiquer et collaborer efficacement avec les membres des différentes équipes de l'organisation.
id_id: Berkomunikasi dan berkolaborasi secara efektif dengan anggota tim lain di seluruh organisasi.
pl_pl: Skuteczne komunikowanie się i współpraca z członkami innych zespołów w organizacji.
vi_vn: Giao tiếp và cộng tác hiệu quả với các thành viên của các nhóm khác nhau trong toàn tổ chức.
zh_cn: 与整个组织的不同团队成员进行有效沟通和协作。

source: Communicate solutions to customer issues in a clear, concise, friendly, and timely manner
de_de: Vermitteln Sie klare, prägnante, freundliche und zeitnahe Lösungen für Kundenprobleme
fr_fr: Communiquer des solutions aux problèmes client d'une manière claire, concise, amicale et opportune
id_id: Berkomunikasi solusi untuk masalah pelanggan secara jelas, singkat, ramah, dan tepat waktu
pl_pl: Przekazywanie klientom rozwiązań ich problemów na czas oraz w przejrzysty, precyzyjny i przyjazny sposób
pt_pt: Comunique soluções para os problemas dos clientes de maneira clara, concisa, amigável e oportuna
vi_vn: Đề cập các giải pháp cho các vấn đề của khách hàng một cách rõ ràng, chính xác, thân thiện và kịp thời
zh_cn: 以清晰、简洁、友好、及时的方式和客户沟通，提出解决问题的方案

source: Communicate with a wide range of technical and non-technical teams to understand the unique selling points of our products, concepts, user flows, and usage scenarios
de_de: Setzen Sie sich mit einer weiten Reihe an technischen und nicht-technischen Teams auseinander, um die einzigartigen Verkaufsargumente unserer Produkte, Konzepte, Nutzerflüsse und Nutzungsszenarien zu verstehen
fr_fr: Communiquer avec une vaste gamme d'équipes techniques et non techniques pour comprendre les arguments de vente de nos produits, le flux utilisateur, et les scenarios d'usage
id_id: Berkomunikasi dengan berbagai tim teknis dan non-teknis untuk memahami poin penjualan unik dari produk, konsep, arus pengguna, dan skenario penggunaan kami
pl_pl: Współpraca z licznymi zespołami technicznymi i nietechnicznymi w celu zrozumienia unikatowych zalet naszych produktów, pojęć, przepływu użytkowników i scenariuszy użycia
pt_pt: Comunique-se com uma ampla gama de equipes técnicas e não técnicas para entender os pontos de venda exclusivos de nossos produtos, conceitos, fluxos de usuários e cenários de uso
vi_vn: Giao tiếp rộng rãi với các nhóm kỹ thuật và phi kỹ thuật để hiểu về đặc điểm kinh doanh độc đáo của các sản phẩm, khái niệm, luồng người dùng và kịch bản sử dụng của chúng tôi
zh_cn: 与广泛的技术和非技术团队沟通, 了解我们产品的独特卖点、概念、用户流量和使用场景

source: Company Ownership
de_de: Firmeneigentum
fr_fr: Propriété de la société
id_id: Kepemilikan Perusahaan
pl_pl: Właściciel firmy
pt_pt: Propriedade da empresa
vi_vn: Quyền Sở Hữu Công Ty
zh_cn: 公司所有权

source: Company addresses
de_de: Firmenanschriften
fr_fr: Adresses de la société
id_id: Alamat Perusahaan
pl_pl: Adresy firmy
pt_pt: Endereços da empresa
vi_vn: Địa Chỉ Công Ty
zh_cn: 公司地址

source: Company's Obligations
de_de: Pflichten des Unternehmens
id_id: Kewajiban Perusahaan
pl_pl: Zobowiązania firmy
pt_pt: As obrigações da empresa
vi_vn: Nghĩa Vụ của Công Ty
zh_cn: 公司义务

source: Company's Representation
de_de: Darstellung des Unternehmens
fr_fr: Représentation de la société
id_id: Representasi Perusahaan
pl_pl: Oświadczenie firmy
pt_pt: Representação da Empresa
vi_vn: Đại diện của Công Ty
zh_cn: 公司代表

source: Company's Right
de_de: Unternehmensrecht
id_id: Hak Perusahaan
pl_pl: Prawo firmy
pt_pt: Direitos da Empresa
vi_vn: Quyền của Công Ty
zh_cn: 公司权利

source: Compare MetaTrader 5 accounts
de_de: MetaTrader 5 Konten vergleichen
fr_fr: Comparer les comptes MetaTrader 5
id_id: Bandingkan akun MetaTrader 5
pl_pl: Porównaj konta MetaTrader 5
pt_pt: Comparar as contas MetaTrader 5
vi_vn: So sánh các tài khoản MetaTrader 5
zh_cn: 比较 MetaTrader 5 账户

source: Compensation Scheme
de_de: Vergütungssystem
fr_fr: Régime de compensation
id_id: Skema Kompensasi
pl_pl: System rekompensat
pt_pt: Sistema de compensação
vi_vn: Án Bồi Thường
zh_cn: 赔偿方案

source: Competence
de_de: Kompetenz
fr_fr: Compétence
id_id: Kompetensi
pl_pl: Kompetencje
pt_pt: Competência
vi_vn: Năng lực
zh_cn: 能力

source: Competitive and transparent pricing
de_de: Wettbewerbsfähige und transparente Preispolitik
fr_fr: Tarification compétitive et transparente
id_id: Harga kompetitif dan transparan
pl_pl: Konkurencyjne i przejrzyste ceny
pt_pt: Preços competitivos e transparentes
vi_vn: Giá cả cạnh tranh và minh bạch
zh_cn: 竞争及透明的价格

source: Competitive spreads
de_de: Wettbewerbsfähige Spreads
fr_fr: Spreads compétitifs
id_id: Spread yang kompetitif
pl_pl: Konkurencyjne spready
pt_pt: Spreads competitivos
vi_vn: Biên lãi cạnh tranh
zh_cn: 竞争价差

source: Complaints
de_de: Reklamationen
fr_fr: Réclamations
id_id: Keluhan
pl_pl: Skargi
pt_pt: Reclamações
vi_vn: Các khiếu nại
zh_cn: 投诉

source: Complaints and Disputes
de_de: Beschwerden und Streitfälle
fr_fr: Réclamations et litiges
id_id: Keluhan dan Perselisihan
pl_pl: Skargi i spory
pt_pt: Reclamações e disputas
vi_vn: Khiếu Nại và Tranh Chấp
zh_cn: 投诉与纠纷

source: Complaints and disputes
de_de: Beschwerden und Streitfälle
fr_fr: Réclamations et litiges
id_id: Keluhan dan sengketa
pl_pl: Skargi i spory
pt_pt: Reclamações e disputas
vi_vn: Khiếu nại và Tranh chấp
zh_cn: 投诉和纠纷

source: Complete the %1Financial Assessment%2.
de_de: Vervollständigen Sie die %1Finanzielle Bewertung%2.
fr_fr: Compléter l'%1Évaluation Financière%2.
id_id: Lengkapi %1Penilaian Keuangan%2.
pl_pl: Wypełnij %1formularz oceny finansowej%2.
pt_pt: Complete a %1Avaliação financeira%2.
vi_vn: Hoàn thành %1FĐánh giá tài chính%2.
zh_cn: 完成%1财务评估%2。

source: Complete your %1Tax Information%2.
de_de: Geben Sie Ihre %1Steuerinformationen%2 an.
fr_fr: Complétez vos %1informations fiscales%2.
id_id: Lengkapi %1Informasi Pajak%2 Anda.
pl_pl: Podaj swoje %1informacje podatkowe%2.
pt_pt: Complete as suas %1informações fiscais%2.
vi_vn: Hoàn thành %1Thông Tin Thuế%2 của bạn.
zh_cn: 完成%1税务信息%2。

source: Compliance Executive
de_de: Compliancebeauftragter
fr_fr: Chargé de conformité [H/F]
pl_pl: Starszy specjalista ds. zgodności
pt_pt: Executivo de conformidade
vi_vn: Chuyên Viên Pháp Chế
zh_cn: 法律执行员
