Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You and the Company are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between us. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your website or otherwise, that reasonably would contradict anything in this paragraph.
de_de: Sie und das Unternehmen sind unabhängige Auftragnehmer. Dieser Vertrag begründet keine Partnerschaft, kein Joint Venture, keine Vertretung, Franchise oder eine arbeitsvertragliche Beziehung zwischen uns. Sie sind nicht befugt, Angebote oder Erklärungen in unserem Namen abzugeben oder anzunehmen. Sie dürfen auch keine Erklärungen auf Ihrer Website oder auf andere Weise abgeben, die den Bestimmungen dieses Absatzes in irgend einer Weise widersprechen.
id_id: Anda dan Perusahaan merupakan kontraktor bebas dan tidak terdapat dalam perjanjian ini yang akan membuat satu kemitraan, usaha patungan, agen, waralaba, perwakilan penjualan, atau hubungan kerja antara kita. Anda tidak akan memiliki otoritas untuk membuat atau menerima tawaran atau mengatas namakan kami. Anda tidak akan membuat pernyataan apapun, baik pada situs Anda atau sebaliknya, yang akan bertentangan dengan apa pun dalam paragraf ini.
pl_pl: Partner i Firma są niezależnymi od siebie kontrahentami, a postanowienia niniejszej Umowy nie tworzą partnerstwa, spółki joint venture, agencji, franczyzy, przedstawicielstwa handlowego ani stosunku pracy pomiędzy nimi. Partner nie będzie miał prawa składania ani akceptowania ofert czy oświadczeń w imieniu Firmy. Partner nie będzie zamieszczał żadnego oświadczenia, na swojej stronie ani w inny sposób, które byłoby sprzeczne z niniejszym ustępem.
pt_pt: Você e a Empresa são contratantes independentes, e nada no presente Acordo irá criar qualquer parceria, joint venture, agência, franquia, representação de vendas, ou relação de emprego entre nós. Você não terá autoridade nenhuma para fazer ou aceitar quaisquer ofertas ou representações em nosso nome. Você não fará qualquer declaração, quer no seu site ou em outro lugar, que possa contradizer razoavelmente qualquer afirmação contida neste parágrafo.
vi_vn: Bạn và Công Ty là những bên độc lập, và không có điều gì trong Thỏa Thuận này sẽ tạo mối quan hệ hợp tác, liên doanh, đại lý, nhượng quyền thương mại, đại diện bán hàng, hoặc quan hệ công việc giữa chúng ta. Bạn sẽ không có thẩm quyền để thực hiện hoặc nhận bất cứ đề nghị hoặc đại diện thay mặt cho chúng tôi. Bạn sẽ không được phép có tuyên bố hoặc để nội dung tương tự ở trang web của bạn, mà có thể nảy sinh mâu thuẫn với bản hiệp định này.
zh_cn: 您与公司都为独立合同方，本协议的任何规定均不表示我们之间建立起任何合作、合资、代理、特许经营、销售代表或雇佣关系。您无权代表我方做出或接受任何要约或陈述。您不得作出与本段任何内容不一致的声明（无论是否在您的网站上）。

source: You and your Application must also comply with the following, which are hereby incorporated by reference:
de_de: Sie und Ihre Anwendung müssen die nachfolgenden Aspekte, die hier als Verweis eingefügt sind, einhalten:
id_id: Anda dan Aplikasi Anda harus memenuhi hal berikut, yang digabungkan dengan referensi:
pl_pl: Użytkownik musi przestrzegać następujących postanowień, które stanowią część niniejszej umowy, i jego Aplikacja musi być z nimi zgodna:
pt_pt: Você e o seu aplicativo devem também cumprir o seguinte, que está, neste ato, incorporado por referência:
vi_vn: Bạn và đơn đăng ký của bạn cũng phải tuân thủ những điều sau, nhờ đó, chúng sẽ được thống nhất bởi phần tham khảo:
zh_cn: 您和您的应用程序还必须遵守以下项目，特此一起纳入作为参考：

source: You are acting for your sole benefit, and not for, or on behalf of any other person;
de_de: Sie agieren ausschließlich zu Ihren Gunsten, und nicht für eine andere, oder im Namen einer anderen Person;
id_id: Anda bertindak untuk kepentingan Anda sendiri, dan bukan untuk, atau atas nama orang lain;
pl_pl: Działasz w swoim własnym interesie, a nie dla lub w imieniu jakiejkolwiek innej osoby;
pt_pt: Você está agindo para o seu exclusivo benefício, e não para, ou em nome de qualquer outra pessoa;
vi_vn: Bạn đang hành động cho quyền lợi của bạn và không cho hoặc thay mặt cho bất kỳ người nào khác;
zh_cn: 您仅为您本人利益及不为或代表任何其他人行事;

source: You are advised that the Binary Options offered by %1 are not traded under the rules of any recognised, designated or regulated exchange. Consequently, engaging in Binary Options trading may expose you to substantially greater risks than investments which are so traded.
de_de: Sie wurden darüber in Kenntnis gesetzt, dass die von %1 angebotenen Binären Optionen nicht nach den Regeln einer anerkannten, zugelassenen oder überwachten Börse gehandelt werden. Daher kann Sie der Handel mit Binären Optionen einem erheblich höheren Risiko als bei so gehandelten Anlagen aussetzen.
id_id: Anda disarankan bahwa Opsi Binary yang ditawarkan oleh %1 adalah tidak ditradingkan dibawah aturan pertukaran yang diakui, ditunjuk atau diatur. Hal ini menyebabkan, melakukan trading Opsi Binary akan menghasilkan risiko besar dibandingkan dengan investasi trading.
pl_pl: Informujemy, że handel opcji binarnych oferowanych przez %1 nie jest prowadzony w oparciu o zasady żadnej ze znanych, oficjalnych i regulowanych giełd. W wyniku tego, handlowanie Opcjami binarnymi może wiązać się z narażeniem na znacznie większe ryzyko niż w przypadku inwestycji, które są prowadzone w oparciu o takie zasady.
pt_pt: Lembramos você que as opções binárias disponibilizadas pela %1 não são negociadas ao abrigo de regras de qualquer bolsa de valores reconhecida, designada ou regulada. Consequentemente, o envolvimento com opções binárias pode expô-lo a riscos substancialmente maiores que os dos investimentos que sejam negociados nessas condições.
vi_vn: Bạn nên biết rằng Binary Options được cung cấp bởi %1 không được giao dịch theo bất kỳ quy định nào được công nhận, chỉ định hoặc điều chỉnh. Do đó, tham gia vào giao dịch Binary Options có thể làm cho bạn gặp rủi ro nhiều hơn so với các khoản đầu tư đã được giao dịch.
zh_cn: 我们在此通知您，%1 所提供的二元期权交易均不受任何认证、指定或受监管的交易机构管制。这样的后果是，二元期权交易活动可能会使您承担高于投入金额的损失。

source: You are also expected to help us promote our cutting-edge trading platform that has been one of the most recognised in the binary options trading industry for over 18 years.
de_de: Es wird auch von Ihnen erwartet, dass Sie uns dabei helfen, unsere innovative Handelsplattform zu bewerben, die seit über 18 Jahren eine der bekanntesten in der binären Optionen Handelsindustrie ist.
fr_fr: Nous attendons également de vous de nous aider à promouvoir notre plateforme de trading à la pointe de la technologie qui est l’une des plus reconnues dans l'industrie du trading des options binaires depuis plus de 18 ans.
id_id: Anda juga diharapkan untuk membantu kami mempromosikan platform trading mutakhir kami yang telah menjadi salah satu platform yang paling diakui dalam industri trading opsi binary selama lebih dari 18 tahun.
pl_pl: Do Twoich obowiązków będzie należała również pomoc w promowaniu naszej nowoczesnej platformy handlowej, która jest jedną z najbardziej rozpoznawalnych platform w branży handlu opcjami binarnymi na przełomie ostatnich 18 lat.
pt_pt: Espera-se também que você nos ajude a promover nossa plataforma de negociação de ponta que tem sido uma das mais reconhecidas na indústria de negociação de opções binárias por mais de 18 anos.
vi_vn: Bạn cũng sẽ cần giúp chúng tôi quảng bá sàn giao dịch tiên tiến của chúng tôi, một trong những ngành được công nhận nhất trong ngành giao dịch binary options trong hơn 18 năm nay.
zh_cn: 您也须帮助推广我们的尖端交易平台，该平台已有超过18年的历史，是二元期权交易行业中最受尊崇的交易平台之一。

source: You are buying the base currency and selling the quote currency.
de_de: Sie kaufen die Basiswährung und verkaufen die Kurswährung.
fr_fr: Vous achetez la devise de base et vendez la devise de cotation.
id_id: Anda membeli mata uang dasar dan menjual mata uang kutipan.
pl_pl: Kupujesz walutę bazową i sprzedajesz walutę kwotowaną.
pt_pt: Você está comprando a moeda de base e vendendo a moeda de cotação.
vi_vn: Bạn đang mua các loại tiền tệ cơ sở và bán các loại tiền tệ trong danh sách.
zh_cn: 您正在买入基本货币并卖出报价货币。

source: You are categorised as a professional client.
de_de: Sie sind als professioneller Kunde eingestuft.
fr_fr: Vous êtes considéré comme un client professionnel.
id_id: Anda dikategorikan sebagai klien profesional.
pl_pl: Zaklasyfikowano Cię jako klienta profesjonalnego.
pt_pt: Você está categorizado como um cliente profissional.
vi_vn: Bạn được phân loại như là một khách hàng chuyên nghiệp.
zh_cn: 您被归类为专业客户。

source: You are categorised as a retail client. Apply to be treated as a professional trader.
de_de: Sie sind als Einzelhandelskunde eingestuft. Bewerben Sie sich, um als professioneller Trader behandelt zu werden.
fr_fr: Vous êtes considéré comme un client de détail. Demandez à être traité comme un trader professionnel.
id_id: Anda dikategorikan sebagai klien ritel. Ajukan permohonan sebagai trader profesional.
pl_pl: Zaklasyfikowano Cię jako klienta detalicznego. Złóż wniosek o uznanie za profesjonalnego gracza.
pt_pt: Você está categorizado como um cliente particular. Faça o requerimento para ser tratado como um cliente profissional.
vi_vn: Bạn được phân loại như là một khách hàng bán lẻ. Nộp đơn xét duyệt để được là một khách hàng chuyên nghiệp.
zh_cn: 您被归类为零售客户。申请成为专业交易者。

source: You are expecting the base currency to fall in value so you can buy it back at a lower price and make profit.
de_de: Sie erwarten, dass die Basiswährung im Wert fallen wird, damit Sie sie zu einem niedrigeren Kurs zurück kaufen können und Gewinn machen.
fr_fr: Vous vous attendez que la devise de base va baisser en valeur, ainsi vous pouvez l’acheter à un prix plus bas et faire des profits.
id_id: Anda mengharapkan mata uang dasar jatuh nilainya sehingga Anda bisa membelinya kembali dengan harga lebih rendah dan menghasilkan keuntungan.
pl_pl: Spodziewasz się, że waluta bazowa straci na wartości, więc będzie możliwy zakup po niższej cenie i odniesienie zysku.
pt_pt: Você está esperando que o valor da moeda de base desça para que possa comprá-la de volta por um preço inferior e fazer lucro.
vi_vn: Bạn đang mong đợi tiền tệ cơ bản rơi trong giá trị để bạn có thể mua nó trở lại tại một mức giá thấp hơn và đạt được lợi nhuận.
zh_cn: 您预计基础货币的价值会下跌，因此您可以以较低的价格买回并赚取利润。

source: You are expecting the base currency to rise in value so you can sell it back for a profit.
de_de: Sie erwarten, dass die Basiswährung im Wert steigen wird, damit Sie sie für einen Gewinn zurück verkaufen können.
fr_fr: Vous vous attendez à ce que la devise de base augmente en valeur, afin que vous puissiez la revendre pour faire un profit.
id_id: Anda mengharapkan mata uang dasar naik nilainya sehingga Anda bisa menjualnya kembali untuk mendapatkan keuntungan.
pl_pl: Spodziewasz się, że waluta bazowa zyska na wartości i będzie możliwe odsprzedanie w celu odniesienia zysku.
pt_pt: Você está esperando que o valor da moeda de base desça para que possa comprá-la de volta por um preço inferior e fazer lucro.
vi_vn: Bạn đang mong đợi tiền tệ cơ sở tăng giá trị, do đó, bạn có thể bán lại để đạt được lợi nhuận.
zh_cn: 您预计基础货币将升值，因此您可将其卖出赚取利润。

source: You are in default or breach of any covenant, obligation or condition contained in this Agreement, and if such default is not cured within seven days of receipt of written notice from the Company;
de_de: Sie eine Vereinbarung, Verpflichtung oder Bestimmung dieses Vertrags versäumen oder verletzen. Wenn ein solcher Verstoß nicht innerhalb von sieben Tagen nach Erhalt der schriftlichen Aufforderung des Unternehmens geheilt wird;
id_id: Anda berada dalam kegagalan atau pelanggaran dari setiap perjanjian, kewajiban atau kondisi yang terkandung dalam Perjanjian ini dan jika standar tersebut tidak diselesaikan dalam waktu tujuh hari sejak diterimanya pemberitahuan tertulis dari Perusahaan.
pl_pl: Użytkownik nie przestrzega postanowień lub warunków niniejszej Umowy lub je narusza i nie zaniecha ich naruszania lub nieprzestrzegania w ciągu siedmiu dni od otrzymania pisemnego powiadomienia w tej sprawie od Firmy;
pt_pt: Você está em dívida ou violou qualquer pacto, obrigação ou condição contida neste acordo, e, se tal dívida não for resolvida dentro de sete dias após o recebimento de aviso por escrito da empresa;
vi_vn: Bạn thực hiện không đầy đủ hoặc vi phạm bất kỳ điều khoản, quy định hay điều kiện nào của Thỏa Thuận này, và nếu sự vi phạm này không được xử lý trong vòng bảy ngày kể từ ngày nhận được biên bản thông báo của Công Ty chúng tôi;
zh_cn: 您已违犯或违反本协议所包含的条款、义务或条件，如果收到本公司书面通知7天内您没对该项错误作出修正；

source: You are limited to one fiat account. You can change the currency of your fiat account anytime before you make a first-time deposit or create an MT5 account.
fr_fr: Vous êtes limité à un seul compte fiat. Vous pouvez changer la devise de votre compte fiat à tout moment avant d'effectuer un premier dépôt ou de créer un compte MT5.
id_id: Anda hanya dapat memiliki satu akun dalam mata uang fiat. Mata uang akun fiat Anda dapat dirubah jika Anda belum melakukan deposit perdana atau mendaftar akun MT5.
pl_pl: Możesz mieć wyłącznie jedno konto fiducjarne. Możesz zmienić walutę swojego konta fiducjarnego w dowolnej chwili, zanim dokonasz pierwszej wpłaty lub utworzysz konto MT5.
vi_vn: Bạn chỉ được sở hữu một tài khoản fiat. Bạn có thể thay đổi loại tiền tệ của tài khoản fiat bất cứ lúc nào trước khi bạn lần đầu tiên gửi tiền hoặc tạo một tài khoản MT5.
zh_cn: 你只能用一个法定账户。首次存款或开立 MT5 账户之前, 您可以随时更改法定账户的币种。

source: You are not allowed to rebate any part commission payment onto your referrals and should the company realise you are engaged in such actions; your affiliate account shall be revoked immediately.
de_de: Es ist Ihnen nicht erlaubt, Teile Ihrer Provisionszahlungen als Rabatt bei Ihren Empfehlungen einzusetzen. Sollte dem Unternehmen bekannt werden, dass Sie solche Handlungen begehen, wird Ihr Konto umgehend gesperrt.
id_id: Anda tidak dibenarkan memberi potongan pembayaran komisi kepada anggota afiliasi Anda dan jika Perusahaan mengetahui Anda terlibat dalam hal ini, maka akun afiliasi Anda akan dibatakan serta merta.
pl_pl: Partner nie może przekazywać żadnej części prowizji osobom, które są przekierowywane z jego strony. Jeśli Firma zorientuje się, że Partner dopuszcza się takich działań, jego konto partnerskie zostanie niezwłocznie usunięte.
pt_pt: Não lhe é permitido passar qualquer parte do pagamento de comissões para as suas indicações e, caso a Empresa entenda que você está envolvido em tais ações, a sua conta de afiliado será revogada imediatamente.
vi_vn: Bạn không được phép giảm bất kỳ khoản hoa hồng nào cho người giới thiệu của mình, nếu như công ty nhận thấy bạn đang làm điều đó; tài khoản liên kết của bạn sẽ bị thu hồi ngay lập tức.
zh_cn: 您不能使用佣金作为给推荐人的回扣，一旦被公司发现，您的账户将立即被撤销。

source: You are not allowed to store any Content (such as feed data).
de_de: Es ist Ihnen nicht erlaubt, jeglichen Content (wie Feed-Daten) zu speichern.
id_id: Anda tidak diizinkan untuk menyimpan Konten (seperti data feed).
pl_pl: Nie zezwala się na przechowywanie jakichkolwiek treści (np. danych ze strumieniowych źródeł danych).
pt_pt: Não é permitido armazenar qualquer conteúdo (tais como feeds de dados).
vi_vn: Bạn không được phép lưu trữ bất kỳ nội dung nào (ví dụ dữ liệu nguồn).
zh_cn: 您不允许保存任何内容（例如源数据）。

source: You are not entitled to any compensation or reimbursement of any kind from the Company under any circumstances.
de_de: Sie in keinem Fall zu jeglicher Entschädigung oder Rückerstattung vom Unternehmen berechtigt sind.
id_id: Anda tidak berhak atas kompensasi atau penggantian dalam bentuk apapun dari Perusahaan dalam keadaan apapun.
pl_pl: W żadnym wypadku Użytkownik nie jest upoważniony do otrzymania od Firmy jakiegokolwiek wynagrodzenia ani zwrotu kosztów.
pt_pt: Você não tem direito a receber nenhuma compensação ou reembolso de qualquer natureza da empresa, em nenhuma circunstância.
vi_vn: Bạn không có quyền nhận bất kỳ khoản bồi thường hay đền bù đối với bất kỳ tài sản nào của Công Ty chúng tôi với mọi trường hợp.
zh_cn: 您无权在任何情况下获取公司任何补偿或支付。

source: You are not resident in a restricted country such as Canada, Costa Rica, Hong Kong, Israel, Jersey, Malaysia, Malta, Paraguay, United Arab Emirates, USA or any other restricted country which has been identified by the FATF as having strategic deficiencies;
id_id: Anda bukan penduduk di negara yang dibatasi seperti Kanada, Kosta Rika, Hong Kong, Israel, Jersey, Malaysia, Malta, Paraguay, Uni Emirat Arab, AS atau negara terlarang lainnya yang telah diidentifikasi oleh FATF;
pl_pl: Nie jesteś mieszkańcem kraju z ograniczonym dostępem, takiego jak Kanada, Kostaryka, Hong Kong, Izrael, Jersey, Malezja, Malta, Paragwaj, Zjednoczone Emiraty Arabskie, Stany Zjednoczone lub dowolnego innego kraju z ograniczonym dostępem, który został określony przez FATF jako kraj z brakami strategicznymi;
pt_pt: Você não é residente num país restrito como Canadá, Costa Rica, Hong Kong, Israel, Jersey, Malásia, Malta, Paraguai, os Emirados Árabes Unidos, os EUA ou qualquer outro país restrito que tenha sido identificado pelo GAFI como tendo deficiências estratégicas;
vi_vn: Bạn không cư trú tại một quốc gia bị hạn chế như Canada, Costa Rica, Hồng Kông, Israel, Jersey, Malaysia, Malta, Paraguay, Các Tiểu vương quốc Ả Rập Thống nhất, Hoa Kỳ hoặc bất kỳ quốc gia bị hạn chế nào được FATF xác định là có thiếu sót chiến lược;
zh_cn: 您不是被FATF认定具有策略缺陷的国家和地区如加拿大、哥斯达黎加、香港、以色列、泽西岛、马来西亚、马耳他、巴拉圭、阿拉伯联合酋长国、美国或任何其他受限制国家的居民。

source: You are not trading in the actual underlying instrument, or the actual foreign currency; all transactions are settled in cash only.
de_de: Sie handeln nicht mit einem tatsächlichen Basisinstrument oder einer tatsächlichen Fremdwährung; alle Transaktionen werden in Bargeld beglichen.
id_id: Anda tidak mentradingkan instrumen dasar yang sebenarnya, atau mata uang asing yang sebenarnya; semua transaksi diselesaikan secara tunai saja.
pl_pl: Nie handlujesz rzeczywistym instrumentem bazowym ani rzeczywistą walutą obcą; wszystkie transakcje są rozliczane wyłącznie w gotówce.
pt_pt: Você não está negociando o próprio instrumento subjacente nem a moeda estrangeira; todas as transações serão liquidadas apenas em dinheiro.
vi_vn: Bạn không giao dịch bằng công cụ cơ bản thực tế, hoặc ngoại tệ thực tế; tất cả giao dịch chỉ được thanh toán bằng tiền mặt.
zh_cn: 您没交易真实的标的工具, 或真实的外币。所有交易仅以现金结算。

source: You are now using your %1Bitcoin Cash%2 account. Please fund your account in %1Bitcoin Cash%2, and not Bitcoin.
de_de: Sie verwenden derzeit Ihr %1Bitcoin-Cash%2-Konto. Bitte finanzieren Sie Ihr Konto in %1Bitcoin Cash%2, und nicht in Bitcoin.
fr_fr: Vous utilisez actuellement votre compte %1Bitcoin Cash%2. Veuillez approvisionner votre compte en %1Bitcoin Cash%2 et pas en Bitcoin.
id_id: Saat ini Anda sedang menggunakan akun %1Bitcoin Cash%2. Silahkan danai akun Anda dalam %1Bitcoin Cash%2, dan bukan Bitcoin.
pl_pl: Korzystasz obecnie ze swojego konta %1z gotówką bitcoin%2. Zasil swoje %1konto z gotówką bitcoin%2 gotówką bitcoin, a nie walutą bitcoin.
pt_pt: Você está usando agora a sua conta %1Bitcoin Cash%2. Por favor, deposite em %Bitcoin Cash%2 e não Bitcoin.
vi_vn: Bạn đang sử dụng tài khoản %1Bitcoin Cash%2 của bạn. Xin vui lòng nhập quỹ tài khoản %1Bitcoin Cash%2 của bạn, và không phải Bitcoin.
zh_cn: 您目前正在使用 %1比特币现金%2账户。請将 %1比特币现金%2, 而不是比特币存入账户。

source: You are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
de_de: Sie sind über 18 Jahre alt. Wenn Sie in Estland wohnen, müssen Sie über 21 Jahre alt sein;
id_id: Anda berumur lebih dari 18 tahun, kecuali jika Anda adalah penduduk Estonia maka Anda harus berumur lebih dari 21 tahun;
pl_pl: Masz ukończone 18 lat, chyba że jesteś mieszkańcem Estonii – wtedy musisz mieć skończone 21 lat;
pt_pt: For maior de 18 anos, a menos que seja residente na Estónia, caso em que terá que ser maior de 21 anos;
vi_vn: Bạn đã trên 18 tuổi, nếu bạn là công dân nước Es-tô-ni-a, bạn sẽ phải trên 21 tuổi;
zh_cn: 您的年龄在18岁以上，如果您是爱沙尼亚居民，则年龄须在21岁以上；

source: You are responsible for all third-party electronic transfer fees in respect of payments;
de_de: Sie sind für alle elektronischen Drittanbieter-Überweisungskosten in Bezug auf Zahlungen verantwortlich;
id_id: Anda bertanggung jawab atas semua biaya transfer elektronik pihak ketiga yang berhubungan dengan pembayaran;
pl_pl: Spoczywa na Tobie odpowiedzialność za pokrycie wszelkich opłat za przelewy elektroniczne przeprowadzane prze jakąkolwiek stronę trzecią w związku z płatnością;
pt_pt: Você é responsável por todas as taxas de transferências eletrônicas de terceiros relacionadas com pagamentos;
vi_vn: Bạn chịu trách nhiệm đối với tất cả phí chuyển khoản điện tử của bên thứ ba đối với các khoản thanh toán;
zh_cn: 付款时所有第三方电子转账费用由您承担。

source: You are responsible for keeping your log-in details secure, the security of any linked email address, and the security (password protection, screen locking, etc) of any personal computer or device on which your account is accessible. We shall not be held responsible if there is unauthorised use of the account when we are not at fault.
de_de: Sie sind dafür verantwortlich, Ihre Login-Daten, die Sicherheit von jeder verbunden E-Mail-Adresse und die Sicherheit (Passwortschutz, Sperren des Bildschirms, etc.) von jedem persönlichen Computer oder Gerät, über den/das Ihr Konto zugänglich ist, zu schützen. Wir können nicht dafür verantwortlich gemacht werden, wenn es zu einer unerlaubten Nutzung des Benutzerkontos kommt, wenn uns kein Verschulden trifft.
id_id: Anda bertanggung jawab untuk menjaga agar detail pengaksesan Anda adalah tetap aman, keamanan alamat email yang tertaut, dan keamanan (perlindungan kata sandi, penguncian layar, dll) dari setiap komputer pribadi atau perangkat yang dapat diakses akun Anda. Kami tidak akan bertanggung jawab jika terdapat penggunaan akun yang tidak sah ketika kami tidak bersalah.
pl_pl: Ponosisz odpowiedzialność za przechowywanie danych logowania w bezpieczny sposób, za bezpieczeństwo jakiegokolwiek powiązanego adresu e-mail oraz bezpieczeństwo (ochrona hasła, blokowanie ekranu itd.) jakiegokolwiek komputera lub urządzenia osobistego, na którym można uzyskać dostęp do konta. Nie ponosimy odpowiedzialności za nieuprawnione użycie konta, jeżeli wina nie leży po naszej stronie.
pt_pt: Você é responsável por manter em segurança os seus dados de login, qualquer endereço associado e qualquer computador ou dispositivo pessoal em que a sua conta seja acessível. Não nos responsabilizamos por qualquer utilização não autorizada da sua conta quando não temos culpa.
vi_vn: Bạn có trách nhiệm giữ an toàn cho chi tiết đăng nhập, bảo mật mọi địa chỉ email được liên kết và bảo mật (bảo vệ bằng mật khẩu, khóa màn hình, v. v.) của bất kỳ máy tính cá nhân hoặc thiết bị nào mà tài khoản của bạn có thể truy cập được. Chúng tôi sẽ không chịu trách nhiệm nếu có sử dụng trái phép tài khoản khi chúng tôi không có lỗi.
zh_cn: 您有责任确保登录详细信息的安全性，任何链接电子邮件地址的安全性以及可访问您账户的任何个人计算机或设备的安全性（包括密码保护、屏幕锁定等）。如果发生非我们的过错导致的未经授权使用账户，我们将不承担任何责任。
