Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The following terms shall have the meaning set out below and cognate terms shall be construed accordingly:
de_de: Die folgenden Bedingungen sollen die unten angeführte Bedeutung haben, und verwandte Begriffe sind entsprechend auszulegen:
fr_fr: Les termes suivants ont la signification énoncée ci-après et les termes apparentés doivent être interprétés en conséquence :
id_id: Istilah-istilah berikut memiliki arti sesuai dengan yang telah ditetapkan di bawah ini dan istilah sejenis harus ditafsirkan sesuai:
pl_pl: Następujące terminy mają znaczenie określone poniżej, a wyrazy pokrewne należy interpretować zgodnie z poniższym:
vi_vn: Các thuật ngữ dưới đây sẽ có nghĩa và được hiểu như sau:
zh_cn: 以下术语具有以下含义, 同源条款须据此解释:

source: The foreign exchange market (Forex) is the world's most liquid and most traded market, where trades worth trillions are completed each day.
de_de: Der Foreign Exchange Market (Forex) ist der weltweit liquideste und am meisten gehandelte Markt, wo jeden Tag Geschäfte im Wert von Billionen abgeschlossen werden.
fr_fr: Le marché des changes (Forex) est le marché le plus liquide et le plus actif au monde, où les trades valant des trillions sont accomplis chaque jour.
id_id: Pasar Foreign Exchange (Forex) adalah pasar yang paling likuid dan paling sering ditradingkan di seluruh dunia, dimana trading senilai trilyunan tiap harinya.
pl_pl: Rynek walutowy (Forex) to rynek, który charakteryzuje się największą płynnością na świecie i największą liczbą zawieranych zakładów, na którym codziennie dokonywane są transakcje o wartości kilku bilionów.
pt_pt: O mercado de câmbios (forex) é o mercado mais líquido e negociado do mundo, em que negociações no valor de trilhões são realizadas todos os dias.
vi_vn: Thị trường ngoại hối (Forex) là thị trường thanh khoản và được giao dịch nhiều nhất của thế giới, nơi mà các giao dịch đáng giá hàng tỷ được hoàn thành mỗi ngày.
zh_cn: 外汇交易市场（Forex）是世界上流动性最强、交易量最大的市场，每天交易额高达数兆美元。

source: The full version of our best execution policy is available on request.
de_de: Die Vollversion von unseren besten Ausführungsgrundsätzen ist auf Anfrage erhältlich.
id_id: Versi lengkap dari kebijakan eksekusi terbaik tersedia berdasarkan permintaan.
pl_pl: Pełna wersja naszej Polityki najkorzystniejszej realizacji jest dostępna na wniosek.
pt_pt: A versão completa da nossa política de execução está disponível sob solicitação.
vi_vn: Các phiên bản đầy đủ chính sách thực thi tốt nhất của chúng tôi có sẵn nếu bạn yêu cầu.
zh_cn: 如果需要，我们可随时提供最佳执行策略的完整版本。

source: The great outdoors
de_de: Im Freien
fr_fr: Les grands espaces
id_id: Tempat terbuka yang luar biasa
pl_pl: Atrakcje outdoorowe
pt_pt: A vida ao ar livre
vi_vn: Thiên nhiên tuyệt vời
zh_cn: 精彩的户外活动

source: The hours of closure of the market (for e.g., the hours over the weekend during which trading of certain transactions are not possible);
de_de: Die Zeiten des Marktschlusses (für z.B. die Zeiten über das Wochenende, während der das Handeln mancher Transaktionen nicht möglich ist);
id_id: Jam penutupan pasar (misalnya, jam selama akhir pekan di mana trading transaksi tertentu adalah tidak mungkin);
pl_pl: Godziny zamknięcia rynku (na przykład godziny w trakcie weekendu, kiedy zawieranie określonych transakcji jest niemożliwe);
pt_pt: As horas de encerramento do mercado (por exemplo, as horas no fim de semana durante quais a realização de certas transações não é possível).
vi_vn: Giờ đóng cửa của thị trường (ví dụ, những giờ cuối tuần trong những giao dịch của các giao dịch nhất định là không thể);
zh_cn: 市场关闭时间（例如，某些交易无法在周末期间进行）;

source: The information provided during the sign-up process warranted by yourself to be true and correct is determined by the Company to be false or incorrect during the term of this Agreement;
de_de: Die Informationen, die Sie während des Anmeldeprozess selbst als wahr und richtig garantiert haben, wurden vom Unternehmen während der Laufzeit des Vertrages als falsch oder unrichtig festgestellt;
id_id: Informasi yang disediakan selama proses pendaftaran adalah terjamin asli dan lengkap adalah ditentukan oleh Perusahaan sebagai palsu atau tidak benar selama jangka waktu Perjanjian ini;
pl_pl: Informacje podane przez Partnera podczas procesu rejestracji jako prawdziwe i prawidłowe, po przeprowadzeniu ich kontroli przez Firmę, okazały się być fałszywe lub niepoprawne w okresie obowiązywania niniejszej Umowy;
pt_pt: As informações fornecidas durante o processo de inscrição, garantidas por você como sendo verdadeiras e corretas, são consideradas falsas ou incorretas pela Empresa durante a vigência deste Acordo;
vi_vn: Thông tin được cung cấp trong quá trình đăng ký được bạn đảm bảo là đúng và chính xác nhưng Công ty lại xác nhận là sai hoặc không chính xác trong thời hạn của Thoả Thuận này;
zh_cn: 您保证注册过程中所提供的信息是真实和正确的。在本协议期限内公司确定该信息虚假或不正确；

source: The instruments available on the electronic trading platform (including their availability for trading);
de_de: Die Instrumente, die auf der elektronischen Handelsplattform vorhanden sind (einschließlich ihrer Verfügbarkeit zum Handel);
id_id: Instrumen yang tersedia pada platform trading elektronik (termasuk ketersediaan mereka untuk ditradingkan);
pl_pl: Instrumenty dostępne na elektronicznej platformie handlowej (w tym ich dostępność handlowa);
pt_pt: Os instrumentos disponíveis na plataforma de negociação eletrônica (incluindo a sua disponibilidade para a negociação);
vi_vn: Các công cụ có sẵn trên sàn giao dịch điện tử (bao gồm cả tính sẵn có của nó để giao dịch);
zh_cn: 电子交易平台提供的工具 （包括交易时的可用性）;

source: The interest adjustment is calculated in 'points' – meaning we will convert the relevant interbank lending rates to 'points' in the base currency.
de_de: Die Zinsanpassung ist in 'Punkten' berechnet, was bedeutet, dass wir die relevanten Interbank Kreditzinsen in 'Punkte' der Basiswährung umwandeln werden.
fr_fr: L'ajustement d'intérêt est calculé en 'points', c'est à dire que nous allons convertir les taux du crédit interbancaire en 'points' sur la base monétaire.
id_id: Penyesuaian bunga yang dihitung dalam 'poin', artinya kita akan mengkonversi suku bunga kredit antar bank yang relevan dengan 'poin' dalam mata uang dasar.
pl_pl: Korekta oprocentowania jest obliczana w „punktach”, co oznacza, że zamienimy odpowiednie stopy procentowe kredytów międzybankowych na „punkty” w walucie bazowej.
pt_pt: O ajuste de juros é calculado em "pontos", o que significa que converteremos as taxas de juro interbancárias relevantes em pontos na moeda base.
vi_vn: Việc điều chỉnh lãi suất được tính theo 'điểm', có nghĩa là chúng tôi sẽ chuyển đổi tỷ giá cho vay liên ngân hàng có liên quan đến các 'điểm' trong tiền tệ cơ sở.
zh_cn: 利息调整以“点”为计算单位，意味着我们将把相关银行间贷款利率转换为基础货币“点”。

source: The interest adjustment is calculated in points, meaning we will convert the relevant interbank lending rates to points in the base currency.
de_de: Die Zinsanpassung ist in Punkten berechnet, was bedeutet, dass wir die relevanten Interbank Kreditzinsen in Punkte der Basiswährung umwandeln werden.
fr_fr: L'ajustement d'intérêt est calculé en points, c'est à dire que nous allons convertir les taux du crédit interbancaire en points sur la base monétaire.
id_id: Penyesuaian bunga yang dihitung dalam poin, artinya kita akan mengkonversi suku bunga kredit antar bank yang relevan dengan poin dalam mata uang dasar.
pl_pl: Korekta oprocentowania jest obliczana w punktach, co oznacza, że zamienimy odpowiednie stopy procentowe kredytów międzybankowych na punkty w walucie bazowej.
pt_pt: O ajuste de juros é calculado em pontos, o que significa que converteremos as taxas de juro interbancárias relevantes em pontos na moeda base.
vi_vn: Việc điều chỉnh lãi suất được tính theo điểm, có nghĩa là chúng tôi sẽ chuyển đổi tỷ giá cho vay liên ngân hàng có liên quan đến các điểm trên tiền tệ cơ sở.
zh_cn: 利息调整以点为计算单位，意味着我们将把相关银行间贷款利率转换为基础货币点。

source: The interest adjustment is calculated in points, meaning we will convert the relevant market rates to points in the base instrument.
de_de: Die Zinsanpassung ist in Punkten berechnet, was bedeutet, dass wir die relevanten Marktdaten in Punkte der Basisinstrumente umwandeln werden.
fr_fr: L'ajustement d'intérêt est calculé en points, c'est à dire que nous allons convertir le taux du marché pertinent en points dans l'instrument de base.
id_id: Penyesuaian bunga yang dihitung dalam poin, artinya kita akan mengkonversi harga pasar ke dalam poin bagi instrumen dasar.
pl_pl: Korekta oprocentowania jest obliczana w punktach, co oznacza, że zamienimy odpowiednie rynkowe stopy procentowe na punkty odpowiadające instrumentowi bazowemu.
pt_pt: O ajuste de juros é calculado em pontos, o que significa que converteremos as taxas de mercado relevantes em pontos no instrumento base.
vi_vn: Việc điều chỉnh lãi suất được tính theo điểm, có nghĩa là chúng tôi sẽ chuyển đổi tỷ giá thị trường có liên quan đến các điểm trên công cụ cơ sở.
zh_cn: 利息调整以点为计算单位，意味着我们将把相关市场利率转换为基础工具点。

source: The level of protection offered and due to each client depends on the category to which each client is assigned. Retail Clients benefit from the highest degree of protection.
de_de: Das jedem Kunden angebotene und geschuldete Schutzniveau hängt von der Kategorie ab, der der Kunde zugeordnet ist. Einzelhandelskunden wird der höchste Schutzgrad eingeräumt.
id_id: Tingkatan proteksi yang ditawarkan dan berhubung setiap klien tergantung kepada masing-masing kategori. Keuntungan retail klien dari proteksi tingkat tertinggi.
pl_pl: Poziom ochrony oferowanej i należnej klientowi zależy od kategorii, do której dany klient został zakwalifikowany. Klienci detaliczni korzystają z najwyższego poziomu ochrony.
pt_pt: O nível de proteção oferecido e devido a cada cliente depende da categoria a que cada cliente está atribuído. Clientes não profissionais beneficiam do mais alto nível de proteção.
vi_vn: Chúng tôi cung cấp các mức độ bảo mật tùy thuộc vào mỗi danh mục khách hàng được chỉ định. Khách Hàng Bán Lẻ sẽ được hưởng mức bảo mật cao nhất.
zh_cn: 每个客户的保护级别和期限根据不同类别而定。零售客户享有最高的保护级别。

source: The leverage ratio refers to the number of times your margin (the amount set aside from your account balance to open and maintain a transaction) can be "leveraged" to enter into a Transaction. The denominator of the leverage ratio is always 1. A 50:1 leverage is equivalent to a 2% margin requirement (1 divided by 50 = 2%). The leverage ratio that we/you establish will determine the amount of margin required. As leverage is inversely proportional to margin, the lower the leverage you set for your Account, the higher the margin required to be set aside from your account balance (your margin requirement).
de_de: Das Leverage-Verhältnis bezeichnet die Anzahl der Male, zu denen Ihr Margin (der Betrag, der von Ihrem Kontostand beiseite gesetzt wird, um eine Transaktion zu öffnen und aufrecht zu erhalten) wirksam eingesetzt werden kann ("leveraged"), um eine Transaktion einzugehen. Der Nenner des Leverage-Verhältnises ist immer 1. Eine 50:1 Leverage gleicht einer 2% Margin-Anforderung (1 geteilt durch 50 = 2%). Das Leverage-Verhältnis, das wir/Sie bestimmen, wird den Betrag des erforderlichen Margins festlegen. Da Leverage umgekehrt proportional zu Margin ist, gilt, das umso niedriger die Leverage, die Sie für Ihr Konto festlegen, ist, umso höher ist das angeforderte Margin, das von Ihrem Kontostand beiseite gesetzt wird (Ihre Margin-Anforderung).
id_id: Rasio leverage mengacu pada jumlah berapa kali margin Anda (jumlah yang disisihkan dari saldo akun Anda untuk membuka dan mempertahankan transaksi) dapat berupa "leverage" untuk membeli Transaksi. Penyebut dari rasio leverage selalu 1. Leverage 50:1 setara dengan persyaratan margin 2% (1 dibagi dengan 50 = 2%). Rasio leverage yang kami/Anda bangun akan menentukan jumlah margin yang dibutuhkan. Semakin leverage berbanding terbalik dengan margin, semakin rendah leverage Anda untuk mengatur Akun Anda, semakin tinggi margin yang dibutuhkan untuk disisihkan dari saldo akun Anda (persyaratan margin Anda).
pl_pl: Wskaźnik dźwigni określa ile razy można zastosować dźwignię w stosunku do Twojego depozytu zabezpieczającego (kwota odłożona z Twojego salda na koncie w celu otwarcia i utrzymania transakcji), aby zawrzeć Transakcję. Wskaźnik podawany jest zawsze w stosunku do 1. Wskaźnik dźwigni wynoszący 50:1 odpowiada 2% depozytu zabezpieczającego (1 dzielone przez 50 = 2%). Określony przez nas lub przez Ciebie wskaźnik dźwigni będzie określał kwotę wymaganego depozytu zabezpieczającego. Dźwignia jest odwrotnie proporcjonalna do depozytu zabezpieczającego: im mniejszy wskaźnik dźwigni ustawisz dla swojego Konta, tym wyższa będzie kwota wymaganego depozytu zabezpieczającego, który należy odłożyć z Twojego salda na koncie (wymóg depozytu zabezpieczającego).
pt_pt: O rácio de alavancagem se refere ao número de vezes que a sua margem (a quantia reservada do saldo da sua conta para abrir e manter uma transação) pode ser "alavancada" para realizar uma transação. O denominador do rácio de alavancagem é sempre 1. Uma alavancagem de 50:1 é equivalente a um requisito de margem de 2% (1 dividido por 50 = 2%). O rácio de alavancagem que se estabelece determinará a quantidade de margem necessária. Como a alavancagem é inversamente proporcional à margem, quanto mais baixa a alavancagem que você definir para a sua conta, mais alta a margem necessária a ser reservada do saldo da sua conta (o seu requisito de margem).
vi_vn: Tỷ lệ đòn bẩy dùng để chỉ số lần ký quỹ của bạn (số tiền đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch) có thể dùng làm "đòn bẩy" để tham gia một Giao Dịch. Mẫu số tỷ lệ đòn bẩy luôn luôn là 1. Một đòn bẩy 50: 1 là tương đương với một điều kiện biên 2% (1 chia cho 50 = 2%). Ở tỷ lệ đòn bẩy mà chúng tôi/bạn thiết lập sẽ xác định số lượng điều kiện biên. Vì đòn bẩy là tỷ lệ nghịch với biên, các đòn bẩy bạn đặt cho Tài Khoản của bạn càng hạ thấp, điều kiện biên được đặt bên cạnh tài khoản của bạn (điều kiện ký quỹ của bạn) sẽ càng tăng cao.
zh_cn: 杠杆比率指使用您的保证金（为进行交易从您的账户余额拨出并保留的金额） 作为"杠杆"进入交易的次数。杠杆比率的分母始终是 1。50: 1 的杠杆比率相当于需要 2%保证金 (1 除以 50 = 2%)。我们替您建立的杠杆比率将确定保证金的数额。杠杆比率与保证金成反比，您的账户所设杠杆比率越低，从您的账户余额拨出的保证金额就越高 （所需保证金）。

source: The margin trading services described in this Agreement are conducted over the counter. This means that the market in one or more of the instruments which you ordinarily transact with us, though quoted on an exchange, are not traded on an exchange when transacted through the electronic trading platform as described in this Agreement.
de_de: Die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, werden im Freiverkehr durchgeführt. Das bedeutet, dass der Markt in einem oder mehreren dieser Instrumente, die Sie normalerweise mit uns abschließen, obwohl nach der Börse notiert, nicht auf einer Börse gehandelt werden, wenn sie - wie in dieser Vereinbarung beschrieben - durch die elektronische Handelsplattform abgeschlossen werden.
id_id: Layanan trading margin yang dijelaskan dalam Perjanjian ini dilakukan di luar bursa. Hal ini berarti pasar dalam satu atau lebih instrumen yang biasa Anda tradingkan, meskipun memperoleh kutipan dari bursa, tidak ditradingkan pada pertukaran ketika ditransaksikan melalui platform trading elektronik seperti yang dijelaskan dalam Perjanjian ini.
pl_pl: Usługi handlowania na kredyt opisane w niniejszej Umowie są przeprowadzane na rynku obrotu pozagiełdowego. Oznacza to, że w przypadku co najmniej jednego instrumentu finansowego, którym zazwyczaj handlujesz za pośrednictwem naszej platformy, mimo, że jest on kwotowany na rynku walutowym, jak opisano w niniejszej Umowie, gdy transakcja zostaje zawarta za pośrednictwem platformy handlu elektronicznego, handel nim nie odbywa się na rynku walutowym.
pt_pt: Os serviços de negociação em margem descritos neste Acordo são realizados em mercado de balcão. Isto significa que os mercados, de um ou mais dos instrumentos que você normalmente negocia conosco, apesar de serem cotados em bolsa, não são negociados numa bolsa quando transacionados através da plataforma de negociação eletrônica, conforme descrito neste Acordo.
vi_vn: Các dịch vụ kinh doanh ký quỹ mô tả trong Thỏa Thuận này được tiến hành trên bàn giao dịch. Điều này có nghĩa rằng thị trường trong một hoặc nhiều của các công cụ mà bạn thường giao dịch với chúng tôi, mặc dù, trích dẫn như một cuộc trao đổi, sẽ không được giao dịch trên một cuộc trao đổi khi giao dịch qua sàn giao dịch điện tử như mô tả trong Thỏa Thuận này.
zh_cn: 本协议所描述的保证金交易服务通过柜台进行。这意味着，您与我们进行交易的一个或多个工具市场，虽然由交易所报价，但通过本协议所述电子交易平台交易时却不是在交易所交易。

source: The market exit price is the price in effect at the end of the contract period.
de_de: Der Schlusskurs ist der Kurs, der zum Ablauf der Kontraktlaufzeit gilt.
fr_fr: Le prix final du marché est le prix en vigueur à la fin de la période de contrat.
id_id: Harga akhir pasar adalah harga pada akhir periode kontrak.
pl_pl: Rynkowa cena wyjściowa to cena obowiązująca w momencie zakończenia okresu kontraktu.
pt_pt: O preço de saída do mercado é o preço em vigor no momento do fim do contrato.
vi_vn: Giá thoát khỏi thị trường là giá có hiệu lực vào cuối khoảng thời gian của hợp đồng.
zh_cn: 市场平仓价为合约到期时的有效价格。

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-<span class='currentYear'></span> Binary Group of companies. All rights reserved.
de_de: Alle Materialien, die in der Website von %1 enthalten sind (einschließlich und ohne Ausnahme aller Artikel, Texte, Bilder, Logos, Zusammenstellungen, Systeme, Code und Design) unterliegen dem Copyright 1999-<span class='currentYear'></span> der Binary Unternehmensgruppe. Alle Rechte vorbehalten.
id_id: Seluruh materi yang digunakan pada situs %1 (termasuk artikel, teks, gambar, logo, kompilasi, sistem, kode dan desain) adalah merupakan Hak Cipta perusahaan Grup Binary 1999-<span class='currentYear'></span>. Hak Cipta Terpelihara.
pl_pl: Materiały składające się na portal %1 (w tym wszystkie artykuły, tekst, obrazy, logo, kompilacje, systemy, kod i projekt) są chronione prawem autorskim 1999-<span class='currentYear'></span> i należą do Binary Group. Wszelkie prawa zastrzeżone.
pt_pt: Os materiais que compõem o site da %1 (incluindo, sem limitação, todos os artigos, textos, imagens, logótipos, compilação, sistemas, código e design) estão protegidos por direitos de autor de 1999-<span class='currentYear'></span> do Grupo de empresas Binary. Todos os direitos reservados.
vi_vn: Các tài liệu bao gồm trang web %1 (bao gồm nhưng không giới hạn tất cả các bài viết, văn bản, hình ảnh, logo, biên soạn, hệ thống, mã và thiết kế) đều là Bản quyền 1999-<span class='currentYear'></span> của tập đoàn Binary. Tất cả quyền được bảo vệ.
zh_cn: 本 %1 网站所包含的各种材料（包括但不限于所有文章、文字、图片、标识、整理材料、系统、代码和设计）版权归由 Binary Group 各公司（1999-<span class='currentYear'></span>年）所有 。公司保留所有权利。

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
de_de: Der maximale Verlust, den ein Kunde erleiden kann, ist der Geldbetrag, der an das Unternehmen bezahlt wurde.
id_id: Kerugian maksimal yang mungkin ditanggung oleh klien adalah sejumlah dana yang dibayarkan kepada Perusahaan.
pl_pl: Maksymalna strata, jaka może być poniesiona przez Klienta to kwota zapłacona Firmie.
pt_pt: A perda máxima que pode ocorrer a qualquer Cliente é a quantia de dinheiro pago pelo mesmo à Empresa.
vi_vn: Thất thoát lớn nhất có thể xẩy ra cho Khách Hàng là mất số tiền đã trả cho Công Ty.
zh_cn: 客户可能蒙受的最大损失就是其向本公司支付的金额。

source: The maximum number of tokens (%1) has been reached.
de_de: Die Höchstzahl an Token (%1) wurde erreicht.
fr_fr: Le nombre maximum de jetons d'authentification (%1) est atteint.
id_id: Jumlah maksimum token (%1) telah tercapai.
pl_pl: Maksymalna liczba tokenów (%1) została osiągnięta.
pt_pt: O número máximo de tokens (%1) foi atingido.
vi_vn: Đã đạt đến độ dài tối đa của mã token (%1).
zh_cn: 已达代币 (%1) 最大限数。

source: The minimum required amount for using the account transfer facility is %1.
de_de: Der erforderliche Minimalbetrag, um die Konto-Überweisungs-Funktion zu verwenden, ist %1.
fr_fr: Le minimum requis pour l’utilisation de la facilité de transfert de compte est %1.
id_id: Jumlah minimum untuk menggunakan fasilitas transfer antar akun adalah %1.
pl_pl: Minimalna kwota wymagana do skorzystania z funkcji przelewów między kontami to %1.
pt_pt: O valor mínimo necessário para se usar o recurso de transferência entre contas é %1.
vi_vn: Số tiền được yêu cầu tối thiểu để sử dụng các cơ sở chuyển khoản tài khoản là %1.
zh_cn: 使用账户资金转移设施的最小金额为 %1。

source: The minimum spread (which is comprised of the market spread and our spread) published on our website is subject to alteration, at our absolute discretion. You acknowledge that whilst we endeavor to maintain a competitive spread, both market spread and our spread may widen significantly in some circumstances and such figures will be determined by us at our reasonable discretion.
de_de: Der Mindest-Spread (der sich aus dem Markt-Spread und unserem Spread zusammensetzt), der auf unserer Website veröffentlicht ist, kann nach unserem eigenen Ermessen verändert werden. Sie erkennen an, dass während wir bemüht sind, einen wettbewerbsfähigen Spread zu erhalten, sich beide, der Markt-Spread und unser Spread unter manchen Umständen erheblich ausweiten können, und dass solche Werte von uns, nach unserem vernünftigen Ermessen, bestimmt werden.
id_id: Spread minimum (yang terdiri dari pasar spread dan spread kami) yang ditampilkan pada website kami adalah tunduk pada perubahan, kebijaksanaan kami yang mutlak. Anda mengakui bahwa sementara kami berusaha untuk menjaga spread yang kompetitif, baik spread pasar atau spread kami dapat melebar secara signifikan dalam beberapa keadaan dan spread tersebut akan ditentukan oleh kebijaksanaan kami yang wajar.
pl_pl: Minimalna wartość spreadu (składająca się ze spreadu rynkowego oraz naszego spreadu) publikowana na naszej stronie internetowej według naszego uznania. Przyjmujesz do wiadomości, że podejmujemy wszelkie starania, by utrzymywać konkurencyjne wartości speadów, jednakże zarówno wartość spreadu rynkowego, jak i naszego spreadu może się znacznie zmieniać w niektórych warunkach i jest określana przez nas według naszego uznania.
pt_pt: O spread mínimo (composto pelo spread do mercado acrescido do nosso spread) publicado no nosso site está sujeito a alterações, a nosso exclusivo critério. Você reconhece e aceita que, apesar de nos esforçarmos para manter um spread competitivo, tanto o spread do mercado como o nosso spread podem se alargar significativamente em algumas circunstâncias e tais números serão determinados por nós à nossa discrição razoável.
vi_vn: Biên lãi tối thiểu (trong đó bao gồm biên lãi thị trường và biên lãi của chúng tôi) được công bố trên trang web của chúng tôi có thể thay đổi, theo ý kiến chúng tôi quyết định tuyệt đối. Bạn thừa nhận rằng trong khi chúng tôi cố gắng để duy trì biên lãi cạnh tranh, cả hai biên lãi thị trường và biên lãi của chúng tôi có thể mở rộng đáng kể trong một số trường hợp và con số đó sẽ được xác định bởi quyết định hợp lý của chúng tôi.
zh_cn: 在我们网站公布的最低价差 （由市场点差与我们的点差组成）可能在我们绝对的自主权下更改。您确认，虽然我们努力保持价差竞争力，但在某些情况下市场点差和我们的点差可能会有显著差距，这些数字将由我们根据合理的自主权确定。
