Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: By entering into an agreement with us, you understand that CFDs are highly speculative, complex products and carry a high degree of risk, especially those traded on margin. Whilst you may generate profit and increase your capital, you may also expose yourself to losing the entire sum invested and your loss may exceed your deposit. The products attaching this Agreement are not appropriate for everyone. You acknowledge that the trading services described in this Agreement are designed for clients who are knowledgeable and experienced in the types of transactions described in this Agreement and you fully understand the associated risks before entering into this Agreement with us.
de_de: Indem Sie eine Vereinbarung mit uns eingehen, verstehen Sie, dass CFDs hoch spekulative, komplexe Produkte sind und einen hohen Grad an Risiko tragen, im Besondereren jene, die auf Marge gehandelt werden. Während Sie Gewinne erzielen und Ihr Kapital vergrößern können, können Sie genauso den gesamten investierten Betrag verlieren, und Ihr Verlust kann sogar Ihren Einsatz übersteigen. Die in dieser Vereinbarung angeführten Produkte sind nicht für jeden geeignet. Sie müssen anerkennen, dass die in dieser Vereinbarung beschriebenen Handelsdienstleistungen für Kunden konzipiert sind, die in den in dieser Vereinbarung beschriebenen Arten von Transaktionen sachkundig und erfahren sind und dass Sie die damit verbundenen Risiken vollkommen verstehen, bevor Sie die Vereinbarung mit uns eingehen.
id_id: Dengan menandatangani perjanjian dengan kami, Anda memahami bahwa CFD adalah produk yang sangat spekulatif, kompleks, dan memiliki risiko tinggi, terutama yang ditradingkan menggunakan margin. Sementara Anda dapat menghasilkan laba dan meningkatkan modal Anda, Anda juga dapat mengekspos diri Anda untuk kehilangan seluruh jumlah yang Anda investasikan dan kerugian Anda dapat melebihi jumlah deposit Anda. Produk yang melampirkan Perjanjian ini tidak sesuai untuk semua orang. Anda mengakui bahwa layanan trading yang dijelaskan dalam Perjanjian ini disusun untuk klien yang berpengetahuan luas dan berpengalaman dalam berbagai jenis transaksi yang telah dijelaskan dalam Perjanjian ini dan Anda sepenuhnya memahami risiko terkait sebelum memasuki Perjanjian dengan kami.
pl_pl: Zawarcie z nami umowy jest jednoznaczne z tym, że rozumiesz, że kontrakty na różnice kursowe, zwłaszcza te, w przypadku których stosuje się dźwignię finansową, są produktami spekulacyjnymi i bardzo skomplikowanymi, obarczonymi wysokim poziomem ryzyka. Mogą przynieść zysk i zwiększyć Twój kapitał, ale mogą też narazić Cię na utratę całej zainwestowanej kwoty, a Twoja strata może przekroczyć wpłacone środki. Produkty związane z tą Umową nie są odpowiednie dla każdego. Przyjmujesz do wiadomości, że usługi handlowe opisane niniejszej Umowie są kierowane do klientów posiadających wiedzę i doświadczenie w zakresie transakcji opisanych w niniejszej Umowie i oświadczasz, że przed zawarciem niniejszej Umowy w pełni rozumiesz związane z nimi ryzyko.
pt_pt: Ao celebrar um acordo conosco, você compreende que CFDs são altamente produtos complexos e altamente especulativos e implicam um alto grau de risco, especialmente esses negociados com margem. Apesar de poder gerar lucros e aumentar o seu capital, você poderá se expor à possibilidade de perder todo o valor investido e as suas perdas podem exceder o seu depósito. Os produtos anexados a este Acordo não são adequados para todas as pessoas. Você reconhece e aceita que os serviços de negociação descritos neste Acordo foram concebido para clientes que possuem conhecimentos e experiência com os tipos de transações descritas neste Acordo e você compreende plenamente os riscos associados antes de celebrar este Acordo conosco.
vi_vn: Bằng cách chấp nhận thỏa thuận với chúng tôi, bạn hiểu rằng CFDs là những sản phẩm rất suy đoán, phức tạp và mang một mức độ rủi ro cao, đặc biệt là những người giao dịch trên ký quỹ. Trong khi bạn có thể tạo ra lợi nhuận và tăng vốn đầu tư của bạn, bạn cũng có thể để mất đi toàn bộ số tiền đầu tư và đầu tư của bạn có thể vượt quá số tiền gửi vào của bạn. Các sản phẩm gắn thỏa thuận này là không thích hợp cho tất cả mọi người. Bạn thừa nhận rằng các dịch vụ kinh doanh được mô tả trong thỏa thuận này được thiết kế cho khách hàng những người hiểu biết và có kinh nghiệm trong các loại giao dịch được mô tả trong thỏa thuận này và bạn hoàn toàn hiểu những rủi ro liên quan đến nó trước khi ký vào Thỏa Thuận với chúng tôi ở đây.
zh_cn: 通过与我们达成协议, 您了解差价合约是高度投机、复杂的产品, 而且风险很高, 尤其是那些含保证金的交易。虽然您可能会赚取利润和增加资金, 但您也可能会损失全部投资金额，您的损失可能超过您的存入资金。此协议附带的产品不是每个人都适合交易。您确认本协议所提及的交易服务是特别为那些对本协议提及的交易类型拥有知识和经验的客户设计的, 并且您与我们达成协议前完全了解相关的风险。

source: By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate programme, you are agreeing to the terms and conditions set out in this Agreement. If you do not agree with the terms and conditions (or are not authorised to do so), you should not continue with your application.
de_de: Mit der Annahme dieser Allgemeinen Geschäftsbedingungen und der Fortsetzung Ihrer Anmeldung, um an unserem Partnerprogramm teilzunehmen, sind Sie mit den Allgemeinen Geschäftsbedingungen einverstanden. Wenn Sie mit den Allgemeinen Geschäftsbedingungen nicht einverstanden sind (oder Sie dazu nicht berechtigt sind), sollten Sie Ihre Anmeldung hier beenden.
id_id: Dengan menunjukkan penerimaan Anda terhadap syarat dan ketentuan ini dan melanjutkan permohonan Anda untuk bergabung dengan program afiliasi kami, Anda menyetujui syarat dan ketentuan yang ditetapkan dalam Perjanjian ini. Jika Anda tidak setuju dengan syarat dan ketentuan (atau tidak berwenang untuk melakukannya), Anda tidak boleh melanjutkan dengan aplikasi Anda.
pl_pl: Akceptując te warunki i kontynuując wypełnianie zgłoszenia o przyłączenie się do naszego programu partnerskiego, Partner zgadza się na warunki przedstawione w niniejszej Umowie. Jeśli Partner nie zgadza się z warunkami (lub nie jest osobą do tego upoważnioną), powinien przerwać wypełnianie zgłoszenia.
pt_pt: Ao indicar a sua aceitação destes termos e condições e ao prosseguir com o seu pedido de adesão ao nosso programa de afiliados, você estará concordando com os termos e condições definidos neste Acordo. Caso não concorde com os termos e condições (ou não esteja autorizado a fazê-lo), você não deve prosseguir com a sua candidatura.
vi_vn: Bạn đồng ý những điều khoản, điểu kiện và ứng dụng của mình để tham gia chương trình liên kết của chúng tôi bằng cách đánh dấu chấp nhận. Nếu bạn không đồng ý với các điều khoản và điều kiện (hoặc không được phép làm như vậy) thì bạn không nên tiếp tục ứng dụng này nữa.
zh_cn: 通过声明愿意接受本条款和条件并继续申请我们的联盟项目，表明您同意此协议的条款和条件。如果不同意（或无权同意）本条款和条件，则不得继续申请。

source: By opening an MT5 Real Account with %1, you represent, warrant and undertake that:
de_de: Indem Sie ein MT5 Echtgeldkonto mit %1 eröffnen, repräsentieren, gewährleisten und verpflichten Sie sich dazu, dass:
id_id: Dengan membuka Akun Riill MT5 dengan %1, Anda menyatakan, menjamin, dan melakukan:
pl_pl: Otwierając Prawdziwe konta MT5 w %1, oświadczasz i zobowiązujesz się, że:
pt_pt: Ao abrir uma conta real na MT5 coma %1, você declara, garante e assume que:
vi_vn: Bằng việc mở một tài khoản thực MT5 với %1, bạn đại diện, bảo đảm và cam kết rằng:
zh_cn: 在%1开立MT5真实账户，您声明、保证和承诺︰

source: By opting to be treated as a Professional Client, we shall not presume that you possess market knowledge and experience as defined by the term 'Professional Client'. We will contact you with the relevant form to complete and will take all reasonable steps to ensure that your request for this Categorization meets the aforementioned criteria, including, but not limited to copies of:
de_de: Mit der Entscheidung als professioneller Kunde behandelt zu werden, werden wir nicht davon ausgehen, dass Sie über Marktkenntnisse und Erfahrung verfügen, wie es durch den Begriff "Professioneller Kunde" definiert ist. Wir werden Sie kontaktieren, um das relevante Formular auszufüllen, und wir werden alle angemessenen Maßnahmen unternehmen, um sicherzustellen, dass Ihre Anfrage für diese Kategorisierung den oben erwähnten Kriterien entspricht, einschließlich, aber nicht beschränkt auf Kopien von:
fr_fr: En choisissant d’être traité comme un Client professionnel, nous n'allons pas présumer que vous possédez la connaissance du marché et l’expérience telle que définie par le terme « Client professionnel ». Nous vous contacterons avec le formulaire à remplir et prendra toutes les mesures raisonnables pour s’assurer que votre demande pour cette Catégorisation répond aux critères susmentionnés, y compris, mais sans s’y limiter à des copies de :
id_id: Dengan memilih untuk diperlakukan sebagai Klien Profesional, kami tidak akan menganggap bahwa Anda memiliki pengetahuan dan pengalaman pasar seperti yang didefinisikan oleh istilah 'Klien Profesional'. Kami akan menghubungi Anda dengan formulir yang relevan untuk dilengkapi dan akan mengambil semua langkah yang wajar untuk memastikan bahwa permintaan Kategorisasi ini memenuhi kriteria yang disebutkan di atas, termasuk namun tidak terbatas pada salinan dari:
pl_pl: Jeśli wybierzesz, że chcesz być traktowany/-a jako Klient profesjonalny, nie będziemy zakładać, że posiadasz wiedzę na temat rynku i doświadczenie zgodne z definicją pojęcia „Klient profesjonalny”. Prześlemy Ci odpowiedni formularz do wypełnienia i podejmiemy wszelkie stosowne kroki, aby zapewnić, że Twój wniosek o uznanie za takiego klienta spełnia wyżej wspomniane kryteria, w tym m. in. sprawdzenie kopii:
pt_pt: Ao optar por ser tratado como um Cliente Profissional, não iremos presumir que você possua conhecimentos do mercado e experiência como definidos pelo termo "Cliente Profissional". Iremos entrar em contato para lhe passar o formulário a ser preenchido e tomaremos todas as medidas razoáveis para garantir que a sua soliticação desta categorização satisfaça os critérios supramencionados, incluindo, mais não limitado a, cópias de:
vi_vn: Bằng cách chọn để được coi như là một Khách Hàng Chuyên Nghiệp, chúng tôi sẽ không đoán rằng bạn có kiến thức thị trường và kinh nghiệm theo định nghĩa của thuật ngữ 'Khách Hàng Chuyên Nghiệp'. Chúng tôi sẽ liên hệ với bạn về các mẫu đơn liên quan để hoàn thành và thực hiện tất cả các bước hợp lý để đảm bảo yêu cầu phân loại này đáp ứng các tiêu chí nêu trên, bao gồm nhưng không giới hạn các bản sao của:
zh_cn: 通过选择被视为专业客户, 我们将不会假定您拥有 "专业客户" 一词所定义的市场知识和经验。我们将给您发送有关的表格让您填写，并将采取一切合理步骤, 确保您对此分类的请求符合上述标准, 包括但不限于以下内容的副本:

source: By purchasing the %1"Close-Low"%2 contract, you'll win the multiplier times the difference between the %1close%2 and %1low%2 over the duration of the contract.
de_de: Durch den Kauf des %1"Schluss-Tief"%2 Kontrakts, gewinnen Sie den Multiplikator mal dem Unterschied zwischen dem %1Schluss%2 und %1Tief%2 über die Dauer des Kontrakts.
fr_fr: En achetant le contrat %1« Clôture-Bas »%2, vous gagnerez le multiplicateur fois la différence entre la %1clôture%2 et le %1bas%2 pendant toute la durée du contrat.
id_id: Dengan membeli kontrak %1"Close-Low"%2, Anda akan memperoleh jumlah berlipat dari selisih antara %1close%2 dan %1low%2 selama durasi kontrak berlangsung.
pl_pl: W przypadku zakupu kontraktu %1Zamknięcia-Niska%2 zyskasz wypłatę o wartości mnożnika pomnożonego przez różnicę wartości ceny %1zamknięcia%2 i %1niskiej%2 w okresie trwania kontraktu.
pt_pt: Ao comprar o contrato %1"Fechar-baixo"%2, você irá ganhar a diferença entre %1close%2 e %1low%2 multiplicado pelo número do multiplicador ao longo da duração do contrato.
vi_vn: Bằng cách mua các hợp đồng %1' Đóng thấp '%2, bạn sẽ giành chiến thắng bằng số nhân sự khác biệt giữa các %1cmất%2 và %1low%2 trong thời gian thực hiện hợp đồng.
zh_cn: 透过购入%1“收盘-最低值”%2合约，您将赢取合约期间内倍数值乘以%1收盘%2与%1最低值%2之间的差额。

source: By purchasing the %1"High-Close"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1close%2 over the duration of the contract.
de_de: Durch den Kauf des %1"Hoch-Schluss"%2 Kontrakts, gewinnen Sie den Multiplikator mal dem Unterschied zwischen dem %1Hoch%2 und %1Schluss%2 über die Dauer des Kontrakts.
fr_fr: En achetant le contrat %1« Haut-Clôture »%2, vous gagnerez le multiplicateur fois la différence entre le %1haut%2 et la %1clôture%2 pendant toute la durée du contrat.
id_id: Dengan membeli kontrak %1"High-Close"%2, Anda kan memperoleh jumlah lipatan dari selisih antara %1high%2 dan %1close%2 selama durasi kontrak berlangsung.
pl_pl: W przypadku zakupu kontraktu %1Wysoka-Zamknięcia%2 zyskasz wypłatę o wartości mnożnika pomnożonego przez różnicę wartości ceny %1wysokiej%2 i %1zamknięcia%2 w okresie trwania kontraktu.
pt_pt: Ao comprar o contrato %1"Fechar-Alto"%2, você ganhará a diferença entre o valor da %1Alta%2 e do %1Fechamento%2 multiplicada pelo valor do multiplicador ao longo da duração do contrato.
vi_vn: Bằng cách mua các hợp đồng %1' Đóng cao '%2, bạn sẽ giành chiến thắng bằng số nhân sự khác biệt giữa các %1high%2 và %1close%2 trong thời gian thực hiện hợp đồng.
zh_cn: 透过购入%1“最高值-收盘”%2合约，您将赢取合约期间内倍数值乘以%1最高值%2与%1收盘%2之间的差额。

source: By purchasing the %1"High-Low"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1low%2 over the duration of the contract.
de_de: Durch den Kauf des %1"Hoch-Tief"%2 Kontrakts, gewinnen Sie den Multiplikator mal dem Unterschied zwischen dem %1Hoch%2 und %1Tief%2 über die Dauer des Kontrakts.
fr_fr: En achetant le contrat %1« Haut-Bas »%2, vous gagnerez le multiplicateur fois la différence entre le %1haut%2 et le %bas%2 pendant toute la durée du contrat.
id_id: Dengan membeli kontrak %1"High-Low"%2, Anda kan memperoleh jumlah lipatan dari selisih antara %1high%2 dan %1low%2 selama durasi kontrak berlangsung.
pl_pl: W przypadku zakupu kontraktu %1Wysoka-Niska%2 zyskasz wypłatę o wartości mnożnika pomnożonego przez różnicę wartości ceny %1wysokiej%2 i %1niskiej%2 w okresie trwania kontraktu.
vi_vn: Bằng cách mua các hợp đồng %1' Cao Thấp '%2, bạn sẽ giành chiến thắng bằng số nhân sự khác biệt giữa các %1high%2 và %1low%2 trong thời gian thực hiện hợp đồng.
zh_cn: 透过购入%1“最高值-最低值”%2合约，您将赢取合约期间内倍数值乘以%1最高值%2与%1最低值%2之间的差额。

source: By registering a software application, website, or product you create or a service you offer (an "Application"), you acknowledge that you have read and understood and agree to be bound by these terms.
de_de: Durch die Registrierung einer Softwareanwendung, Website, eines von Ihnen erstellten Produkts oder einer Dienstleistung (einer "Anwendung") bestätigen Sie, dass Sie diese Bedingungen gelesen und verstanden haben und diese einhalten werden.
id_id: Dengan mendaftarkan aplikasi software, situs web atau produk yang Anda buat atau layanan yang Anda sediakan (sebuah "Applikasi"), Anda mengakui bahwa Anda telah membaca, memahami dan setuju untuk terikat dengan syarat-syarat ini.
pl_pl: Rejestracja oprogramowania, aplikacji, strony internetowej lub produktu jest jednoznaczna z utworzeniem usługi (Aplikacja), zapoznaniem się z postanowieniami niniejszego regulaminu, zrozumieniem ich i zaakceptowaniem.
pt_pt: Ao registrar um aplicativo de software, site ou produto que você desenvolveu ou um serviço que presta (um "Aplicativo"), você confirma que leu, compreendeu e aceita estar vinculado por estes termos.
vi_vn: Bằng việc đăng ký một phần mềm ứng dụng, trang web, hay sản phẩm bạn tạo ra hay một dịch vụ bạn cung cấp (một "Ứng Dụng"), bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý với những điều khoản sau.
zh_cn: 通过注册应用软件、网站或您所创建的产品或所提供服务（简称为"应用程序"），您确认已经阅读、理解并同意遵守这些条款。

source: By submitting suggestions or other feedback regarding the %1 API to the Company ("Contributions"), you acknowledge and agree that:
de_de: Durch die Übermittlung von Vorschlägen oder anderem Feedback hinsichtlich des %1 API an das Unternehmen ("Beiträge") bestätigen und stimmen Sie zu, dass:
id_id: Dengan mengirimkan saran atau masukan lainnya mengenai API %1 kepada Perusahaan ("Kontribusi"), Anda mengakui dan setuju bahwa:
pl_pl: Wysyłając Firmie sugestie lub innego rodzaju opinię dotyczącą API %1, przyjmujesz do wiadomości i zgadzasz się, że:
pt_pt: Ao enviar sugestões ou outros comentários relativos à API %1 à empresa ("contribuições"), você reconhece e aceita que:
vi_vn: Bằng việc đưa ra những đề xuất hay những phản hồi khác liên quan đến %1 API của Công Ty chúng tôi ("Sự Đóng Góp"), bạn thừa nhận và đồng ý rằng:
zh_cn: 通过对公司提交%1的API相关建议或其他反馈意见 （简称为"贡献"），您确认并同意：

source: By using or interacting with our website, you are giving permission to the use of the Google Analytics User ID Feature, which allows Google to capture your %1 login ID such as VRTC1234 and MT1234. When this feature is enabled, no other personally identifiable information other than your %1 login ID, or other data which can be linked to such information by Google, is shared with or disclosed to Google.
de_de: Durch die Nutzung oder Interaktion mit unserer Website, stimmen Sie der Verwendung von Google Analytics User-ID-Funktion zu, die Google erlaubt, Ihre %1 Login-ID, sowie z. B. VRTC1234 und MT1234 zu erfassen. Wenn dieses Feature aktiviert ist, werden keine anderen persönlich identifizierbaren Informationen als Ihre %1 Login-ID, oder andere Daten, die von Google mit solchen Informationen verknüpft werden können, durch die Aktivierung der Google Analytics User-ID-Funktion an Google freigegeben oder weitergegeben.
id_id: Dengan menggunakan atau berinteraksi pada situs kami, Anda memberi kebenaran pada penggunaan Fitur User ID Google Analytics yang mengijinkan Google untuk menyimpan login ID %1 Anda seperti VRTC1234 dan MT1234. Ketika fitur ini diaktifkan, tidak ada informasi pribadi lainnya selain login ID %1, atau data lain yang dihubungkan dengan informasi tersebut oleh Google, dibagikan dengan atau diungkapkan ke Google.
pl_pl: Korzystanie z naszej strony internetowej oraz interakcja z nią oznacza wyrażenie zgody na stosowanie funkcji User ID usługi Google Analytics, która umożliwia przechwytywanie przez Google Twojego identyfikatora logowania %1 (na potrzeby VRTC1234 i MT1234 itp.). Po włączeniu takiej funkcji oprócz identyfikatora logowania %1 żadne inne informacje umożliwiające identyfikację lub inne dane, które mogłyby być powiązane z takimi informacjami przez Google, nie są udostępniane ani ujawniane firmie Google.
pt_pt: Ao usar ou interagir com o nosso site, você está dando autorização para o uso do recurso de ID de usuário do Google Analytics, que permite à Google capturar a sua ID de login %1 (por exemplo, VRTC1234 e MT1234, etc.). Quando este recurso está habilitada, nenhuma outra informação pessoalmente identificável, além da sua ID de login %1, ou qualquer outro dado que poderá ser associado a tais informações pela Google, será compartilhada com ou divulgada à Google.
vi_vn: Bằng cách sử dụng hoặc tương tác với trang web của chúng tôi, bạn cho phép sử dụng Tính năng User ID của Google Analytics, cho phép Google nắm bắt ID đăng nhập %1 của bạn như VRTC1234 và MT1234. Khi tính năng này được bật, không có thông tin nhận dạng cá nhân nào khác ngoài ID đăng nhập %1 của bạn hoặc các dữ liệu khác có thể được liên kết với thông tin đó bởi Google, được chia sẻ hoặc tiết lộ cho Google.
zh_cn: 通过使用我们的网站或与网站交互，您同意允许使用Google分析用户 ID 功能，从而允许Google捕获您的 %1 登录 ID （例如，VRTC1234与MT1234 等）。启用此功能后，除%1登录 ID 或其他可以让Google链接到此类信息的数据以外，将没有任何其他个人身份信息与Google共享或披露给Google。

source: By using the electronic trading system, including the MT5 Trading Platform, Clients accept full responsibility for the use of such platforms and for any orders transmitted via such platforms.
de_de: Indem Sie das elektronische Handelssystem, einschließlich der MT5 Handelsplattform verwenden, akzeptieren Kunden die volle Verantwortung für den Gebrauch solcher Plattformen und für alle Order, die über solche Plattformen übertragen werden.
id_id: Dengan menggunakan sistem trading elektronik, termasuk Platform Trading MT5, Klien menerima tanggung jawab penuh untuk penggunaan platform tersebut dan untuk setiap order yang dikirimkan melalui platform tersebut.
pl_pl: Korzystając z systemu handlu elektronicznego, w tym z platformy handlowej MT5, Klient akceptuje pełną odpowiedzialność za użytkowanie takich platform i za wszelkie zlecenia składane za pośrednictwem takich platform.
pt_pt: Ao usar o sistema de negociação eletrônico, incluindo a plataforma de negociação MT5, os Clientes aceitam toda a responsabilidade pelo uso de tais plataformas e por quaisquer ordens transmitidas através de tais plataformas.
vi_vn: Bằng cách sử dụng hệ thống giao dịch điện tử, bao gồm Nền Tảng Giao Dịch MT5, Khách Hàng chấp nhận hoàn toàn trách nhiệm đối với việc sử dụng các nền tảng đó và cho bất kỳ đơn đặt hàng nào được truyền qua các nền tảng như vậy.
zh_cn: 通过使用电子交易系统 (包括 MT5 交易平台), 客户接受承担使用此类平台以及通过此类平台执行任何订单的全部责任。

source: C. Definition of best execution
de_de: C. Definition der besten Ausführung
fr_fr: C. Définition de la meilleure exécution
id_id: C. Definisi dari eksekusi terbaik
pl_pl: C. Definicja najkorzystniejszej realizacji
pt_pt: C. Definição de melhor execução
vi_vn: C. Định nghĩa về quá trình thực thi tốt nhất
zh_cn: 三、最佳执行方案的定义

source: C. Provision of Services
de_de: C. Leistungserbringung
id_id: C. Penyediaan Layanan
pl_pl: C. Świadczenie usług
pt_pt: 2. Prestação de serviços
vi_vn: C. Các Điều Khoản về Dịch Vụ
zh_cn: 三、提供服务

source: CFD
zh_cn: 差价合约

source: CFD Energies
de_de: CFD-Energien
fr_fr: Énergies CFD
id_id: CFD Energi
pl_pl: Kontrakty na różnice kursowe surowców energetycznych
pt_pt: Energias CFD
vi_vn: Năng lượng CFD
zh_cn: CFD 能量

source: CFD contract specifications
de_de: CFD Kontraktspezifikationen
fr_fr: Spécifications du contrat CFD
id_id: Spesifikasi kontrak CFD
pl_pl: Szczegóły kontraktu CFD
pt_pt: Especificações de contrato do CFD
vi_vn: Điều khoản đặc biệt của CFD
zh_cn: 差价合约规格

source: CFD margin policy
de_de: CFD-Margin Richtlinie
fr_fr: Politique de marge CFD
id_id: Kebijakan margin CFD
pl_pl: Polityka dot. depozytu zabezpieczającego w przypadku kontraktów CFD
pt_pt: Política de margens CFD
vi_vn: Chính sách ký quỹ CFD
zh_cn: 差价合约保证金政策

source: CFD trading experience
de_de: CFD Handelserfahrung
fr_fr: Expérience de trading CFD
id_id: Pengalaman trading CFD
pl_pl: Doświadczenie w handlowaniu kontraktami na różnice kursowe
pt_pt: Experiência em negociação de CFDs
vi_vn: Kinh nghiệm giao dịch CFD
zh_cn: 差价合约交易经验

source: CFD trading frequency
de_de: CFD Handelshäufigkeit
fr_fr: Fréquence de trading CFD
id_id: Frekuensi trading CFD
pl_pl: Częstotliwość handlowania kontraktami na różnice kursowe
pt_pt: Frequência de negociação de CFDs
vi_vn: Tần xuất giao dịch CFD
zh_cn: 差价合约交易频率

source: CFDs
id_id: CFD
pl_pl: Kontrakty CFD
vi_vn: Các thị trường CFD
zh_cn: 差价合约
