Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: How can I change my payment method?
de_de: Wie kann ich meine Zahlungsmethode ändern?
fr_fr: Comment changer de méthode de paiement ?
id_id: Bagaimana cara merubah metode pembayaran saya?
pl_pl: Jak zmienić metodę płatności?
pt_pt: Como posso alterar o meu método de pagamento?
vi_vn: Làm thế nào để thay đổi phương thức thanh toán của tôi?
zh_cn: 如何更改付款方式？

source: How can I withdraw my commissions?
de_de: Wie kann ich meine Provisionen beheben?
fr_fr: Comment puis je prélever mes commissions ?
id_id: Bagaimana cara menarik komisi saya?
pl_pl: W jaki sposób mogę wypłacić swoje prowizje?
pt_pt: Como posso retirar as minhas comissões?
vi_vn: Làm thế nào để tôi có thể rút tiền hoa hồng của mình?
zh_cn: 如何提取佣金？

source: How can we help?
de_de: Wie können wir helfen?
fr_fr: Comment pouvons-nous vous aider ?
id_id: Bagaimana kami bisa membantu?
pl_pl: Jak możemy pomóc?
pt_pt: Como podemos ajudar?
vi_vn: Chúng tôi có thể giúp gì cho bạn?
zh_cn: 请问有什么可以帮到您？

source: How do I know how much I have earned?
de_de: Wie erfahre ich, wie viel ich verdient habe?
fr_fr: Comment savoir combien j'ai gagné ?
id_id: Bagaimana cara mengetahui berapa jumlah komisi?
pl_pl: Skąd wiem, jakie są moje zarobki?
pt_pt: Como sei quanto ganhei?
vi_vn: Làm sao để biết tôi đã kiếm được bao nhiều tiền?
zh_cn: 我怎么知道我赚了多少？

source: How do I register to become a %1 IB?
de_de: Wie melde ich mich an, um ein %1 IB zu werden?
fr_fr: Comment puis-je m'inscrire pour devenir un %1 IB ?
id_id: Bagaimana cara saya mendaftar untuk menjadi IB %1?
pl_pl: W jaki sposób mogę się zarejestrować jako broker IB %1?
pt_pt: Como me candidato para me tornar um IB da %1.
vi_vn: Làm thế nào để đăng ký để trở thành một %1 IB?
zh_cn: 如何注册成为 %1 IB？

source: How does it work?
de_de: Wie funktioniert es?
fr_fr: Comment fonctionne le système ?
id_id: Bagaimana cara kerjanya?
pl_pl: Jak to działa?
pt_pt: Como funciona?
vi_vn: Nó hoạt động như thế nào?
zh_cn: 如何运作？

source: How it works
de_de: Wie es funktioniert
fr_fr: Comment ça marche
id_id: Cara kerja
pl_pl: Jak to działa
pt_pt: Como funciona
vi_vn: Nó hoạt động như thế nào
zh_cn: 如何操作

source: How much do I get paid if I refer clients onto your MT5 platform?
de_de: Wie viel bekomme ich bezahlt, wenn ich Kunden auf Ihre MT5 Plattform verweise?
fr_fr: Combien suis-je payé si je réfère les clients sur votre plateforme MT5 ?
id_id: Berapa banyak bayaran yang akan saya dapatkan jika saya mereferensikan klien ke platform MT5 Anda?
pl_pl: Ile wyniesie moje wynagrodzenie za polecenie klientom korzystania z platformy MT5?
pt_pt: Quanto recebo se eu indicar clientes para a plataforma de MT5 Binary.com?
vi_vn: Tôi được trả bao nhiêu tiền nếu tôi giới thiệu các khách hàng về sàn giao dịch MT5 của bạn?
zh_cn: 如果我介绍客户到您的 MT5 平台交易, 我能得到多少报酬？

source: How to Trade in MetaTrader 5
de_de: Wie man mit MetaTrader 5 handelt
fr_fr: Comment trader dans MetaTrader 5
id_id: Cara Bertrading di MetaTrader 5
pl_pl: Jak handlować na MetaTrader 5
pt_pt: Como negociar na MetaTrader 5
vi_vn: Làm thế nào để giao dịch trong MetaTrader 5
zh_cn: 如何在MetaTrader 5交易

source: How to calculate margin
de_de: Wie man die Marge berechnet
fr_fr: Comment calculer la marge
id_id: Bagaimana cara menghitung margin
pl_pl: Jak obliczyć depozyt zabezpieczający
pt_pt: Como calcular margens
vi_vn: Làm thế nào để tính toán ký quỹ
zh_cn: 如何计算保证金

source: How to calculate your profit and losses?
de_de: Wie berechnen Sie Ihre Gewinne und Verluste?
fr_fr: Comment calculer vos profits et pertes ?
id_id: Bagaimana menghitung laba dan rugi Anda?
pl_pl: Jak obliczyć moje zyski i stratę?
pt_pt: Como calcular os lucros e as suas perdas?
vi_vn: Làm thế nào để tính toán thiệt hại và lợi nhuận của bạn?
zh_cn: 如何计算利润和亏损？

source: How to calculate your profits and losses
de_de: Wie Sie Ihre Gewinne und Verluste berechnen
fr_fr: Comment calculer vos profits et pertes
id_id: Cara menghitung laba dan rugi Anda
pl_pl: Jak obliczyć moje zyski i stratę
pt_pt: Como calcular os lucros e as suas perdas
vi_vn: Làm thế nào để tính toán lợi nhuận và thua lỗ của bạn
zh_cn: 如何计算利润和亏损？

source: How to close a position
de_de: Wie eine Position geschlossen wird
fr_fr: Comment fermer une position
id_id: Cara menutup posisi
pl_pl: Jak zamknąć pozycję
pt_pt: Como fechar uma posição
vi_vn: Làm thế nào để đóng một vị trí
zh_cn: 如何斩仓

source: How to manage your funds
de_de: Wie Sie Ihr Guthaben verwalten
fr_fr: Comment gérer vos fonds
id_id: Bagaimana mengelola dana Anda
pl_pl: Jak zarządzać swoimi środkami
pt_pt: Como gerenciar os seus fundos
vi_vn: Làm thế nào để quản lý các quỹ tiền của bạn
zh_cn: 如何管理资金

source: How to read the commission and swap scheme table
de_de: Wie man die Kommission- und Swap-Schema Tabelle liest
fr_fr: Comment lire la table de commission et de swap
id_id: Cara membaca tabel komisi dan skema swap
pl_pl: Jak czytać schemat prowizji i swapów
vi_vn: Làm thế nào để đọc bảng chương trình hoa hồng và kế hoạch hoán đổi
zh_cn: 如何阅读佣金和掉期计划表

source: How to read the contract specifications table
de_de: Wie man die Kontrakt-Spezifikationstabelle liest
fr_fr: Comment lire le tableau des spécifications de contrat
id_id: Cara membaca tabel spesifikasi kontrak
pl_pl: Jak czytać tabelę ze szczegółami kontraktów
pt_pt: Como ler a tabela de especificações do contrato
vi_vn: Làm thế nào để đọc bảng thông số của hợp đồng
zh_cn: 如何阅读合约规格表

source: How to read the table above
de_de: Wie man die oberstehende Tabelle liest
fr_fr: Comment lire le tableau ci-dessus ?
id_id: Bagaimana cara membaca tabel di atas
pl_pl: Jak czytać informacje w powyższej tabeli
pt_pt: Como ler a tabela acima
vi_vn: Làm thế nào để đọc bảng trên
zh_cn: 如何读取上面的表

source: How to setup two-factor authentication for your %1 account:
de_de: Wie Sie die Zwei-Faktor- Authentifizierung für Ihr %1 Konto einrichten können:
fr_fr: Comment configurer l’authentification deux facteurs pour votre compte %1 :
id_id: Cara menyiapkan autentikasi dua faktor pada akun %1 Anda:
pl_pl: Jak skonfigurować uwierzytelnianie dwuskładnikowe dla swojego konta %1:
pt_pt: Como configurar a autenticação de dois fatores na sua conta %1:
vi_vn: Làm thế nào để thiết lập hai yếu tố xác thực tài khoản %1:
zh_cn: 如何为 %1 账户设置双因素身份验证:

source: How to trade CFDs
de_de: Wie man CFDs handelt
fr_fr: Comment négocier les CFD
id_id: Cara bertrading CFD
pl_pl: Jak handlować kontraktami CFD
pt_pt: Como negociar CFDs?
vi_vn: Làm thế nào để giao dịch các hợp đồng CFD
zh_cn: 差价合约如何交易

source: How to trade Forex
de_de: Wie man Forex handelt
fr_fr: Comment trader le Forex
id_id: Cara bertrading Forex
pl_pl: Jak handlować na rynku Forex
pt_pt: Como negociar Forex
vi_vn: Làm thế nào để giao dịch ngoại hối
zh_cn: 外汇如何交易

source: How to trade Metals?
de_de: Wie handelt man Metalle?
fr_fr: Comment trader les Métaux?
id_id: Bagaimana cara bertrading Logam Mulia?
pl_pl: Jak handlować metalami?
pt_pt: Como negociar metais?
vi_vn: Làm thế nào để thương mại các kim loại?
zh_cn: 金属如何交易？

source: How to trade binary options
de_de: Wie man binäre Optionen handelt
fr_fr: Comment trader les options binaires
id_id: Cara bertrading opsi binary
pl_pl: Jak handlować opcjami binarnymi
pt_pt: Como negociar opções binárias
vi_vn: Làm thế nào để giao dịch binary options
zh_cn: 二元期权如何交易

source: How to trade binary options on MT5
de_de: Wie handelt man binäre Optionen auf MT5
fr_fr: Comment trader les options binaires sur MT5
id_id: Cara bertrading opsi binary pada MT5
pl_pl: Jak handlować opcjami binarnymi na platformie MT5
pt_pt: Como negociar opções binárias na MT5
vi_vn: Làm thế nào để giao dịch binary options trên MT5
zh_cn: 如何在MT5进行二元期权交易

source: How to trade cryptocurrencies
de_de: Wie man Kryptowährungen handelt
fr_fr: Comment trader les crypto monnaies
id_id: Cara bertrading mata uang kripto
pl_pl: Jak handlować kryptowalutami
pt_pt: Como negociar criptomoedas
vi_vn: Làm thế nào để giao dịch Cryptocurrency
zh_cn: 加密货币如何交易

source: How to trade metals
de_de: Wie man Metalle handelt
fr_fr: Comment trader les Métaux
id_id: Cara bertrading logam mulia
pl_pl: Jak handlować metalami
pt_pt: Como negociar metais
vi_vn: Làm thế nào để giao dịch kim loại
zh_cn: 金属如何交易

source: How to use a payment agent?
de_de: Wie verwendet man einen Zahlungsagenten?
fr_fr: Comment utiliser un agent de paiement ?
id_id: Bagaimana cara menggunakan agen pembayaran?
pl_pl: Jak korzystać z usług pośredników płatności?
pt_pt: Como usar um Agente de Pagamento?
vi_vn: Sử dụng đại lý thanh toán như thế nào?
zh_cn: 如何使用支付代理?

source: However, if the asset price falls by 10 points, that represents a USD 10 loss for you.
de_de: Wenn der Vermögenswert um 10 Punkte fällt, stellt dies einen Verlust von 10 USD für Sie dar.
fr_fr: Toutefois, si le prix de l’actif baisse de 10 points, cela représente une perte de 10 USD pour vous.
id_id: Namun, jika harga aset jatuh lebih dari 10 poin, ini mewakili kerugian USD 10 untuk Anda.
pl_pl: Jednak, jeśli cena aktywa spadnie o 10 punktów, będzie to oznaczać, że poniesiesz stratę w wysokości 10 USD.
pt_pt: No entanto, se o preço do ativo cair 10 pontos, isso representa uma perda de 10 USD para você.
vi_vn: Tuy nhiên, nếu giá tài sản giảm xuống 10 điểm, đó sẽ là một mất mát 10 USD cho bạn.
zh_cn: 但是，如果资产价格下跌10个点，意味着您将蒙受10美元亏损。

source: However, we will require further documentation to authenticate your account in the future.
fr_fr: Cependant, nous exigerons plus de documentation pour authentifier votre compte à l’avenir.
id_id: Namun, kami akan memerlukan dokumentasi lebih lanjut untuk mengautentikasi akun Anda di masa mendatang.
pl_pl: Jednak w przyszłości będziemy wymagać kolejnych dokumentów w celu zweryfikowania Twojego konta.
vi_vn: Tuy nhiên, chúng tôi sẽ yêu cầu thêm tài liệu nhằm mục đích xác thực tài khoản của bạn trong tương lai.
zh_cn: 但我们需要更多文件以便验证您的账户。

source: However, with leverage you can purchase those 100 units at a fraction of the typical cost – depending on the leverage afforded to you by your broker or trading platform.
de_de: Mit einer Leverage können Sie jedoch diese 100 Einheiten zu einem Bruchteil der typischen Kosten – abhängig von der Leverage, die Sie von Ihrem Broker oder Ihrer Handelsplattform gewährt bekommen, erwerben.
fr_fr: Cependant, avec un effet de levier, vous pouvez acheter ces 100 unités à une fraction du coût typique – selon l’effet de levier que vous assurent votre courtier ou votre plateforme de trading.
id_id: Namun, dengan leverage Anda dapat membeli seluruh 100 unit tersebut pada fraksi dengan biaya tertentu - tergantung pada leverage yang diberikan oleh broker atau platform trading Anda.
pl_pl: Jednak, korzystając z dźwigni, możesz zakupić 100 jednostek, ponosząc jedynie ułamek typowych kosztów – w zależności od poziomu dźwigni oferowanego przez Twojego brokera lub przez platformę handlową.
pt_pt: No entanto, com alavancagem é possível comprar 100 unidades por um preço bem inferior ao custo habitual – dependendo da alavancagem fornecida pela sua corretora ou plataforma de negociação.
vi_vn: Tuy nhiên, với đòn bẩy bạn có thể mua những 100 đơn vị đó tại một phần nhỏ của chi phí thường - phụ thuộc vào đòn bẩy dành cho bạn bởi nhà môi giới hoặc sàn giao dịch của bạn.
zh_cn: 但是，您可以透过杠杆以一般成本的一小部分价格购入这100个单位，具体取决于经纪商或交易平台向您提供的杠杆。

source: Human Resource
de_de: Personalabteilung
fr_fr: Ressources Humaines
pl_pl: Zasoby ludzkie
pt_pt: Recurso humano
vi_vn: Nhân Sự
zh_cn: 人力资源

source: Human Resources
de_de: Personalabteilung
fr_fr: Ressources humaines
id_id: Sumber Daya Manusia
pl_pl: Zasoby ludzkie
pt_pt: Recursos Humanos
vi_vn: Nhân Sự
zh_cn: 人力资源

source: I acknowledge that I am not a politically exposed person (PEP).
de_de: Ich bestätige hiermit, dass ich keine politisch exponierte Person (PEP) bin.
fr_fr: Je déclare que je ne suis pas une personne politiquement exposée (PEP).
id_id: Saya menyatakan bahwa saya bukan orang yang terlibat dengan politik (PEP).
pl_pl: Oświadczam, że nie jestem osobą zajmującą eksponowane stanowisko polityczne (PEP).
pt_pt: Eu declaro não ser uma pessoa politicamente exposta (PPE).
vi_vn: Tôi thừa nhận rằng tôi không phải là một người tiếp xúc chính trị nhiều (PEP).
zh_cn: 我声明本人不是政治公众人士(PEP)。

source: I forgot my password, what should I do?
de_de: Ich habe mein Passwort vergessen. Was soll ich machen?
fr_fr: J'ai oublié mon mot de passe, que dois-je faire ?
id_id: Saya lupa kata sandi, apa yang harus saya lakukan?
pl_pl: Nie pamiętam swojego hasła, co mam zrobić?
pt_pt: Esqueci a minha senha, o que devo fazer?
vi_vn: Quên mật khẩu, tôi nên làm gì?
zh_cn: 我忘记了密码，该怎么办？

source: I have read and agree to the %1terms and conditions%2 of the site.
de_de: Ich habe die %1Geschäftsbedingungen%2 dieser Seite gelesen und diesen zugestimmt.
fr_fr: J'ai lu et j'approuve les %1conditions générales%2 du site.
id_id: Saya telah membaca dan menyetujui %1syarat dan kondisi%2 situs ini.
pl_pl: Zapoznałem się z %1regulaminem korzystania%2 z tej strony i akceptuję go.
pt_pt: Li e aceito os %1termos e condições%2 do site.
vi_vn: Tôi đã đọc và đồng ý với %1điều khoản và điều kiện%2 của trang web.
zh_cn: 我已阅读并同意本网站的%1条款和条件%2。

source: I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information.
de_de: Hiermit bestätige ich, dass die von mir angegebenen Steuerinformationen wahr und vollständig sind. Ich werde Binary Investments (Europe) Ltd. auch über Änderungen dieser Angaben informieren.
fr_fr: Je confirme par la présente que les renseignements fiscaux fournis sont véridiques et complets. J’informerai également Binary Investments (Europe) Ltd. de tout changement à ces renseignements.
id_id: Dengan ini saya mengkonfirmasikan bahwa informasi pajak yang saya berikan adalah benar dan lengkap. Saya juga akan menginformasikan kepada Binary Investments (Europe) Ltd. jika terdapat perubahan pada informasi ini.
pl_pl: Niniejszym potwierdzam, że podane informacje podatkowe są prawdziwe i kompletne. Ponadto poinformuję Binary Investments (Europe) Ltd. o wszelkich zmianach tych informacji.
pt_pt: Confirmo, pela presente, que as informações fiscais que forneci são verdadeiras e completas. Também irei informar a Binary Investments (Europe) Ltd. sobre quaisquer alterações a estas informações.
vi_vn: Tôi xin xác nhận rằng thông tin thuế mà tôi cung cấp là đúng sự thật và đầy đủ. Tôi cũng sẽ thông báo cho Công Ty cổ phần đầu tư Binary (Châu Âu) biết về bất kỳ thay đổi nào trong thông tin này.
zh_cn: 我特此确认, 我提供的税务信息是真实和完整的。将来如果此信息有任何更改，我将会通知Binary投资 (欧洲) 有限公司。

source: I understand the risks involved and agree to the %1Terms & Conditions of the MAM facility%2
de_de: Ich verstehe die damit verbundenen Risiken und stimme den %1Allgemeinen Geschäftsbedingungen der MAM-Anlage%2 zu
fr_fr: Je comprends les risques encourus et accepte les %1Conditions Générales de l'installation MAM%2
id_id: Saya memahami risiko yang terlibat dan menyetujui %1Syarat & Ketentuan fasilitas MAM%2
pl_pl: Jestem świadomy/-a ryzyka związanego z tym produktem i akceptuję %1Regulamin funkcji MAM%2
pt_pt: Eu compreendo os riscos envolvidos e aceito os %1termos e condições do recurso Gestor multi-contas%2
vi_vn: Tôi hiểu các rủi ro liên quan và đồng ý với %1Điều Khoản & Điều Kiện của cơ sở MAM%2
zh_cn: 我了解所涉及的风险, 并同意接受%1MAM设施的条款和条件%2

source: I want to reapply
fr_fr: Je veux postuler à nouveau
id_id: Saya ingin mendaftar kembali
pl_pl: Chcę aplikować ponownie
pt_pt: Desejo candidatar-me novamente
vi_vn: Tôi muốn nộp đơn xin lại
zh_cn: 我想重新申请

source: I would like to be treated as a professional client.
de_de: Ich möchte als professioneller Kunde behandelt werden.
fr_fr: Je voudrais être traité comme un client professionnel.
id_id: Saya ingin diperlakukan sebagai klien profesional.
pl_pl: Chcę być traktowany/-a jako klient profesjonalny.
vi_vn: Tôi muốn được đối xử như một khách hàng chuyên nghiệp.
zh_cn: 我要被视为专业客户。

source: I'm interested
de_de: Ich bin interessiert
fr_fr: Je suis intéressé
id_id: Saya tertarik
pl_pl: Jestem zainteresowany
pt_pt: Estou interessado
vi_vn: Tôi có hứng thú quan tâm
zh_cn: 我很感兴趣

source: I. Quotes
de_de: I. Notierungen
id_id: I. Kutipan
pl_pl: I. Kwotowanie
pt_pt: I. Cotações
vi_vn: I. Các trích dẫn
zh_cn: 九、 报价

source: IB Programme
de_de: IB Programm
fr_fr: Programme IB
id_id: Program IB
pl_pl: Program IB
pt_pt: Programa de IBs
vi_vn: Chương Trình IB
zh_cn: IB 计划

source: IB commissions are credited directly into your MT5 account. You can transfer funds from your MT5 account to your %1 Real Account, then withdraw the funds using your preferred withdrawal method.
de_de: IB Kommissionen werden direkt auf Ihr MT5-Konto gutgeschrieben. Sie können Gelder von Ihrem MT5 Konto zu Ihrem %1 Echtgeldkonto überweisen, und dann mittels Ihrer bevorzugten Auszahlungsmethode abheben.
fr_fr: Les commissions IB sont créditées directement sur votre compte MT5. Vous pouvez transférer des fonds depuis votre compte MT5 à votre compte réel %1, puis retirer les fonds en utilisant votre méthode de retrait préférée.
id_id: Komisi IB dikreditkan langsung ke akun MT5 Anda. Anda dapat mentransfer dana dari akun MT5 ke Akun Real %1 Anda, kemudian menarik dana menggunakan metode penarikan yang Anda sukai.
pl_pl: Prowizje w ramach programu IB wpływają bezpośrednio na Twoje konto MT5. Możesz przelać środki ze swojego konta MT5 na prawdziwe konto %1, a następnie wypłacić środki przy użyciu swojej preferowanej metody płatności.
pt_pt: As comissões de IB são creditadas diretamente na sua conta MT5. É possível transferir fundos da sua conta MT5 para a sua conta real na %1 e depois retirar os seus fundos usando o seu método de retirada preferido.
vi_vn: Hoa hồng IB được gửi trực tiếp vào tài khoản MT5 của bạn. Bạn có thể chuyển tiền từ tài khoản MT5 cho Tài Khoản Thực %1 của bạn, sau đó rút tiền bằng cách sử dụng phương pháp rút tiền ưa thích của bạn.
zh_cn: IB 佣金直接存入您的 MT5 账户。您可以将资金从您的 MT5 账户转到您的 %1 真实账户, 然后使用您的首选提款方式提取资金。

source: IB earnings from your MT5 referrals are credited daily into your MT5 account.
de_de: IB Gewinne Ihrer MT5-Empfehlungen werden täglich Ihrem MT5-Konto gutgeschrieben.
fr_fr: Les revenus IB de vos référés MT5 sont crédités chaque jour sur votre compte MT5.
id_id: Penghasilan IB dari rujukan MT5 Anda dikreditkan setiap hari ke dalam akun MT5 Anda.
pl_pl: Zarobki w ramach programu IB za polecenia MT5 są naliczane codziennie na Twoje konto MT5.
pt_pt: Os ganhos de IB das suas indicações para MT5 são creditados diariamente na sua conta MT5.
vi_vn: Thu nhập IB từ những giới thiệu MT5 của bạn được gửi hàng ngày vào tài khoản MT5 của bạn.
zh_cn: 您介绍的 MT5 用户的 IB 收入将每天存入您的 MT5 账户。

source: IB programme
de_de: IB Programm
fr_fr: Programme IB
id_id: Program IB
pl_pl: Program IB
pt_pt: Programa de IBs
vi_vn: Chương trình IB
zh_cn: IB 计划

source: IB programme FAQ
de_de: IB Programm FAQ
fr_fr: FAQ programme IB
id_id: FAQ Program IB
pl_pl: Częste pytania dot. programu IB
pt_pt: Perguntas frequentes do programa de IBs
vi_vn: Các câu hỏi thường gặp về chương trình IB
zh_cn: IB 计划常见问题

source: ID number
de_de: ID-Nummer
fr_fr: Numéro d’identification
id_id: Nomor identitas
pl_pl: Numer dowodu
pt_pt: Número de identificação
vi_vn: Số ID
zh_cn: 身份证号码

source: ID number is required for %1.
de_de: ID-Nummer ist für %1 erforderlich.
fr_fr: Un numéro d’identification est nécessaire pour %1.
id_id: Nomor identitas diperlukan untuk %1.
pl_pl: Numer dowodu jest wymagany w przypadku %1.
pt_pt: Número de identificação é necessário para %1.
vi_vn: Số ID là cần thiết cho %1.
zh_cn: %1 需要身份证号。

source: IMPORTANT DISCLAIMER
de_de: WICHTIGER RECHTLICHER HINWEIS
fr_fr: IMPORTANTE DÉCHARGE
id_id: SANGGAHAN PENTING
pl_pl: WAŻNE ZASTRZEŻENIE
pt_pt: AVISO IMPORANTE DE ISENÇÃO DE RESPONSABILIDADE
vi_vn: KHUYẾN CÁO QUAN TRỌNG
zh_cn: 重要免责声明

source: IP Address
de_de: IP-Adresse
fr_fr: Adresse IP
id_id: Alamat IP
pl_pl: Adres IP
pt_pt: Endereço IP
vi_vn: Địa chỉ IP
zh_cn: IP 地址

source: IT
pt_pt: TI
vi_vn: Nhân Viên IT
zh_cn: 信息技术

source: IT knowledge or experience is preferred
de_de: IT-Kenntnisse oder Erfahrung wird bevorzugt
fr_fr: Une connaissance ou expérience en informatique est préférable
id_id: Lebih diutamakan memiliki pengetahuan atau pengalaman IT
pl_pl: Preferowana jest wiedza lub doświadczenie w zakresie IT
pt_pt: Necessário conhecimento ou experiência em TI
vi_vn: Có kiến thức hoặc kinh nghiệm về Công Nghệ Thông Tin là một lợi thế
zh_cn: 具信息技术知识或经验者优先录取

source: Ideal for new and experienced traders
de_de: Ideal für Anfänger und erfahrene Trader
fr_fr: Ideal pour les débutants et les traders expérimentés
id_id: Ideal untuk pengguna baru dan berpengalaman
pl_pl: Doskonała zarówno dla nowych, jak i profesjonalnych graczy
pt_pt: Ideal para principiantes e negociadores experientes
vi_vn: Lý tưởng cho thương nhân mới và người có kinh nghiệm
zh_cn: 最适于新手和经验丰富的交易者

source: Ideas
de_de: Ideen
fr_fr: Idées
id_id: Berbagai Ide
pl_pl: Pomysły
pt_pt: Ideias
vi_vn: Những ý tưởng
zh_cn: 想法

source: Ideas, opinions and insights from the people behind %1
de_de: Ideen, Meinungen und Erkenntnisse von den Menschen hinter %1
fr_fr: Idées, opinions et connaissances de nos collaborateurs %1
id_id: Ide, opini dan wawasan dari orang-orang di balik %1
pl_pl: Pomysły, opinie i spostrzeżenia ludzi stojących za %1
pt_pt: Ideias, opiniões e perspectivas de pessoas que estão por trás da %1
vi_vn: Các ý tưởng, ý kiến và cái nhìn chuyên môn từ những người đằng sau %1
zh_cn: ％1人员的想法、意见和见解

source: Identify attack vectors
de_de: Angriffsvektoren identifizieren
fr_fr: Identifier les vecteurs d’attaque
id_id: Identifikasi vektor serangan
pl_pl: Rozpoznawanie wektorów ataku
pt_pt: Identificar vetores de ataque
vi_vn: Xác định các vectơ tấn công
zh_cn: 识别攻击媒介

source: Identify new marketing opportunities through customer feedback and contribute ideas to expand our global customer base
de_de: Identifizieren Sie neue Vermarktungsmöglichkeiten durch Kundenfeedback und tragen Sie eigene Ideen bei, um unsere globale Kundenbasis zu erweitern
fr_fr: Identifier de nouvelles opportunités marketing par le biais de commentaires des clients et apporter des idées pour élargir notre clientèle mondiale
id_id: Identifikasi peluang pemasaran baru melalui tanggapan pelanggan dan sumbangkan ide untuk memperluas basis pelanggan global kami
pl_pl: Identyfikowanie nowych możliwości marketingowych poprzez analizę opinii klientów i przedstawianie pomysłów na powiększenie naszej globalnej bazy klientów
pt_pt: Identificar novas oportunidades de marketing através de comentários de clientes e contribuir para a expansão da nossa base de clientes internacionais
vi_vn: Xác định các cơ hội tiếp thị mới thông qua phản hồi của khách hàng và đóng góp ý tưởng để giúp chúng tôi mở rộng cơ sở khách hàng toàn cầu
zh_cn: 通过客户反馈找出新的营销机会, 并对全球客户群的扩展提供意见

source: Identity card
de_de: Identitätskarte
fr_fr: Carte d’identité
id_id: Kartu identitas
pl_pl: Dowód osobisty
pt_pt: Cartão de identificação
vi_vn: Thẻ nhận dạng
zh_cn: 身份证
