Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Try our %1Volatility Indices%2.
de_de: Probieren Sie unsere %1Volatilität Indizes%2.
fr_fr: Essayez nos %1Indices de volatilité%2.
id_id: Coba %1Indeks Volatilitas%2 kami.
pl_pl: Wypróbuj nasze %1wskaźniki płynności%2.
pt_pt: Descubra os nossos %1índices Volatility%2.
vi_vn: Thử %1Chỉ Số Biến Động%2 của chúng tôi.
zh_cn: 请试试%1波动率指数%2。

source: Try our other markets.
de_de: Versuchen Sie unsere anderen Märkten.
fr_fr: Essayez nos autres marchés.
id_id: Coba pasar kami lainnya.
pl_pl: Wypróbuj nasze inne rynki.
pt_pt: Experimente os nossos outros mercados.
vi_vn: Thử các thị trường khác.
zh_cn: 请尝试我们其他的市场。

source: Tu
de_de: Di
fr_fr: mar.
id_id: Kam
pl_pl: Wt
pt_pt: Qui
vi_vn: Thứ 3
zh_cn: 星期二

source: Tuesday
de_de: Dienstag
fr_fr: mardi
id_id: Selasa
pl_pl: Wtorek
pt_pt: Terça-feira
vi_vn: Thứ Ba
zh_cn: 星期二

source: Turnover
de_de: Umsatz
fr_fr: Volume de transactions
id_id: Total pembelian
pl_pl: Obrót
pt_pt: Volume de negócios
vi_vn: Tỉ suất doanh thu
zh_cn: 交易额

source: Turnover Limit
de_de: Umsatzlimit
fr_fr: Limite de chiffre d’affaires
id_id: Batas Turnover
pl_pl: Limit obrotów
pt_pt: Limite de volume de negócios
vi_vn: Giới Hạn Doanh Thu
zh_cn: 交易限额

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
fr_fr: L'Authentification deux facteurs
id_id: Autentikasi Dua Faktor
pl_pl: Uwierzytelnianie dwuskładnikowe
pt_pt: Autenticação de dois fatores
vi_vn: Xác thực 2 yếu tố
zh_cn: 双因素身份验证

source: Two-factor authentication is currently disabled.
de_de: Zwei-Faktor-Authentifizierung ist derzeit deaktiviert.
fr_fr: L'Authentification deux facteurs est actuellement désactivée.
id_id: Autentikasi dua faktor saat ini dinonaktifkan.
pl_pl: Uwierzytelnianie dwuskładnikowe jest obecnie wyłączone.
pt_pt: A autenticação de dois fatores está atualmente desabilitada.
vi_vn: Xác thực 2 yếu tố hiện đang vô hiệu hoá.
zh_cn: 双因素身份验证当前已禁用。

source: Two-factor authentication is currently enabled.
de_de: Zwei-Faktor-Authentifizierung ist derzeit aktiviert.
fr_fr: L'Authentification deux facteurs est actuellement désactivée.
id_id: Autentikasi dua faktor saat ini diaktifkan.
pl_pl: Uwierzytelnianie dwuskładnikowe jest obecnie włączone.
pt_pt: A autenticação de dois fatores está atualmente habilitada.
vi_vn: Xác thực 2 yếu tố hiện đang được kích hoạt.
zh_cn: 双因素身份验证当前已启用。

source: Two-way pricing
de_de: Zwei-Weg Preispolitik
fr_fr: Fixation des prix bidirectionnelle
id_id: Harga dua-arah
pl_pl: Wycena dwustronna
pt_pt: Determinação de preços bidrecional
vi_vn: Giá 2 chiều
zh_cn: 双向报价

source: Type
de_de: Typ
id_id: Jenis
pl_pl: Typ
pt_pt: Tipo
vi_vn: Loại
zh_cn: 类型

source: Types of MetaTrader 5 accounts
de_de: Arten von MetaTrader 5 Konten
fr_fr: Comparez les types de comptes MetaTrader 5
id_id: Jenis akun MetaTrader 5
pl_pl: Rodzaje kont MetaTrader 5
pt_pt: Tipos de contas MetaTrader 5
vi_vn: Các tài khoản MetaTrader 5
zh_cn: MetaTrader 5 账户的类型

source: Types of affiliate commission plans
de_de: Arten von Partner-Kommissionsplänen
fr_fr: Types de plans de commission d'affiliation
id_id: Jenis rencana komisi afiliasi
pl_pl: Rodzaje planów prowizyjnych dla partnerów
pt_pt: Tipos de planos de comissões de afiliado
vi_vn: Các loại kế hoạch hoa hồng liên kết
zh_cn: 联盟佣金计划的类型

source: Types of lookbacks
de_de: Arten von Lookbacks
fr_fr: Types de lookbacks
id_id: Jenis lookback
pl_pl: Rodzaje opcji wstecznych
pt_pt: Tipos de retrospectivos
vi_vn: Trong số các loại lookbacks
zh_cn: 回顾类型

source: Types of personal data collected
de_de: Arten von gesammelten persönlichen Daten
fr_fr: Types de données personnelles collectées
id_id: Jenis data pribadi yang dikumpulkan
pl_pl: Rodzaje gromadzonych danych osobowych
pt_pt: Tipo de dados pessoais coletados
vi_vn: Các loại dữ liệu cá nhân được thu thập
zh_cn: 收集的个人数据类型

source: Types of trades
de_de: Kontraktarten
fr_fr: Types d'options
id_id: Jenis kontrak
pl_pl: Rodzaje zakładów
pt_pt: Tipos de negociações
vi_vn: Loại giao dịch
zh_cn: 交易类型

source: UI/UX Designer
fr_fr: Designer UI/UX
pt_pt: Designers IU/UX
vi_vn: Chuyên Viên Thiết kế UI/UX
zh_cn: UI/UX 设计员

source: UK and Manx residents who wish to trade gambling products will have their accounts opened with Binary (IOM) Limited.
de_de: Einwohner von Großbritannien und Manx, die Handel mit Glücksspielprodukten betreiben möchten, bekommen ihre Konten mit Binary (IOM) Limited eröffnet.
fr_fr: Les résidents de la Grande Bretagne et de Manx souhaitant trader des produits relatifs aux jeux d'argent pourront ouvrir leurs comptes auprès de Binary (IOM) Limited.
id_id: Warga Inggris dan Manx yang ingin bertrading akan mendaftar akun mereka dibawah Binary (IOM) Limited.
pl_pl: Obywatele Brytyjscy i z Wyspy Man, którzy chcą handlować produktami hazardowymi będą mieli konto otwarte przez firmę Binary (IOM) Limited.
pt_pt: As contas de clientes do RU e da Ilha de Man que desejam negociar produtos de jogo serão abertas na Binary (IOM) Limited.
vi_vn: Những người dân UK và Manx mà muốn giao dịch sản phẩm cá cược, đều có thể mở tài khoản tại công ty TNHH Binary (IOM).
zh_cn: 想要进行产品博彩交易的欧盟和马恩岛居民将在 Binary (IOM) Limited 开设账户。

source: URL website (where applicable);
de_de: Website URL (falls zutreffend);
id_id: URL situs;
pl_pl: Adres URL strony internetowej (w stosownych przypadkach);
pt_pt: URL do site (onde aplicável);
vi_vn: URL trang web (nếu có);
zh_cn: 网址网站 (如适用);

source: US Dollar vs Canadian Dollar
de_de: US Dollar gegen Kanadischen Dollar
fr_fr: Dollar Américain vs dollar Canadien
id_id: Dolar AS vs Dolar Kanada
pl_pl: Dolar amerykański vs dolar kanadyjski
pt_pt: Dólar americano vs. Dólar canadense
vi_vn: Đô-la Mỹ vs đô-la Canada
zh_cn: 美元兑加元

source: US Dollar vs Chinese Renminbi
de_de: US Dollar gegen Chinesischen Renminbi
fr_fr: Dollar Américain vs Renminbi Chinois
id_id: Dolar AS vs Renminbi Cina
pl_pl: Dolar amerykański vs renminbi
pt_pt: Dólar americano vs. Renminbi chinês
vi_vn: Đô-la Mỹ vs Renminbi Trung Quốc
zh_cn: 美元兑人民币

source: US Dollar vs Hong Kong Dollar
de_de: US Dollar gegen Hong Kong Dollar
fr_fr: Dollar Américain contre Dollar de Hong Kong
id_id: Dolar AS vs Dolar Hong Kong
pl_pl: Dolar amerykański vs dolar hongkoński
pt_pt: Dólar americano vs. Dólar de Hong Kong
vi_vn: Đô-la Mỹ vs đô-la Hồng Kông
zh_cn: 美元兑港元

source: US Dollar vs Japanese Yen
de_de: US Dollar gegen Japanischen Yen
fr_fr: Dollar US contre Yen Japonais
id_id: Dolar AS vs Yen Jepang
pl_pl: Dolar amerykański vs jen japoński
pt_pt: Dólar americano vs. Iene japonês
vi_vn: Đô-la Mỹ vs đồng Yên Nhật
zh_cn: 美元兑日元

source: US Dollar vs Mexican Peso
de_de: US Dollar gegen Mexikanischen Peso
fr_fr: Dollar Américain contre Peso Mexicain
id_id: Dolar AS vs Peso Meksiko
pl_pl: Dolar amerykański vs peso meksykańskie
pt_pt: Dólar americano vs. Peso mexicano
vi_vn: Đô-la Mỹ vs Peso Mêhicô
zh_cn: 美元兑墨西哥比索

source: US Dollar vs Norwegian Krone
de_de: US Dollar gegen Norwegische Krone
fr_fr: Dollar Américain contre Couronne Norvégienne
id_id: Dolar AS vs Krone Norwegia
pl_pl: Dolar amerykański vs korona norweska
pt_pt: Dólar americano vs. Coroa norueguesa
vi_vn: Đô-la Mỹ vs Curon Na Uy
zh_cn: 欧元兑挪威克朗

source: US Dollar vs Polish Zloty
de_de: US Dollar gegen Polnischen Zloty
fr_fr: Dollar Américain vs le Zloty Polonais
id_id: Dolar AS vs Zloty Polandia
pl_pl: Dolar amerykański vs złoty polski
pt_pt: Dólar americano vs. Zlóti polonês
vi_vn: Đô-la Mỹ vs Zloty Ba Lan
zh_cn: 美元兑波兰兹罗提

source: US Dollar vs Russian Ruble
de_de: US-Dollar gegen Russischen Rubel
fr_fr: Dollar US contre Rouble Russe
id_id: Dolar AS vs Ruble Rusia
pl_pl: Dolar amerykański vs rubel rosyjski
pt_pt: Dólar americano vs. Rublo ruso
vi_vn: Đô-la Mỹ vs đồng Rúp Nga
zh_cn: 美元兑俄罗斯卢布

source: US Dollar vs Singapore Dollar
de_de: US Dollar gegen Singapur-Dollar
fr_fr: Dollar Américain vs Dollar Singapourien
id_id: Dolar AS vs Dolar Singapura
pl_pl: Dolar amerykański vs dolar singapurski
pt_pt: Dólar americano vs. Dólar de Singapura
vi_vn: Đô-la Mỹ vs đô-la Singapore
zh_cn: 美元兑新加坡元

source: US Dollar vs South African Rand
de_de: US Dollar gegen Südafrikanischen Rand
fr_fr: Dollar US contre Rand Sud-Africain
id_id: Dolar AS vs Rand Afrika Selatan
pl_pl: Dolar amerykański vs rand
pt_pt: Dólar americano vs. Rand sul-africano
vi_vn: Đô-la Mỹ vs Rand Nam Phi
zh_cn: 美元兑南非南特

source: US Dollar vs Swedish Krona
de_de: US Dollar gegen Schwedische Krone
fr_fr: Dollar Américain contre Couronne Suédoise
id_id: Dolar AS vs Krona Swedia
pl_pl: Dolar amerykański vs korona szwedzka
pt_pt: Dólar americano vs. Coroa sueca
vi_vn: Đô-la Mỹ vs Krona Thụy Điển
zh_cn: 美元兑瑞典克朗

source: US Dollar vs Swiss Franc
de_de: US Dollar gegen Schweizer Franken
fr_fr: Dollar Américain contre Franc Suisse
id_id: Dolar AS vs Franc Swiss
pl_pl: Dolar amerykański vs frank szwajcarski
pt_pt: Dólar americano vs. Franco suíço
vi_vn: Đô-la Mỹ vs Frank Thụy sĩ
zh_cn: 美元兑瑞士法郎

source: US Dollar vs Turkish Lira
de_de: US-Dollar gegen Türkische Lira
fr_fr: Dollar Américain contre Livre Turque
id_id: Dolar AS vs Lira Turki
pl_pl: Dolar amerykański vs lira turecka
pt_pt: Dólar americano vs. Lira turca
vi_vn: Đô-la Mỹ vs Lia Thổ Nhĩ Kỳ
zh_cn: 美元兑土耳其里拉

source: US Patents
de_de: US Patente
fr_fr: Brevets aux États-Unis
id_id: Hak Paten AS
pl_pl: Patenty amerykańskie
pt_pt: Patentes dos EUA
vi_vn: Bằng sáng chế Mỹ
zh_cn: 美国专利

source: USD
zh_cn: 美元

source: USD 1 per point
de_de: 1 USD je Punkt
fr_fr: 1 USD par point de base
id_id: 1 USD per poin
pl_pl: 1 USD za punkt
pt_pt: 1 USD por ponto
vi_vn: 1 USD cho mỗi điểm
zh_cn: 每点 1 美元

source: USD Index – Measures the value of the US Dollar against a basket of five global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%
de_de: USD-Index - Misst den US Dollar gegen einen Korb von 5 Weltwährungen (EUR, GBP, JPY, CAD, AUD), wobei jede mit 20 % berücksichtigt ist
fr_fr: L'indice USD – Mesure la valeur du dollar Américain par rapport à un panier de 5 devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%
id_id: Indeks USD - Mengukur nilai Dolar AS terhadap sekeranjang lima mata uang global (EUR, GBP, JPY, CAD, AUD), masing-masing berbobot 20%
pl_pl: Indeks USD – mierzy wartość dolara amerykańskiego w stosunku do koszyka pięciu światowych walut (EUR, GBP, JPY, CAD, AUD), z których każda ma wagę 20%
pt_pt: Índice USD – mede o valor do dólar americano em relação a uma cesta de 5 moedas globais (EUR, GBP, JPY, CAD, AUD), cada uma ponderada em 20%
vi_vn: Chỉ số USD - Cách tính giá trị của đồng đô la Mỹ so với một loạt 5 loại tiền tệ toàn cầu (EUR, GBP, JPY, CAD, AUD), mỗi trọng 20%
zh_cn: 美元指数 - 衡量美元相对于五种全球货币（欧元、英镑、日元、加元、澳元）的价值，每种货币的权重均为20%。

source: USD/EUR
zh_cn: 美元/欧元

source: Ultra fast on-the-go trading
de_de: Ultraschneller Handel für unterwegs
fr_fr: Une solution de trading ultrarapide, accessible partout
id_id: Trading on-the-go super cepat
pl_pl: Super szybkie handlowanie gdziekolwiek jesteś
pt_pt: Negociações ultra-rápidas em qualquer lugar
vi_vn: Giao dịch siêu nhanh có sẵn
zh_cn: 超快旅途中交易服务

source: Unable to read file %1
de_de: Nicht möglich Datei %1 zu lesen
fr_fr: Incapable de lire les fichiers %1
id_id: Tidak dapat membaca file %1
pl_pl: Nie można odczytać pliku %1
pt_pt: Não foi possível ler o arquivo %1
vi_vn: Không thể đọc tập tin %1
zh_cn: 无法读取文件 %1

source: Under no circumstances shall the Company or its directors or employees be liable under this agreement to you or any third party for any indirect, special, incidental, punitive or consequential loss or damages or any other similar damages under any theory of liability (whether in contract, tort, strict liability or any other theory), that are directly or indirectly attributable to the use of, or the inability to use, the %1 API, or any content contained thereon, even if the Company has been informed of the possibility thereof.
de_de: Das Unternehmen, seine Geschäftsfüher oder Mitarbeiter sind Ihnen oder Dritten gegenüber nach diesem Vertrag für indirekte Schäden, besondere Schäden, Nebenschäden, Strafschadensersatz oder Folgeschäden oder weiteren ähnlichen Schäden jeglicher Schadenstheorie (ob per Vertrag, unerlaubter Handlung, verschuldensunabhängige Haftung oder jeglicher anderen Theorie), die direkt oder indirekt der Verwendung oder Unmöglichkeit der Verwendung des %1 API oder darin enthaltenen Inhalten zuordnenbar sind, nicht haftbar, auch wenn das Unternehmen eine derartige Möglichkeit mitgeteilt hat.
id_id: Dalam situasi apapun, Perusahaan atau direksi atau karyawan bertanggung jawab berdasarkan perjanjian ini kepada Anda atau pihak ketiga atas kerugian secara tidak langsung, khusus, insidental, hukuman atau konsekuensial atau kerusakan atau kerugian serupa lainnya di bawah setiap teori kewajiban (baik dalam kontrak , tort, kewajiban yang ketat atau teori lain), yang secara langsung atau tidak langsung disebabkan penggunaan, atau ketidakmampuan untuk menggunakan, API %1 atau konten yang terkandung atasnya, bahkan jika Perusahaan telah diberitahu tentang kemungkinan daripadanya.
pl_pl: W żadnym wypadku Firma, jej kadra dyrektorska ani jej pracownicy, nie ponoszą na mocy niniejszej umowy odpowiedzialności w odniesieniu do Użytkownika ani żadnej strony trzeciej za jakiekolwiek pośrednie, szczególne, przypadkowe, karne ani wynikowe straty lub szkody, ani jakiekolwiek inne szkody na mocy jakichkolwiek przepisów (czy to postanowień umowy, odpowiedzialności deliktowej, absolutnej czy jakichkolwiek innych przepisów), które są bezpośrednio lub pośrednio związane z korzystaniem z API %1, bądź też niemożliwością korzystania z niego lub z jakimikolwiek treściami w nim zawartymi, nawet jeśli Firma została poinformowana o możliwości wystąpienia takiej szkody lub straty.
pt_pt: Em nenhuma circunstância pode a Empresa, ou o seus diretores ou funcionários, ser responsável ao abrigo deste acordo perante você ou qualquer terceiro por quaisquer perdas ou danos indiretos, especiais, incidentais, punitivos ou resultantes, ou quaisquer outros danos similares sob qualquer teoria de responsabilidade (quer por contrato, prejuízo, responsabilidade estrita ou qualquer outra teoria), que são direta ou indiretamente imputáveis ao uso de, ou a incapacidade de usar, a API %1, ou quaisquer conteúdos contidos nela, mesmo que a Empresa tenha sido informada da possibilidade disso.
vi_vn: Trong bất cứ trường hợp nào, kể cả khi Công Ty chúng tôi đã được thông báo về khả năng xảy ra sự việc, Công Ty chúng tôi hay các giám đốc hoặc các nhân viên trong công ty chúng tôi sẽ không chịu trách nhiệm pháp lý theo Thỏa Thuận này với bạn hoặc với bất kỳ một bên thứ ba nào khác về các thiệt hại hay thua lỗ gián tiếp, bất thường, ngẫu nhiên, có tính trừng phạt hay tổn thất hậu quả hay bất kỳ loại tổn thất tương tự khác theo lý thuyết về trách nhiệm pháp lý (có trong hợp đồng, sai lầm cá nhân, trách nhiệm pháp lý nghiêm ngặt hay bất kỳ một lý thuyết khác), cái mà có thể trực tiếp hay gián tiếp ảnh hưởng tới việc sử dụng, hoặc không thể sử dụng, %1 API, hay bất kỳ nội dung được chứa theo đó.
zh_cn: 在任何情况下，根据本协议，公司或其董事或雇员一概不对您或任何第三方直接或间接由于使用或不能使用%1 API或其任何内容的任何间接、特定、附带、惩罚性或后果性损失或损害或任何理论下的任何其他类似损害（无论是在合同、侵权行为、严格赔偿责任或任何其他理论）承担赔偿责任，即使已预先通知公司事件发生的可能性。

source: Under no circumstances shall we provide investment advice or recommendation to you or state an opinion in relation to a Transaction. From time to time, we may decide to provide you with written information, which we may publish on our website or provide to you in any other manner. We will endeavor to ensure the accuracy and completeness of this written information but it will not constitute investment advice or recommendation provided by us to you.
de_de: Unter keinen Umständen, geben wir eine Anlageberatung, oder Empfehlung an Sie, oder eine Stellungnahme in Verbindung mit einer Transaktion. Von Zeit zu Zeit, können wir uns dazu entschließen, Ihnen schriftliche Informationen zukommen zu lassen, die wir entweder auf unserer Website veröffentlichen oder in anderer Form an Sie weitergeben. Wir werden uns bemühen, die Richtigkeit und Vollständigkeit dieser schriftlichen Informationen sicherzustellen, aber sie sollen keine Anlageberatung, oder Empfehlung von uns an Sie, darstellen.
id_id: Dalam situasi apapun, kami tidak dapat memberi Anda saran investasi atau rekomendasi yang berhubungan dengan Transaksi. Dari waktu ke waktu, kami dapat memberikan Anda informasi tertulis, yang dapat kami publikasikan pada situs atau melalui media lainnya. Kami akan berusaha untuk memastikan keakuratan dan kelengkapan informasi tertulis tersebut namun hal informasi ini masih bukan merupakan nasihat investasi atau rekomendasi.
pl_pl: W żadnych okolicznościach nie udzielamy Ci doradztwa inwestycyjnego ani zaleceń, ani nie wyrażamy opinii odnośnie transakcji. Od czasu do czasu możemy zapewniać Ci informacje w formie pisemnej publikowane w naszej witrynie internetowej lub w jakiejkolwiek innej formie. Dołożymy wszelkich starań, by zapewnić dokładność i kompletność takich pisemnych informacji, ale takie informacje nie stanowią porady inwestycyjnej ani zaleceń udzielanych Ci przez nas.
pt_pt: E circunstância alguma forneceremos conselhos de investimento ou recomendações a você ou declarar uma opinião em relação a uma transação. De vez em quando, poderemos decidir fornecer informações por escrito, que podemos publicar no nosso site ou lhe fornecer por outra via. Envidaremos esforços para assegurar a precisão e integridade destas informações escritas, mas não constituirão conselhos de investimento ou recomendações nossas para você.
vi_vn: Không dưới trường hợp nào mà chúng tôi sẽ cung cấp tư vấn hoặc giới thiệu cho bạn hoặc nhà nước là một ý kiến liên quan đến một giao dịch. Theo thời gian, chúng tôi có thể quyết định để cung cấp cho bạn thông tin được viết lại, mà chúng tôi có thể đăng tải trên trang web của chúng tôi hoặc cung cấp cho bạn theo bất kỳ cách nào khác. Chúng tôi sẽ nỗ lực để đảm bảo độ chính xác và đầy đủ các thông tin này, nhưng nó sẽ không cấu thành tư vấn đầu tư hoặc đề nghị cung cấp của chúng tôi cho bạn.
zh_cn: 在任何情况下我们都不会对有关交易向您提供投资意见或建议或陈述观点。我们可能会陆续通过在我们网站上公布或以任何其他方式为您提供书面信息。我们将努力确保此书面信息的准确性和完整性，但这并不构成我们向您提供投资意见或建议。

source: Under the Rules, clients may be categorised into one of the following three categories:
de_de: Die Kunden können nach den Regeln in eine der folgenden drei Kategorien eingeordnet werden:
fr_fr: Conforméméent aux Réglmentations, les clients peuvent être classés dans l'une des trois catégories suivantes :
id_id: Berdasarkan Peraturan, klien dapat dikategorikan ke dalam salah satu dari tiga kategori berikut:
pl_pl: Według naszych Zasad klient może zostać zaklasyfikowany do jednej z następujących kategorii:
pt_pt: De acordo com as regras, os clientes podem ser categorizados em uma das três categorias seguintes:
vi_vn: Theo Quy tắc, khách hàng có thể được phân loại theo một trong ba nhóm sau:
zh_cn: 根据规则，客户可分为以下三个类别：

source: Under the applicable regulations, the Company classifies its clients into three categories: Retail Clients, or Professional Clients, or Eligible Counterparties. Each category is assigned a different level of regulatory protection.
de_de: Nach den geltenden Verordnungen stuft das Unternehmen seine Kunden in drei Kategorien ein: Einzelhandelskunden, oder professionelle Kunden und geeignete Gegenparteien. Jeder Kategorie ist eine andere Ebene des gesetzlichen Schutzes zugewiesen.
id_id: Berdasarkan peraturan yang berlaku, Perusahaan mengklasifikasikan kliennya ke dalam tiga kategori: Klien Ritel, atau Klien Profesional, atau Pihak yang Layak. Setiap kategori diberi tingkat perlindungan peraturan yang berbeda.
pl_pl: Zgodnie z obowiązującymi przepisami Firma klasyfikuje swoich klientów według trzech kategorii: Klienci detaliczni, Klienci profesjonalni i Podmioty kwalifikowane. Każdej kategorii odpowiada inny poziom ochrony regulacyjnej.
pt_pt: Ao abrigo dos regulamentos aplicáveis, a Empresa classifica os seus clientes em três categorias: Clientes não profissionais ou clientes profissionais ou contrapartidas elegíveis. A cada categoria é atribuída um nível diferente de proteção regulamentar.
vi_vn: Theo các quy định hiện hành, Công Ty phân loại khách hàng của mình thành ba loại: Khách Hàng Bán Lẻ hoặc Khách Hàng Chuyên Nghiệp hoặc Đối Tác Đủ Điều Kiện. Mỗi loại được chỉ định một mức độ bảo vệ theo quy định khác nhau.
zh_cn: 公司根据适用的规定把客户分为三类: 零售客户、专业客户和合格的交易对手。每个类别都分配了不同级别的法规保护。

source: Under these Terms, you may enter into transactions in the following investments and instruments, all of which are Over-the-Counter (“OTC”) products:
de_de: Unter diesen Bedingungen können Sie Geschäfte in den folgenden Anlagen und Instrumenten, von denen alle Over-the-Counter ("OTC") Produkte sind, eingehen:
id_id: Menurut Ketentuan ini, Anda dapat melakukan transaksi investasi dan instrumen berikut, yang merupakan produk Over-the-Counter (“OTC”):
pl_pl: Na mocy tych warunków możesz zawierać transakcje w ramach następujących inwestycji i instrumentów, spośród których wszystkie są produktami w obrocie pozagiełdowym („OTC”):
pt_pt: Ao abrigo destes Termos, você pode realizar transações nos seguintes investimentos e instrumentos, todos os quais são produtos do mercado de balcão ("Over-the-Counter" - "OTC"):
vi_vn: Theo các Điều khoản này, bạn có thể tham gia vào các giao dịch trong các khoản đầu tư và công cụ sau, tất cả đều là các sản phẩm Over-the-Counter ("OTC"):
zh_cn: 根据这些条款, 您可以交易以下投资和工具, 全都是场外交易 ("OTC") 产品:

source: Underage Gambling
de_de: Spielen von Minderjährigen
fr_fr: Les jeux d'argent sont interdits aux mineurs
id_id: Trading Dibawah Umur
pl_pl: Uprawianie hazardu przez osoby niepełnoletnie
pt_pt: Jogo para menores de idade
vi_vn: Chơi cá cược dưới tuổi vị thành niên
zh_cn: 未成年人投注

source: Underlying
de_de: Basiswert
fr_fr: Sous-jacent
id_id: Yang mendasari
pl_pl: Instrument bazowy
pt_pt: Subjacente
vi_vn: Tài sản Cơ sở
zh_cn: 标的资产

source: Underlying instrument
de_de: Basisinstrument
id_id: Instrumen yang mendasari
pl_pl: Instrument bazowy
pt_pt: Instrumento subjacente
vi_vn: Công Cụ Cơ Sở
zh_cn: 标的工具

source: Underlying market
de_de: Zugrundeliegender Markt
fr_fr: Marché sous-jacent
id_id: Pasar dasar
pl_pl: Rynek bazowy
pt_pt: Mercado subjacente
vi_vn: Thị trường tiềm ẩn
zh_cn: 标的市场

source: Understand the risks
de_de: Die Risiken verstehen
fr_fr: Comprendre les risques
id_id: Pahamilah risikonya
pl_pl: Zrozum ryzyko
pt_pt: Compreender os riscos
vi_vn: Hiểu những rủi ro
zh_cn: 了解风险

source: Understand the simple idea behind binary options and their advantages over other financial instruments.
de_de: Verstehen Sie die einfache Idee hinter binären Optionen und deren Vorteile gegenüber anderen Finanzinstrumenten.
fr_fr: Comprendre l’idée simple derrière les options binaires et leurs avantages par rapport aux autres instruments financiers.
id_id: Pahami ide sederhana di balik opsi binary dan kelebihan mereka dibandingkan instrumen keuangan lainnya.
pl_pl: Zrozum, na czym polega prosta idea opcji binarnych i poznaj ich przewagę nad innymi instrumentami finansowymi.
pt_pt: Compreender a ideia simples por trás das opções binárias e as suas vantagens sobre outro instrumentos financeiros.
vi_vn: Hiểu ý tưởng đơn giản của binary options và lợi thế của nó qua các công cụ tài chính khác.
zh_cn: 了解二元期权背后的简单理念及它的优势。

source: Understand when to buy and sell
de_de: Verstehen Sie, wann man kauft und verkauft
fr_fr: Comprendre quand acheter et vendre
id_id: Pahami kapan waktunya untuk membeli dan menjual
pl_pl: Naucz się, kiedy kupować, a kiedy sprzedawać
pt_pt: Saiba quando comprar e quando vender
vi_vn: Hiểu lúc nào nên mua và bán
zh_cn: 了解何时买入和卖出
