Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If you find any vulnerabilities in our %1open-source code%2, feel free to submit a pull request on GitHub.
de_de: Senden Sie eine Pull-Anforderung auf GitHub, wenn Sie irgendwelche Schwachstellen in unserem %1Open-Source Code%2 finden.
fr_fr: Si vous trouvez des vulnérabilités dans notre %1code source ouvert%2, n'hésitez pas à nous soumettre une requête sur GitHub.
id_id: Jika Anda menemukan kerentanan pada %1kode open-source%2 kami, silahkan ajukan permohonan pada GitHub.
pl_pl: Jeśli znajdziesz jakiekolwiek luki w zabezpieczeniach naszych %1kodów open-source%2, możesz wysłać wiadomość typu „pull request” na GitHub.
pt_pt: Caso você descubra quaisquer vulnerabilidades no nosso %1código-fonte aberto%2, não hesite em enviar uma solicitação pull no GitHub.
vi_vn: Nếu bạn tìm thấy bất kỳ lỗ hổng trong mã nguồn mở của chúng tôi, vui lòng gửi một yêu cầu trên GitHub.
zh_cn: 如您在我们的%1开源代码%2中发现任何漏洞， 请随时在GitHub提交引入请求。

source: If you have a positive balance in your MT5 Real Account, you may transfer such balance from your MT5 Real Account into your %1 account and then request a withdrawal as necessary for any amount available on your %1 account. The Company may withhold, deduct or refuse to make any such transfer or withdrawal, in whole or in part, if:
de_de: Wenn Sie einen positiven Kontostand auf Ihrem MT5 Echtgeldkonto haben, können Sie dieses Guthaben von Ihrem MT5 Echtgeldkonto auf Ihr %1 Konto überweisen, und dann eine Behebung, wenn notwendig, über jeden Betrag, der auf Ihrem %1 Konto verfügbar ist, beantragen. Das Unternehmen kann solch eine Überweisung oder Behebung im Ganzen, oder zum Teil, dann einbehalten, abziehen oder verweigern, wenn:
id_id: Jika saldo Anda positif pada Akun MT5, Anda dapat mentransfer saldo tersebut dari Akun Riil MT5 Anda ke dalam akun %1 Anda dan kemudian meminta penarikan yang diperlukan untuk jumlah yang tersedia pada akun %1 Anda. Perusahaan dapat menahan, mengurangi atau menolak untuk melakukan transfer atau penarikan semacam itu, secara keseluruhan atau sebagian, jika:
pl_pl: Jeśli Twoje saldo na Prawdziwym koncie MT5 jest dodatnie, możesz przelać środki z Prawdziwego konta MT5 na konto: %1, a następnie zawnioskować o ich wypłatę, w zależności od potrzeb, dowolnej kwoty dostępnej na koncie: %1. Firma może wstrzymać, odliczyć dowolny taki przelew lub odmówić jego zrealizowania w pełni lub w części, gdy:
pt_pt: Se você tiver um saldo positivo na sua conta real MT5, poderá transferir esse saldo da sua conta real MT5 para a sua conta %1 e depois solicitar uma retirada, conforme necessário, de qualquer valor disponível na sua conta %1. A Empresa pode reter, deduzir ou recusar-se a efetuar qualquer tipo de transferência ou retirada dessa natureza, no todo ou em parte, se:
vi_vn: Nếu bạn có số dư dương trong Tài khoản Thực MT5, bạn có thể chuyển số dư đó từ Tài khoản Thực MT5 vào tài khoản %1 của bạn và sau đó yêu cầu rút tiền khi cần thiết cho bất kỳ số tiền nào có sẵn trên tài khoản %1 của bạn. Công ty có thể khấu trừ, khấu trừ hoặc từ chối thực hiện bất kỳ việc chuyển nhượng hoặc rút tiền nào, toàn bộ hoặc một phần, nếu:
zh_cn: 如果您的 MT5 真实账户有剩余款项, 您可以将此余额从MT5 真实账户转移到您的%1账户, 然后可根据需要请求提取%1账户里可用的任何金额。如有以下情况, 公司可完全或部分扣留、扣除或拒绝进行任何上述转移或提款：

source: If you have entered into more than one Open Position in the same market, any closing Transaction that you place in the same market will close the Open Positions in the chronological order in which the Open Positions were first created on a first in first out basis.
de_de: Wenn Sie mehr als eine offene Position im selben Markt eingegangen sind, wird eine schließende Transaktion, die Sie im selben Markt platzieren, die offenen Positionen in der chronologischen Reihenfolge, in der die offenen Positionen erstellt wurden, schließen.
id_id: Jika Anda membeli lebih dari satu Open Position pada pasar yang sama, setiap penutupan transaksi yang Anda tempatkan pada pasar yang sama akan menutup Open Position dalam urutan kronologis di mana Posisi Berjalan yang dibeli lebih dahulu dan diikuti dengan posisi selanjutnya.
pl_pl: W przypadku zawarcia więcej niż jednej pozycji otwartej na tym samym rynku jakakolwiek transakcja zawarta na tym rynku spowoduje zamknięcie pozycji otwartych w porządku chronologicznym: pozycja otwarta utworzona jako pierwsza zostaje jako pierwsza zamknięta – „pierwsze weszło, pierwsze wyszło”.
pt_pt: Caso você tenha entrado mais de uma posição em aberto no mesmo mercado, qualquer transação de encerramento que você efetuar no mesmo mercado fechará as posições em aberto na ordem cronológica em que as posições em aberto foram originalmente criadas, numa base de "primeiro a entrar, primeiro a sair".
vi_vn: Nếu bạn đã tham gia vào nhiều hơn một Phiên Mở trong cùng một thị trường, bất kỳ phiên giao dịch đóng nào bạn đặt vào trong cùng một thị trường sẽ đóng lại Phiên Mở theo thứ tự mà trong đó Phiên Mở đã được tạo ra đầu tiên trong lần đầu tiên xuất hiện.
zh_cn: 如果您已在同一市场持有多个未平仓头寸，您在同一市场完成任何平仓交易将使其他未平仓头寸按创建时间先进先出顺序平仓。

source: If you keep any positions open overnight, an interest adjustment will be made to your trading account as indication of the cost required to keep your position open.
de_de: Wenn Sie Positionen über Nacht offen halten, wird eine Zinsanpassung auf Ihr Handelskonto als Hinweis auf die Kosten, die erforderlich sind, um Ihre Position offen zu halten, erfolgen.
fr_fr: Si vous conservez des positions ouvertes pendant la nuit, un ajustement des intérêts se fera sur votre compte de trading comme indication du coût nécessaire pour garder votre position ouverte.
id_id: Jika Anda menjaga posisi Anda terbuka dalam semalam, penyesuaian bunga akan dilakukan ke akun trading Anda sebagai indikasi biaya yang diperlukan untuk menjaga posisi Anda tetap terbuka.
pl_pl: Jeśli utrzymasz pozycję przez noc, na Twoim koncie handlowym dokonana zostanie korekta oprocentowania, wskazująca koszt wymagany do utrzymania pozycji otwartej.
pt_pt: Caso você mantenha quaisquer posições em aberto durante a noite, um ajustamento nos juros será feito na sua conta de negociação como indicação do custo necessário para manter a sua posição aberta.
vi_vn: Nếu bạn giữ cho bất kỳ phiên mở nào qua đêm, điều chỉnh lãi suất sẽ được thực hiện cho tài khoản giao dịch như là một dấu hiệu của các chi phí cần thiết để giữ phiên của bạn mở.
zh_cn: 如果您持仓隔夜，需付持仓费。此费用将以利息名义在您的交易账户中扣除。

source: If you need assistance feel free to contact our %1Customer Support%2.
de_de: Sollten Sie Hilfe benötigen, können Sie sich gerne mit unserer %1Kundenbetreuung%2 in Verbindung setzen.
fr_fr: Si vous avez besoin d'aide, n'hésitez pas à contacter notre %1Service Clientèle%2.
id_id: Jika Anda membutuhkan bantuan jangan ragu untuk menghubungi %1Customer Support kami%2.
pl_pl: Jeśli potrzebujesz pomocy, skontaktuj się z naszym %1działem obsługi klienta%2.
pt_pt: Caso você necessite assistência, contate o nosso %1Apoio ao Cliente%2.
vi_vn: Nếu bạn cần trợ giúp, vui lòng liên hệ với đội ngũ %1hỗ trợ khách hàng%2 của chúng tôi.
zh_cn: 如果您需要帮助，请联系我们的%1客服部%2。

source: If you score well in the hackathon or talent test, we'll send you a Self-Assessment Topgrading Interview (SATI) questionnaire. Do well on the SATI and we'll invite you for an interview with a member of our recruitment team.
de_de: Wenn Sie im Hackathon oder Talenttest gut abschneiden, senden wir Ihnen einen Topgrading-Interview (SATI) Fragebogen zur Selbstbeurteilung. Schneiden Sie gut ab beim SATI, und wir laden Sie zu einem Gespräch mit einem Mitglied unseres Rekrutierungs-Teams ein.
fr_fr: Si vous perfomez bien durant le hackathon ou le test talent, nous vous ferons parvenir un questionnaire d’auto-évaluation pour l'entretien (SATI). Si vous réussissez le SATI, nous vous inviterons pour une entrevue avec un membre de notre équipe de recrutement.
id_id: Jika hasil Anda bagus dalam hackathon atau uji bakat, kami akan mengirimkan quiz Self-Assessment Topgrading Interview (SATI). Lakukan SATI ini dengan baik dan kami akan mengundang Anda untuk wawancara dengan anggota tim rekrutmen kami.
pl_pl: Jeśli uzyskasz dobry wynik w hackathonie lub teście kwalifikacyjnym, wyślemy Ci kwestionariusz SATI (Self-Assessment Topgrading Interview). Jeśli Twój wynik będzie pozytywny, zaprosimy Cię na rozmowę kwalifikacyjną, którą przeprowadzi członek naszego zespołu rekrutacyjnego.
pt_pt: Se você obtiver uma boa pontuação na hackathon ou no teste de talento, lhe enviaremos um questionário SATI (Entrevista de autoavaliação de adequação ou Self-Assessment Topgrading Interview em inglês). Obtenha uma boa pontuação no SATI e iremos convidá-lo para uma entrevista com um membro da nossa equipe de recrutamento.
vi_vn: Nếu bạn có điểm tốt trong hackathon hoặc kiểm tra tài năng, chúng tôi sẽ gửi cho bạn một bảng câu hỏi phỏng vấn tự đánh giá điểm hàng đầu (SATI). Làm tốt trên SATI và chúng tôi sẽ mời bạn cho một cuộc phỏng vấn với một nhân viên của chúng tôi.
zh_cn: 如果您在黑客松或人才测试中取得高分, 我们将向您发送一份自我评估精英面谈 (SATI) 问卷。如果您通过了SATI，我们将邀请您参与我们招聘团队成员的面试。

source: If you score well on the talent test, we'll send you a Self-Assessment Topgrading Interview (SATI) questionnaire. Do well on the SATI and we'll invite you for an interview with a member of our recruitment team.
de_de: Wenn Sie im Talenttest gut abschneiden, senden wir Ihnen einen Topgrading-Interview (SATI) Fragebogen zur Selbstbeurteilung. Schneiden Sie gut ab beim SATI, und wir laden Sie zu einem Gespräch mit einem Mitglied unseres Rekrutierungs-Teams ein.
fr_fr: Si vous perfomez bien durant le hackathon ou le test talent, nous vous ferons parvenir un questionnaire d’auto-évaluation pour l'entretien Topgrading (SATI). Performez bien sur le SATI et nous vous inviterons pour une entrevue avec un membre de notre équipe de recrutement.
id_id: Jika Anda mendapat nilai yang bagus dalam tes bakat, kami akan mengirimkan kuesioner mengenai penilaian diri sendiri (Self-Assessment Topgrading Interview/SATI). Jika Anda lulus pada tes SATI ini maka kami akan mengundang Anda untuk wawancara dengan anggota tim perekrutan kami.
pl_pl: Jeśli uzyskasz dobry wynik w teście kwalifikacyjnym, wyślemy Ci kwestionariusz SATI (Self-Assessment Topgrading Interview). Jeśli Twój wynik będzie pozytywny, zaprosimy Cię na rozmowę kwalifikacyjną, którą przeprowadzi członek naszego zespołu rekrutacyjnego.
pt_pt: Se você obtiver uma boa pontuação no teste de habilidades, enviaremos um Questionário de Autoavaliação (SATI - Self-Assessment Topgrading Interview). Obtenha uma boa pontuação no SATI e convidaremos você para uma entrevista com um membro da nossa equipe de recrutamento.
vi_vn: Nếu bạn đạt điểm tốt trong kiểm tra kỹ năng, chúng tôi sẽ gửi cho bạn một bảng câu hỏi phỏng vấn tự đánh giá (SATI). Sau khi nhận thấy kết quả SATI của bạn tốt, chúng tôi sẽ mời bạn có cuộc phỏng vấn với một nhân viên phụ trách tuyển dụng của chúng tôi.
zh_cn: 如果您在人才测试中取得高分, 我们将向您发送一份自我评估精英面谈 (SATI) 问卷。如果您通过了SATI，我们将邀请您参与我们招聘团队成员的面试。

source: If you see EUR/USD has a bid price of 1.05229, you will buy USD 1.05229 for every EUR 1 that you sell.
de_de: Wenn Sie sehen, dass EUR/USD einen Briefkurs von 1,05229 hat, werden Sie 1,05229 USD für jeden 1 Euro kaufen, den Sie verkaufen.
fr_fr: Si vous voyez EUR/USD a un prix de 1.05229, vous achèterez 1.05229 USD pour chaque euro que vous vendez.
id_id: Jika Anda melihat EUR/USD memiliki harga bid 1,05229, Anda akan menjual USD 1,05229 untuk setiap 1 EUR yang Anda jual.
pl_pl: Jeśli para walutowa EUR/USD ma cenę sprzedaży wynoszącą 1,05229, kupisz 1,05229 USD za każde sprzedane 1 EUR.
pt_pt: Você vê que o EUR/USD tem um preço de compra de 1,05229, você irá comprar 1,05229 por cada 1 EUR que você vender.
vi_vn: Nếu bạn thấy EUR/USD có giá mua vào là 1.05229, bạn sẽ mua 1.05229 USD cho mỗi 1 EUR bạn bán.
zh_cn: 如果您看到欧元/美元的买入价为1.05229，那么您每卖出1欧元就买入1.05229美元。

source: If you select "Allow equals", you win the payout if exit spot is higher than or equal to entry spot for "Higher". Similarly, you win the payout if exit spot is lower than or equal to entry spot for "Lower".
de_de: Wenn Sie ¨Gleiche erlauben¨auswählen, gewinnen Sie die Auszahlung, wenn der Schlusskurs höher oder gleich mit dem Startkurs für ¨Höher¨ist. Sie können die Auszahlung ebenso gewinnen, wenn der Schlusskurs niedriger oder gleich mit dem Startkurs für ¨Niedriger¨ist.
fr_fr: Si vous sélectionnez « Autoriser l'égalité », vous gagnez le paiement si le spot de sortie est supérieur ou égal au spot d'entrée pour « Supérieur ». De même, vous remportez le gain si le spot de sortie est inférieur ou égal au spot d'entrée pour « Inférieur ».
id_id: Pilih "Pilih equal", Anda memperoleh hasil jika spot akhir lebih tinggi atau sama dengan spot awal untuk "Higher". Begitu juga, dapatkan hasil jika spot akhir lebih rendah atau sama dengan spot awal untuk "Lower".
pl_pl: Jeśli wybierzesz opcję „Zezwól na wartość równą”, zdobędziesz wypłatę, gdy punkt wyjściowy będzie wyższy niż punkt początkowy lub równy punktowi początkowemu, w przypadku opcji „Wyższy". Adekwatnie, zdobędziesz wypłatę, gdy punkt wyjściowy będzie niższy niż punkt początkowy lub równy punktowi początkowemu, w przypadku opcji „Niższy".
pt_pt: Se você selecionar "Permitir igualdade", você ganhará o prêmio se o preço de saída for superior ou igual ao preço de entrada em contratos "Superior". Do mesmo modo, você ganhará o prêmio se o preço de saída for inferior ou igual ao preço de entrada em contratos "Inferior".
vi_vn: Nếu bạn chọn "Cho phép bằng nhau", bạn sẽ giành chiến thắng các thanh toán nếu điểm khởi đầu cao hơn hoặc bằng điểm chốt cho "Cao Hơn". Tương tự, bạn giành chiến thắng các thanh toán nếu điểm chốt thấp hơn hoặc bằng điểm khởi đầu cho "Thấp Hơn".
zh_cn: 如果您选择 "允许等值", 如果退市现价高于或等于 "高于" 的入市现价, 您将获得赔付。同样, 如果退市现价低于或等于 "低于" 的入市现价, 您将获得赔付。

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
de_de: Wenn Sie „Asiatischer Fall" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>niedriger</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
fr_fr: Si vous sélectionnez « Asiatique/baisse », vous gagnez si le <strong>dernier tick<strong> est <strong>inférieur<strong> à la <strong>moyenne<strong> des ticks.
id_id: Pilih "Asian Down", untuk memperoleh hasil jika <strong>tik terakhir</strong> <strong>lebih rendah</strong> dari <strong>jumlah rata rata</strong> tik.
pl_pl: Jeśli wybierzesz zakład „Azjatycki - spadnie”, zdobędziesz wypłatę, gdy <strong>ostatni najmniejszy przyrost ceny</strong> będzie <strong>niższy</strong> niż <strong>średnia</strong> najmniejszych przyrostów ceny.
pt_pt: Se selecionar "Asiático Em Queda", você ganha o pagamento se o <strong>último tique-taque</strong> for <strong>inferior</strong> à <strong>média</strong> dos tique-taques.
vi_vn: Nếu bạn chọn "Châu Á Giảm", bạn sẽ giành chiến thắng nếu <strong> giá ở tick cuối cùng </strong> là <strong>thấp hơn</strong> so với <strong>trung bình</strong> của giá trong suốt giao dịch.
zh_cn: 如果您选择“亚洲下跌”期权，<strong>当</strong><strong>最新价格</strong>低于<strong>平均</strong>价格时，您将获得赔付。

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
de_de: Wenn Sie „Asiatischer Anstieg" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>höher</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
fr_fr: Si vous sélectionnez « Asiatique/hausse », vous gagnez si le <strong>dernier tick<strong> est <strong>supérieur<strong> à la <strong>moyenne<strong> des ticks.
id_id: Pilih "Asian Up", untuk memperoleh hasil jika <strong>tik terakhir</strong> <strong>lebih tinggi</strong> dari <strong>jumlah rata rata</strong> tik.
pl_pl: Jeśli wybierzesz zakład „Azjatycki - wzrośnie”, zdobędziesz wypłatę, gdy <strong>ostatni najmniejszy przyrost ceny</strong> będzie <strong>wyższy</strong> niż <strong>średnia</strong> najmniejszych przyrostów ceny.
pt_pt: Se você selecionar "Asiático Em Alta", você ganha o pagamento se o <strong>último tique-taque</strong> for <strong>superior</strong> à <strong>média</strong>dos tique-taques.
vi_vn: Nếu bạn chọn "Châu Á Tăng", bạn sẽ giành chiến thắng nếu <strong> giá ở tick cuối cùng</strong> là <strong>cao hơn</strong> so với <strong>bình quân</strong> của giá trong toàn thời gian giao dịch.
zh_cn: 如果您选择“亚洲上涨”期权，<strong>当</strong><strong>最新价格</strong>高于<strong>平均</strong>价格时，您将获得赔付。

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
de_de: Wenn Sie „Verschieden" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>nicht</strong> mit Ihrer <strong>Voraussage</strong> übereinstimmt.
fr_fr: Si vous sélectionnez « Différent », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick n'est <strong>pas égal</strong> à votre <strong>prédiction</strong>.
id_id: Pilih "Differs", untuk memperoleh hasil jika <strong>digit</strong> pada tik terakhir adalah <strong>berbeda</strong> dengan <strong>analisa</strong> Anda.
pl_pl: Jeśli wybierzesz „Różni się”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny jest <strong>inna</strong> niż Twoje <strong>przewidywania</strong>.
pt_pt: Se você selecionar "Difere", você ganha o pagamento se o <strong>último dígito</strong> do último tique-taque <strong>não for o mesmo</strong> que a sua <strong>previsão</strong>.
vi_vn: Nếu bạn chọn "Khác nhau", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> ở tick cuối cùng <strong>không giống</strong> như <strong>dự đoán của bạn</strong>.
zh_cn: 如果您选择“差异”期权，当<strong>最新价格的最后一个数字</strong>跟<strong>您的预测</strong><strong>不同</strong>时，您将获得赔付。

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
de_de: Wenn Sie „Erreicht nicht" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> während der <strong>Kontraktdauer</strong> zu keinem Zeitpunkt berührt.
fr_fr: Si vous sélectionnez « Ne touche pas », vous gagnez si le marché ne touche jamais la <strong>barrière<strong> sur toute la durée de la <strong>période de contrat<strong>.
id_id: Pilih "Does Not Touch" maka Anda akan memperoleh hasil apabila pasar tidak pernah menyentuh <strong>batasan</strong> yang telah anda tentukan kapan saja selama <strong>periode kontrak</strong>.
pl_pl: Jeśli wybierzesz „Nie osiągnie”, zdobędziesz wypłatę, jeśli cena rynkowa nie osiągnie <strong>limitu</strong> w żadnym momencie w trakcie <strong>trwania umowy</strong>.
pt_pt: Se você selecionar "Não Toca", você ganha o prêmio se o mercado nunca tocar na <strong>barreira</strong> em nenhum momento durante o <strong>período do contrato</strong>.
vi_vn: Nếu bạn chọn "Không Chạm", bạn sẽ giành chiến thắng nếu thị trường không bao giờ chạm tới <strong>giới hạn</strong> bất cứ lúc nào trong suốt<strong>thời hạn hợp đồng</strong>.
zh_cn: 如果您选择“未触及”期权，假设市场在 <strong>合约期限内</strong>一直没有触及<strong>障碍水平</strong>，您将获得赔付。

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
de_de: Wenn Sie „Schließt zwischen" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau über der <strong>Unteren Schwelle</strong> UND genau unter der <strong>Oberen Schwelle</strong> verharrt.
fr_fr: Si vous sélectionnez « Termine dans la zone », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur à la </strong>barrière inférieure</strong> ET strictement inférieur à la </strong>barrière supérieure</strong>.
id_id: Pilih "Ends Between", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> pasti lebih tinggi dari <strong>Batasan rendah</strong> DAN pasti lebih rendah dari <strong>Batasan tinggi</strong>.
pl_pl: Jeśli wybierzesz „zakończy się pomiędzy”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>dolny limit</strong> ORAZ znacząco niższy niż <strong>górny limit</strong>.
pt_pt: Se você selecionar "Termina Entre", você ganha o pagamento se o <strong>preço de saída</strong> for estritamente superior à <strong>barreira baixa</strong> E estritamente inferior à <strong>barreira alta</strong>.
vi_vn: Nếu bạn chọn "Kết Thúc Giữa", bạn sẽ giành chiến thắng nếu <strong>điểm chốt</strong> cao hơn<strong>Giới hạn dưới</strong> VÀ thấp hơn so với <strong>Giới hạn trên</strong>.
zh_cn: 如果您选择“收于区间内”期权，假设<strong>退市现价</strong>严格高于<strong>低障碍</strong>，并且严格低于<strong>高障碍</strong>，您将获得赔付。

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
de_de: Wenn Sie „Schließt außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> ENTWEDER genau über der <strong>Oberen Schwelle</strong> ODER genau unter der <strong>Unteren Schwelle</strong> bleibt.
fr_fr: Si vous sélectionnez « Termine hors de la zone », vous gagnez si le <strong>point de sortie</strong> est SOIT strictement supérieur à la </strong>barrière supérieure</strong>, OU strictement inférieur à la </strong>barrière inférieure</strong>.
id_id: Pilih "Ends Outside", maka Anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>Batasan tinggi</strong> ATAU lebih rendah dari <strong>Batasan rendah</strong>.
pl_pl: Jeśli wybierzesz „zakończy się poza”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> jest ALBO znacząco wyższy niż <strong>górny limit</strong>, ALBO znacząco niższy niż <strong>dolny limit</strong>.
pt_pt: Se você selecionar "Termina Fora", você ganha o prêmio se o <strong>preço de saída do mercado</strong> for estritamente superior à <strong>barreira alta</strong> ou estritamente inferior à <strong>barreira baixa</strong>.
vi_vn: Nếu bạn chọn "Kết Thúc Ra Ngoàii", bạn sẽ chiến thắng nếu <strong>điểm chốt/strong> HOẶC cao hơn <strong>Giới hạn trên</strong>, HOẶC thấp hơn <strong>Giới hạn dưới</strong>.
zh_cn: 如果您选择“收于区间外”期权，只要<strong>退市现价</strong>严格高于<strong>高障碍</strong>，或者严格低于<strong>低障碍</strong>，您将获得赔付。
