Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: You consent to us recording any telephone conversation between you and us. All instructions receive by telephone will be binding as if received in writing. Recorded telephone conversations between you and us shall be, and remain, our sole property. You will accept recorded telephone conversations between you and us as conclusive evidence of instructions or conversations so recorded and we may deliver copies of transcripts of such recordings to any court, regulatory, or governmental authority without seeking prior consent from you.
de_de: Sie berechtigen uns dazu, Telefongespräche zwischen Ihnen und uns aufzunehmen. Alle Anweisungen, die übers Telefon erhalten werden sind genauso bindend, als wären sie schriftlich erhalten worden. Aufgenommene Telefongespräche zwischen Ihnen und uns sind und bleiben unser Eigentum. Sie werden aufgenommene Telefongespräche zwischen Ihnen und uns als endgültige Beweise von Anweisungen akzeptieren, und wir können Kopien von Abschriften solcher Aufnahmen an jedes Gericht, und jede Regulierungs- oder Regierungsbehörde liefern, ohne Ihre vorige Zustimmung zu suchen.
id_id: Anda setuju untuk merekam setiap percakapan telepon antara Anda dan kami. Semua instruksi yang kami terima melalui telpon akan mengikat seakan diterima secara tertulis. Rekaman perbicaraan antara Anda dan kami adalah harus, dan akan menjadi, hak milik kami. Anda akan menerima rekaman perbicaraan melalui telpion antara Anda dan kami sebagai bukti nyata atau instruksi atau percakapan yang direkam dan kami mungkin akan mengirim salinan transkrip rekaman tersebut ke pengadilan, peraturan, atau otoritas pemerintah tanpa memerlukan persetujuan dari Anda.
pl_pl: Wyrażasz zgodę na wykonywanie dowolnych połączeń telefonicznych między nami. Wszelkie instrukcje otrzymane przez telefon będą tak samo wiążące jak instrukcje przekazywane w formie pisemnej. Nagrania naszych rozmów telefonicznych pozostają naszą wyłączną własnością i uznajesz je za rozstrzygający dowód przekazanych instrukcji lub przeprowadzonych rozmów. Akceptujesz też, że możemy przekazać kopie zapisu takich nagrań dowolnemu sądowi, instytucji regulującej lub organowi rządowemu bez Twojej uprzedniej zgody.
pt_pt: Você nos autoriza a gravar quaisquer conversas telefônicas que tiver conosco. Todas as instruções recebidas por telefone serão vinculativas como se fossem recebidas por escrito. Conversas telefônicas gravadas entre você e nós serão, e permanecerão, a nossa exclusiva propriedade. Você aceitará conversas telefônicas gravadas entre você e nós como evidência conclusiva de instruções ou conversas assim gravadas e poderemos entregar cópias de transcrições de tais gravações a qualquer tribunal ou autoridade regulatória ou governamental, sem receber o seu consentimento prévio.
vi_vn: Bạn đồng ý với chúng tôi để ghi lại cuộc trò chuyện điện thoại của bạn giữa bạn và chúng tôi. Tất cả hướng dẫn nhận được qua điện thoại sẽ là ràng buộc như nếu nhận được văn bản. Điện thoại ghi lại cuộc đàm thoại giữa bạn và chúng tôi sẽ và vẫn là tài sản duy nhất của chúng tôi. Bạn sẽ chấp nhận điện thoại ghi lại cuộc đàm thoại giữa bạn và chúng tôi như là bằng chứng kết luận hướng dẫn hoặc cuộc hội thoại để ghi lại và chúng tôi có thể cung cấp các bản sao của hồ sơ của các bản thu âm đến bất kỳ tòa án nào, quy định hoặc cơ quan chính phủ có thẩm quyền mà không cần tìm kiếm sự đồng ý trước từ bạn.
zh_cn: 您同意我们对您和我们之间的电话对话录音。所有通过电话接收的指示都如同书面指示一样具法律约束力。您和我们之间的电话谈话录音将会并永远是我们独自保管的财产。您将接受您和我们之间的电话谈话录音为确凿的指示或谈话记录证据，以及我们可能在不寻求您事先同意的情况下向任何法院、 监管机构或政府当局提供此类录音的复制件。

source: You did not change anything.
de_de: Sie haben nichts geändert.
fr_fr: Vous n'avez effectué aucune modification.
id_id: Anda tidak melakukan perubahan.
pl_pl: Nic nie zostało zmienione.
pt_pt: Você não alterou nada.
vi_vn: Bạn chưa thay đổi bất cứ nội dung nào.
zh_cn: 您没作任何更改。

source: You expect the %1 to fall in value so you can buy it back at a lower price (and make a profit)
de_de: Sie erwarten, dass die %1 im Wert fallen wird, damit Sie sie zu einem niedrigeren Kurs zurück kaufen können (und Gewinn machen)
fr_fr: Vous vous attendez à ce que %1 baisse en valeur, afin que vous puissiez l’acheter à un prix plus bas (et faire un profit)
id_id: Anda mengharapkan %1 turun nilainya sehingga Anda dapat membelinya kembali dengan harga lebih rendah (dan menghasilkan keuntungan)
pl_pl: Spodziewasz się, że %1 straci na wartości, więc będzie możliwy zakup po niższej cenie (i odniesienie zysku)
pt_pt: Você espera que o valor de %1 desça para que possa comprá-lo de volta por um preço inferior (e fazer lucro)
vi_vn: Bạn mong đợi %1 rơi trong giá trị để bạn có thể mua nó trở lại tại một mức giá thấp hơn (và đạt được lợi nhuận)
zh_cn: 您预计％1的价值会下跌，因此您可以以较低的价格买回（并赚取利润）

source: You expect the %1 to rise in value so you can sell it back for a profit
de_de: Sie erwarten, dass die %1 im Wert steigen wird, damit Sie sie für einen Gewinn zurück verkaufen können
fr_fr: Vous vous attendez à ce que %1 augmente en valeur, afin que vous puissiez la revendre pour faire un profit
id_id: Anda mengharapkan %1 naik nilainya sehingga Anda bisa menjualnya kembali untuk mendapatkan keuntungan
pl_pl: Spodziewasz się, że %1 zyska na wartości i będzie możliwe odsprzedanie w celu odniesienia zysku
pt_pt: Você espera que o valor de %1 suba para que possa vendê-lo de volta por um preço inferior e fazer lucro
vi_vn: Bạn mong đợi %1 để tăng giá trị, do đó, bạn có thể bán lại và đạt một lợi nhuận
zh_cn: 您预计%1将升值，因此您可将其卖出赚取利润

source: You further agree to indemnify the Company from any loss, damage or liability arising out of your failure or refuse to confirm all Orders and/or transactions proceeded.
de_de: Sie stimmen ebenfalls zu, das Unternehmen von Verlust, Schaden oder Haftung, die sich aus Ihrem Scheitern oder durch die Verweigerung alle Order bzw. ausgeführten Transaktionen zu bestätigen, ergeben, schadlos zu halten.
fr_fr: Vous acceptez d’indemniser la Société de toute perte, détérioration ou responsabilité découlant de votre manquement ou de votre refus de confirmer tous les Ordres et/ou transactions.
id_id: Anda selanjutnya setuju untuk mengecualikan Perusahaan dari kerugian, kerusakan atau tanggung jawab apa pun yang timbul dari kegagalan Anda atau menolak untuk mengonfirmasi semua Pesanan dan/atau transaksi berjalan.
pl_pl: Ponadto zwalniasz Firmę z odpowiedzialności za wszelkie straty, szkody lub koszty powstałe w związku z niepotwierdzeniem lub Twoją odmową potwierdzenia wszelkich zawieranych Zleceń i/lub transakcji.
pt_pt: Você aceita ainda indenizar a Empresa por quaisquer perdas, danos ou obrigações decorrentes da sua falha ou recusa em confirmar todas as ordens e/ou transações efetuadas.
vi_vn: Bạn tiếp tục đồng ý bồi thường cho Công Ty cho bất kỳ tổn thất, thiệt hại hoặc trách nhiệm pháp lý phát sinh từ sự thất bại của bạn hoặc từ chối xác nhận tất cả các Lệnh và/hoặc giao dịch tiến hành.
zh_cn: 您还同意赔偿公司因您未能或拒绝确认执行所有订单和/或交易所造成的任何损失、损害或责任 。

source: You have Open Positions on the Account showing a loss;
de_de: Sie haben offene Positionen auf dem Konto, die einen Verlust anzeigen;
id_id: Anda memiliki Open Position pada Akun dan memperlihatkan rugi;
pl_pl: Posiadasz otwarte pozycje na koncie wykazującym stratę;
pt_pt: Você tem posições em aberto na Conta que exibe perdas;
vi_vn: Bạn có các phiên mở trên tài khoản hiển thị lỗ;
zh_cn: 您在显示亏损的账户有未平仓头寸。

source: You have all necessary authority, powers, consents, licences and authorisations and have taken all necessary actions to enable you to enter into, and perform this Agreement and such Transactions lawfully;
de_de: Sie haben alle notwendige Autorität, notwendigen Befugnisse, Genehmigungen, Lizenzen und Autorisationen und haben alle notwendigen Handlungen unternommen, um es Ihnen zu ermöglichen, diese Vereinbarung einzugehen und diese Vereinbarung und solche Transaktionen rechtmäßig auszuführen;
id_id: Anda memiliki semua otoritas, kekuatan, persetujuan, ijin dan otorisasi serta telah mengambil segala tindakan yang diperlukan untuk mengakses, dan melakukan Perjanjian ini dan transaksi tersebut adalah sah;
pl_pl: Posiadasz wszelkie niezbędne uprawnienia, uprawomocnienia, zezwolenia, licencje i pozwolenia, i podjęte zostały wszelkie niezbędne działania, aby umożliwić legalne zawarcie i wykonanie niniejszej Umowy i takich Transakcji;
pt_pt: Você possui toda a autoridade e todos os poderes, consentimentos, licenças e autorizações necessárias, e tomou todas as ações necessárias para habilitá-lo a entrar em, e exercer, este Acordo e tais transações legalmente;
vi_vn: Bạn có tất cả các quyền cần thiết, quyền hạn, chấp thuận, giấy phép và quyền xác minh và đã thực hiện tất cả các hành động cần thiết để cho phép bạn nhập vào và thực hiện theo Thỏa Thuận này và giao dịch hợp pháp;
zh_cn: 您拥有所有必要的许可、权力、同意、牌照及授权并已采取所有必要措施，使您能够合法签订并履行本协议和此类交易;

source: You have already withdrawn %1 %2.
de_de: Sie haben bereits %1 %2 abgehoben.
fr_fr: Vous avez déjà retiré %2 %1.
id_id: Anda telah menarik dana sebesar %1 %2.
pl_pl: Wypłacono już %2 %1.
pt_pt: Você já retirou %1 %2.
vi_vn: Bạn vừa rút %1 %2.
zh_cn: 您已提取%1 %2。

source: You have already withdrawn the equivalent of %1 %2 in aggregate over the last %3 days.
de_de: Sie haben bereits den Gegenwert von %1 %2 abgehoben, der sich in den letzten %3 Tagen angesammelt hat.
fr_fr: Vous avez déjà retiré l'équivalent de %2 %1 au total au cours des %3 derniers jours.
id_id: Anda telah menarik dana sebesar %1 %2 dalam tempo %3 hari terakhir.
pl_pl: Łączny ekwiwalent %2 %1 został już wypłacony w ciągu ostatnich %3 dni.
pt_pt: Você já retirou o equivalente a %1 %2 em agregado durante os últimos %3 dias.
vi_vn: Bạn đã rút tổng số tiền tương đương với %1 %2 trong %3 ngày qua.
zh_cn: 过去 %3 天里您已累计提取 %1 %2 的等值。

source: You have already withdrawn the equivalent of %1 %2.
de_de: Sie haben bereits den Gegenwert von %1 %2 abgehoben.
fr_fr: Vous avez déjà retiré l'équivalent de %2 %1.
id_id: Anda telah melakukan penarikan setara dengan %1 %2.
pl_pl: Już wypłaciłeś/aś ekwiwalent %2 %1.
pt_pt: Você já retirou o equivalente a %1 %2.
vi_vn: Bạn đã rút số tiền tương đương %1 %2.
zh_cn: 您已提取 %1 %2 的等值。

source: You have created all accounts available to you.
de_de: Sie haben alle für Sie verfügbaren Konten erstellt.
fr_fr: Vous avez créé tous les comptes mis à votre disposition.
id_id: Anda telah mendaftar berbagai akun yang tersedia bagi Anda.
pl_pl: Utworzono wszystkie możliwe konta (dostępne dla Ciebie).
pt_pt: Você já criou todas as contas disponíveis para você.
vi_vn: Bạn đã tạo ra tất cả các tài khoản khả dụng cho bạn.
zh_cn: 您已开立所有可用的账户。

source: You have fully read and understood the: (i) Risk Disclosure Statement; (ii) Order Execution Policy; (iii) terms and condition attached to this Agreement; before requesting to open a MT5 Real Account with us;
de_de: Sie haben die: (i) Haftungsausschlusserklärung; (ii) Regeln der Orderausführung; (iii) Allgemeinen Geschäftsbedingungen, die in dieser Vereinbarung angehängt sind; völlig gelesen und verstanden; bevor Sie anfragen, ein MT5 Echtgeldkonto mit uns zu eröffnen;
id_id: Anda telah sepenuhnya membaca dan memahami: (i) pernyataan pengungkapan resiko; (ii) kebijakan eksekusi order; (iii) syarat dan ketentuan yang melekat pada perjanjian ini; sebelum meminta untuk mendaftar Akun Riil MT5 bersama kami;
pl_pl: Przed złożeniem wniosku o otwarcie przez nas Prawdziwego konta MT5 dokładnie przeczytałeś/-aś i zrozumiałeś/-aś: (i) Oświadczenie dot. ujawnienia ryzyka, (ii) Politykę dot. realizacji zlecenia, (iii) warunki stanowiące załącznik do niniejszej Umowy;
pt_pt: Você leu e compreendeu na totalidade: (i) a Declaração de divulgação de risco; (ii) a Política de execução de ordens; (iii) os termos e condições que acompanham este Acordo; antes de solicitar a abertura de uma conta real MT5 conosco;
vi_vn: Bạn đã đọc đầy đủ và hiểu: (i) báo cáo tuyên bố rủi ro; (ii) chính sách thực hiện lệnh; (iii) điều khoản và điều kiện kèm theo Thỏa Thuận này; trước khi yêu cầu để mở một Tài Khoản Thực MT5 với chúng tôi;
zh_cn: 向我们请求开立MT5真实账户前，您已经完整阅读并理解此协议附上的: (i) 风险披露声明;（ii）订单执行政策; (iii) 条款和条件;

source: You have insufficient funds in your Binary account, please <a href="%1">add funds</a>.
de_de: Sie haben kein ausreichendes Guthaben auf Ihrem Binary Konto, bitte <a href="%1">fügen Sie Gelder hinzu</a>.
fr_fr: Vous n'avez pas assez de fonds dans votre compte Binary, s’il vous plaît <a href="%1"> Ajouter des fonds</a>.
id_id: Anda tidak memiliki dana yang cukup di akun Binary Anda, silahkan <a href="%1">tambah dana</a>.
pl_pl: Masz niewystarczające środki na swoim koncie Binary. <a href="%1">Dodaj środki</a>.
pt_pt: Você não tem fundos suficientes na sua conta Binary, <a href="%1">adicione fundos</a>.
vi_vn: Bạn không có đủ tiền trong tài khoản Binary, xin vui lòng <a href="%1">thêm quỹ</a>.
zh_cn: 您的Binary账户资金不足，请<a href="%1">添加资金</a>。

source: You have not granted access to any applications.
de_de: Sie haben keinen Zugriff auf Anwendungen gewährt.
fr_fr: Vous n'avez acheté aucun contrat.
id_id: Anda belum diberikan akses ke dalam aplikasi apapun.
pl_pl: Nie przyznano Ci dostępu do żadnej aplikacji.
pt_pt: Você não concedeu acesso a nenhum aplicativo.
vi_vn: Bạn không được phép truy cập bất kỳ một ứng dụng nào.
zh_cn: 您没有访问任何应用程序的权限。

source: You have not obtained and have not maintained all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business;
de_de: Sie haben nicht alle erforderlichen Lizenzen und Bewilligungen, die zum Betrieb nach den Gesetzen, Regeln und Vorschriften von Behörden oder Aufsichtsbehörden in dem Land/den Ländern in dem/denen Sie aktiv sind oder auf die Ihre Aktivitäten zielen, eingeholt oder aufrecht erhalten;
id_id: Anda belum memperoleh dan tidak mempertahankan semua lisensi yang diperlukan dan persetujuan untuk beroperasi dalam undang-undang, peraturan, dan peraturan yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda;
pl_pl: Partner nie uzyskał niezbędnych licencji i pozwoleń na prowadzenie działalności wymaganych na mocy obowiązujących przepisów, rozporządzeń i norm prawnych wydawanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi działalność lub do którego kieruje swoje usługi, lub utracił takie licencje i pozwolenia.
pt_pt: Você não obteve nem manteve todas as licenças e autorizações necessárias para operar dentro de quaisquer leis, regras e regulamentos aplicáveis sob a autoridade de qualquer entidade regulatória da jurisdição na qual você opera ou aonde o seu negócio se destina;
vi_vn: Bạn không nhận được và không lưu giữ những giấy phép cần thiết để hoạt động theo bất kỳ điều luật, quy tắc và quy định được ban hành bởi bất kỳ cơ quan có thẩm quyền nào mà tại đó bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh đến;
zh_cn: 您没有得到和不持有任何适用法律、规则和规章对您所经营业务在任何监管机构的管辖权管辖范围下您进行经营的必要许可权和同意书；

source: You have placed digital advertisements for the licensed activities on websites providing unauthorised access to copyrighted content.
de_de: Sie digitale Werbungen für die lizensierten Aktivitäten auf Websiten, die unberechtigten Zugang zu urheberrechtlich geschütztem Inhalt haben, platziert haben.
id_id: Anda telah menempatkan iklan digital untuk aktivitas berlisensi di situs web yang menyediakan akses tidak sah ke konten yang dilindungi hak cipta.
pl_pl: Umieściłeś reklamy cyfrowe działań objętych licencją na stronach internetowych, które zapewniają nieautoryzowany dostęp do treści chronionych prawami autorskimi.
pt_pt: Você colocou anúncios digitais sobre atividades licenciadas em websites que concedem acesso não autorizado a conteúdos com direitos de autor.
vi_vn: Bạn đã đặt các quảng cáo kỹ thuật số cho các hoạt động cấp phép trên các trang web cung cấp các truy cập trái phép nội dung có bản quyền.
zh_cn: 您已经在为受版权保护的内容提供未经授权的访问的网站上为经许可的活动设置了数字广告。

source: You have probably seen the terms 'going long' and 'going short' being used by a lot of Forex brokers and traders. Let's compare the differences between the two terms:
de_de: Sie haben wahrscheinlich gesehen, dass die Begriffe "lang gehen" und "kurz gehen" von vielen Forex Brokern und Händlern verwendet werden. Vergleichen wir die Unterschiede zwischen den beiden Begriffen:
fr_fr: Vous avez probablement vu les termes « going long » et « going short » utilisés par beaucoup de courtiers Forex et traders. Nous allons comparer les différences entre les deux termes :
id_id: Anda mungkin pernah melihat istilah 'going long' dan 'going short' digunakan oleh banyak broker dan trader Forex. Mari bandingkan perbedaan antara kedua istilah tersebut:
pl_pl: Spotkałeś się już pewnie z określeniem „zająć pozycję długą” i „zająć pozycję krótką”, których używają brokerzy oraz gracze Forex. Porównajmy te dwa określenia:
pt_pt: É provável que você tenha visto os termos "assumir uma posição longa" e "assumir uma posição curta" usados por corretoras e negociadores de forex. Vamos comparar as diferenças entre os dois termos:
vi_vn: Bạn có thể nhìn thấy các điều khoản 'đi dài' và 'đi ngắn' được sử dụng bởi nhiều công ty môi giới ngoại hối và thương nhân. Hãy so sánh sự khác biệt giữa hai thuật ngữ:
zh_cn: 您可能看过很多外汇经纪商和交易者使用“开多头头寸”和“开空头头寸”这两个术语。让我们来比较一下两个术语之间的差异：

source: You have reached the limit.
de_de: Sie haben das Limit erreicht.
fr_fr: Vous avez atteint la limite.
id_id: Anda telah mencapai batas.
pl_pl: Osiągnięto limit.
pt_pt: Você já alcançou o limite.
vi_vn: Bạn đã đạt đến giới hạn.
zh_cn: 您已达到最高限额。

source: You have reached the rate limit of requests per second. Please try later.
de_de: Sie haben das Kurslimit für Anfragen pro Sekunde erreicht. Bitte versuchen Sie es später.
fr_fr: Vous avez atteint la limite de tentatives par seconde. Veuillez réessayer ultérieurement.
id_id: Anda telah mencapai batas tingkat permintaan per detik. Silakan coba lagi nanti.
pl_pl: Osiągnięto maksymalną liczbę żądań na sekundę. Spróbuj jeszcze raz.
pt_pt: Você já atingiu o limite de taxa de solicitações por segundo. Tenta novamente mais tarde.
vi_vn: Bạn đã đạt đến giới hạn số lượng lệnh có thể mỗi giây. Xin vui lòng thử lại sau.
zh_cn: 您已达每秒钟提呈请求的最高限率。请稍后重试。

source: You have reached the withdrawal limit.
de_de: Sie haben das Auszahlungslimit erreicht.
fr_fr: Vous avez atteint la limite de retrait.
id_id: Anda telah mencapai batas penarikan.
pl_pl: Został osiągnięty Twój limit wypłat.
pt_pt: Você já alcançou o limite de retiradas.
vi_vn: Bạn đã đạt đến giới hạn rút tiền.
zh_cn: 您已达最大提款限额。

source: You have reached your withdrawal limit.
de_de: Sie haben Ihr Auszahlungslimit erreicht.
fr_fr: Vous avez atteint votre limite de retrait.
id_id: Anda telah mencapai batas pencairan Anda.
pl_pl: Został osiągnięty limit wypłat.
pt_pt: Você já alcançou o seu limite de retiradas.
vi_vn: Bạn đã đạt đến giới hạn rút tiền của bạn.
zh_cn: 您已达最大提款限额。

source: You have read our privacy statement and hereby give us consent to process your personal information as outlined there;
de_de: Sie haben unsere Datenschutzerklärung gelesen und erteilen uns Ihre Zustimmung, Ihre personenbezogenen Daten, wie in der Erklärung beschrieben, zu verarbeiten;
id_id: Anda telah membaca kebijakan privasi dan dengan ini memberikan kami izin untuk memproses informasi pribadi Anda seperti sudah dijelaskan sebelumnya;
pl_pl: Zapoznałeś/aś się z naszą polityką prywatności i niniejszym wyrażasz zgodę na przetwarzanie przez nas Twoich danych osobowych zgodnie z przedstawionymi w niej warunkami;
pt_pt: Você leu a nossa declaração de privacidade e nos dá, pelo presente, o seu consentimento para processar as suas informações pessoais, conforme aqui descrito;
vi_vn: Bạn đã đọc chính sách của chúng tôi và bây giờ hãy bằng lòng cho phép chúng tôi xử lý thông tin cá nhân của bạn được liệt kê trong đó;
zh_cn: 您已阅读了我们的隐私声明，并据此同意我们按上述方式对您的个人信息进行处理；

source: You have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
de_de: Sie haben die Seite mit diesen gesetzlichen Bestimmungen und Bedingungen vollständig gelesen und verstanden, dass Sie Finanzverträge kaufen und verkaufen werden, die diesen Allgemeinen Geschäftsbedingungen unterliegen;
id_id: Anda telah membaca halaman Syarat dan Ketentuan Hukum secara menyeluruh dan memahami bahwa Anda akan membeli dan menjual kontrak finansial tertunduk pada syarat dan ketentuan yang berlaku;
pl_pl: Zapoznałeś/aś się z niniejszymi Warunkami prawnymi w całości i przyjmujesz do wiadomości, że będziesz sprzedawać i kupować kontrakty zgodnie z tymi warunkami;
pt_pt: Você leu os presentes termos e condições legais da página na íntegra e entendeu que vai comprar e vender contratos financeiros sujeitos aos presentes termos e condições;
vi_vn: Bạn đã đọc hết trang chứa Các Điều Khoản và Điều Kiện Pháp Lý này và hiểu rằng bạn sẽ mua và bán các hợp đồng tài chính tuân thủ các điều khoản và điều kiện này;
zh_cn: 您已经完整阅读此法律条款及条件页面，并理解您将在这些条款和条件下买卖金融合约；

source: You have sold this contract at %1 %2
de_de: Sie haben diesen Kontrakt für %1 %2 verkauft
fr_fr: Vous avez vendu ce contrat %2 %1
id_id: Anda telah menjual kontrak pada %1 %2
pl_pl: Sprzedano ten kontrakt po cenie %2 %1
pt_pt: Você vendeu este contrato por %1 %2
vi_vn: Bạn đã bán hợp đồng này với mức %1 %2
zh_cn: 您已经以 %1 %2 卖出此合约

source: You have successfully changed your account currency from %1 to %2.
fr_fr: Vous avez changé avec succès la devise de votre compte de %1 à %2.
id_id: Anda telah berhasil mengubah mata uang akun Anda dari %1 ke %2.
pl_pl: Waluta konta została zmieniona z %1 na %2.
vi_vn: Bạn đã thay đổi đơn vị tiền tệ thành công từ sang.
zh_cn: 您已成功将账户币种从 %1 更改为 %2。

source: You have successfully created your Virtual Account.
de_de: Sie haben Ihr virtuelles Konto erfolgreich erstellt.
fr_fr: Vous avez créé votre Compte Virtuel avec succès .
id_id: Anda telah berhasil mendaftar akun Virtual Anda.
pl_pl: Konto wirtualne zostało utworzone pomyślnie.
pt_pt: A sua conta virtual foi criada com sucesso.
vi_vn: Bạn đã tạo thành công tài khoản ảo của bạn.
zh_cn: 您已成功开立虚拟账户。

source: You have successfully created your real money %1account.
fr_fr: Vous avez créé avec succès votre %1compte en argent réel.
id_id: Anda telah berhasil mendaftar %1akun uang riil Anda.
pl_pl: %1Konto z prawdziwymi pieniędzmi zostało utworzone pomyślnie.
vi_vn: Bạn đã tạo thành công tài khoản tiền thật.
zh_cn: 您已成功开立%1真实资金账户。

source: You have successfully disabled two-factor authentication for your account.
de_de: Sie haben die Zwei-Faktor-Authentifizierung für Ihr Konto erfolgreich deaktiviert.
fr_fr: Vous avez désactivé l’authentification deux facteurs avec succès pour votre compte.
id_id: Anda telah berhasil menonaktifkan autentikasi dua faktor pada akun Anda.
pl_pl: Uwierzytelnianie dwuskładnikowe na Twoim koncie zostało wyłączone.
pt_pt: Você desabilitou com sucesso a autenticação de dois fatores na sua conta.
vi_vn: Bạn đã vô hiệu hoá thành công xác thực 2 yếu tố cho tài khoản của mình.
zh_cn: 您已成功禁用账户的双因素身份验证。

source: You have successfully enabled two-factor authentication for your account.
de_de: Sie haben die Zwei-Faktor-Authentifizierung für Ihr Konto erfolgreich aktiviert.
fr_fr: Vous avez activé avec succès l’authentification deux facteurs pour votre compte.
id_id: Anda telah berhasil mengaktifkan autentikasi dua faktor pada akun Anda.
pl_pl: Uwierzytelnianie dwuskładnikowe na Twoim koncie zostało włączone.
pt_pt: Você habilitou com sucesso a autenticação de dois fatores na sua conta.
vi_vn: Bạn đã kích hoạt thành công xác thực 2 yếu tố cho tài khoản của mình.
zh_cn: 您已成功漆用账户的双因素身份验证。
