Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Step outdoors and soak up the sun on one of Labuan's pristine beaches. There's also wreck diving, island hopping, kayaking, and deep sea fishing to look forward to.
de_de: Gehen Sie raus und genießen Sie die Sonne auf einem der Strände von Labuan. Sie können sich auch auf Wracktauchen, Insel-hüpfen, Kajak fahren und Hochseeangeln freuen.
fr_fr: Sortez et profitez du soleil sur une des plages immaculées de Labuan. Il y a aussi la plongé dans des épaves, aller d'île en île, le kayak et la pêche en haute mer qui vous feront envie.
id_id: Langkahkan kaki ke luar dan nikmati sinar matahari di salah satu pantai Labuan. Terdapat kegiatan menyelam, ekspedisi pulau, kayak, dan memancing di laut dalam untuk dieksplorasi.
pl_pl: Wyjdź na zewnątrz i rozkoszuj się słońcem na jednej z dziewiczych plaży w Labuan. Możesz skorzystać również z takich atrakcji, jak nurkowanie wśród wraków statków, zwiedzanie wysp, wyprawa kajakiem, czy łowienie ryb głębinowych.
pt_pt: Saia de casa e aproveite o sol em uma das praias imaculadas de Labuan. Também há oportunidades de mergulho em naufrágios, viagens entre as ilhas, canoagem e pesca em alto mar.
vi_vn: Bước ra ngoài và hấp thụ ánh nắng mặt trời trên một trong những bãi biển nguyên sơ của Labuan. Ngoài ra còn có hoạt động lặn, nhảy dù, chèo thuyền kayak và câu cá biển sâu hấp dẫn.
zh_cn: 踏出户外, 在Labuan的原始海滩上享受日光浴。还有沉船潜水、跳岛游、划皮艇和深海捕鱼等活动在等着您。

source: Step size
de_de: Schrittgröße
fr_fr: Taille de palier
pl_pl: Krok – wielkość
pt_pt: Tamanho de intervalo
vi_vn: Kích thước bước
zh_cn: 步长

source: Step size is the minimum allowable increment applied to all order types. It is the volume from which the increase of the position is based. You can only trade in the minimum ticket size or its multiples.
de_de: Die Schrittgröße ist das minimale zulässige Inkrement, das auf alle Orderarten angewendet wird. Es ist das Volumen, auf dem die Erhöhung der Position basiert. Sie können nur in der minimalen Ticket-Größe oder deren Vielfaches handeln.
fr_fr: La taille du pallier est l’incrément admissible minimum appliqué à tous les types d’ordres. C’est le volume à partir duquel l’augmentation des positions se base. Vous pouvez uniquement trader sur la taille minimale du ticket ou ses multiples.
id_id: Step size adalah selisih minimum yang dapat diterapkan ke semua jenis order. Ini adalah volume dari mana kenaikan posisi didasarkan. Anda hanya bisa melakukan trading dengan ukuran tiket minimum atau kelipatannya.
pl_pl: Wielkość kroku jest najmniejszym dozwolonym wzrostem w przypadku wszystkich rodzajów zakładów. To wolumen, na którym opiera się wzrost pozycji. Możesz handlować wyłącznie minimalną wielkością tickata lub jego wielokrotnością.
pt_pt: Tamanho de intervalo é o incremento mínimo permissível aplicado em todos os tipos de ordens. É o volume no qual o aumento da posição se baseia. Só é possível negociar usando o tamanho de pedido mínimo ou em múltiplos deste.
vi_vn: Kích thước bước là phép tăng tối thiểu áp dụng cho tất cả các loại lệnh. Đó là khối lượng từ đó sự gia tăng của các phiên được dựa trên. Bạn chỉ có thể giao dịch trong kích thước tối thiểu vé hoặc bội số của nó.
zh_cn: 步长是应用于所有订单类型的最小允许递增量。它是头寸添加量所依据的交易量。您只能以最小票证大小或其倍数进行交易。

source: Stock market indices measure the value of a selection of companies in the stock market.
de_de: Börsenindizes gewichten den Wert einer Auswahl an der Börse notierter Unternehmen.
fr_fr: Les indices boursiers mesurent la valeur d'une sélection de sociétés cotées en bourse.
id_id: Indeks bursa saham mengukur nilai beberapa perusahaan pada bursa saham.
pl_pl: Wskaźniki indeksów giełdowych mierzą wartość wybranych firm na giełdzie.
pt_pt: Os índices de mercados de valores medem o valor de uma seleção de empresas do mercado de valores.
vi_vn: Chỉ số thị trường chứng khoán đo lường giá trị lựa chọn của công ty trong thị trường chứng khoán.
zh_cn: 股市指数衡量股市中部分公司的价值。

source: Stocks
de_de: Aktien
fr_fr: Actions
id_id: Saham
pl_pl: Akcje
pt_pt: Ações
vi_vn: Chứng khoáng
zh_cn: 股票

source: Stop Order/Stop Loss Order
fr_fr: Ordre Stop/Ordre Stop Loss
pl_pl: Zlecenie Stop/Stop stratom
pt_pt: Ordem de interrupção/Ordem de limite de perdas
vi_vn: Lệnh Dừng/ Lệnh Bán Tự Động
zh_cn: 止损单

source: Stop Out Level
de_de: Stop Out Höhe
fr_fr: Niveau Stop Out
id_id: Level Stop Out
pl_pl: Poziom Stop Out
pt_pt: Nível do limite de perdas
vi_vn: Mức dừng
zh_cn: 强制平仓水平

source: Stop and Limit Orders
de_de: Stop und Limit Order
id_id: Stop dan Limit Order
pl_pl: Zlecenia Stop i Limit
pt_pt: Ordens de interrupção e de limite
vi_vn: Lệnh dừng và giới hạn
zh_cn: 止损单和限价单

source: Stop out level
fr_fr: Niveau Stop Out
id_id: Level stop out
pl_pl: Poziom Stop Out
pt_pt: Nível do limite de perdas
vi_vn: Mức dừng
zh_cn: 强制平仓水平

source: Storage of Content
de_de: Speicherung von Inhalten
id_id: Penyimpanan Konten
pl_pl: Przechowywanie treści
pt_pt: Armazenamento de conteúdos
vi_vn: Lưu Trữ Nội Dung
zh_cn: 内容储存

source: Stored Procedures
de_de: Gespeicherte Prozeduren
fr_fr: les Procédures Stockées
id_id: Prosedur Penyimpanan
pl_pl: Przechowywane procedury
pt_pt: Procedimentos armazenados
vi_vn: Lưu Trữ Thủ Tục
zh_cn: 存储程序

source: Strong analytical capabilities that have been proven in a prior capacity or a keen interest to move into this area
de_de: Starke analytische Fähigkeiten, die sich in einer vorherigen Kapazität bewährt haben, oder ein großes Interesse sich in diesen Bereich zu bewegen
fr_fr: Fortes capacités d’analyse qui ont fait leurs preuves à titre préalable ou un vif intérêt dans ce domaine
id_id: Kuat dalam analitis dan terbukti dalam kapasitas sebelumnya atau berminat untuk pindah ke area ini
pl_pl: Silne zdolności analityczne poparte wcześniejszym doświadczeniem lub zainteresowanie tą dziedziną
pt_pt: Fortes capacidades analíticas que foram comprovadas em uma capacidade anterior ou um grande interesse para entrar nesta área
vi_vn: Khả năng phân tích tốt đã được chứng minh trong công việc trước đây hoặc có ý muốn quan tâm học hỏi ở lĩnh vực này
zh_cn: 经证明具优秀的问题分析能力或对进入本领域有浓厚兴趣

source: Strong analytical skills and the ability to communicate your findings in a clear, concise, and effective manner
de_de: Ausgeprägte analytische Kompetenz und die Fähigkeit, Ihre Ergebnisse auf eine klare, präzise und effektive Wiese zu kommunizieren
fr_fr: Solides compétences analytiques et la capacité à communiquer vos résultats de manière claire, concise et efficace
id_id: Terampil dalam menganalitis dan mampu untuk mengkomunikasikan temuan Anda dengan cara yang jelas, ringkas, dan efektif
pl_pl: Silne zdolności analityczne i umiejętność przedstawiania swoich ustaleń w przejrzysty, zwięzły i skuteczny sposób
pt_pt: Fortes habilidades analíticas e capacidade de comunicar suas descobertas de maneira clara, concisa e eficaz
vi_vn: Kỹ năng phân tích tốt và khả năng truyền đạt kết quả của bạn một cách rõ ràng, ngắn gọn và hiệu quả
zh_cn: 具优秀的问题分析能力以及以清晰、简洁和有效的方式传达您的发现的能力

source: Strong analytical skills with the ability to transform data into optimal business decisions.
fr_fr: Des compétences analytiques solides avec une capacité à transformer les données en décisions commerciales optimales.
id_id: Keahlian analitis yang kuat dengan kemampuan untuk mengubah data menjadi keputusan bisnis yang optimal.
pl_pl: Silne zdolności analityczne i umiejętność wykorzystywania danych w celu podejmowania optymalnych decyzji biznesowych.
vi_vn: Kỹ năng phân tích mạnh mẽ với khả năng chuyển đổi dữ liệu vào các quyết định kinh doanh tối ưu.
zh_cn: 较强的分析能力, 能够将数据转化为最佳的业务决策。

source: Strong communication skills.
fr_fr: Excellentes aptitudes à la communication.
id_id: Keterampilan komunikasi yang kuat.
pl_pl: Silne zdolności komunikacyjne.
vi_vn: Kỹ năng giao tiếp mạnh mẽ.
zh_cn: 较强的沟通能力。

source: Strong decision-making skills
de_de: Starke Entscheidungsfähigkeit
fr_fr: Solides compétences en prise de décision
id_id: Keterampilan yang kuat dalam membuat keputusan
pl_pl: Silna umiejętność podejmowania decyzji
pt_pt: Forte capacidade de tomar decisões
vi_vn: Có khả năng quyết đoán
zh_cn: 果敢的决策能力

source: Strong oral and written communication skills in both the regional language(s) and English
de_de: Fundierte mündliche und schriftliche Kommunikationsfähigkeiten sowohl in der bzw. den Landessprache(n) als auch in Englisch
fr_fr: Excellentes aptitudes à la communication orale et écrite, à la fois en anglais et dans la(les) langue(s) régionale(s)
id_id: Terampil berkomunikasi secara lisan dan tertulis baik berbagai bahasa lokal dan bahasa Inggris
pl_pl: Bardzo dobre zdolności komunikacyjne w mowie i w piśmie zarówno w językach regionalnych, jak i w języku angielskim
pt_pt: Fortes capacidades de comunicação oral e escrita, tanto no idioma regional como em inglês
vi_vn: Kỹ năng giao tiếp bằng lời và văn bản tốt bằng cả tiếng bản địa và tiếng Anh
zh_cn: 流利区域语言和英语口头/书面沟通技巧

source: Strong understanding of colours, typography, identity design, and branding
de_de: Starkes Verständnis von Farben, Typographie, Identity-Design und Branding
fr_fr: Solide compréhension des couleurs, typographie, design d’identité et image de marque
id_id: Memahami dengan baik mengenai warna, tipografi, desain identitas, dan branding
pl_pl: Dobre zrozumienie kolorów, typografii, identyfikacji wizualnej i brandingu
pt_pt: Forte compreensão de cores, tipografia, design de identidade e branding
vi_vn: Hiểu biết rõ ràng về màu sắc, kiểu chữ, sáng tạo trong thiết kế và biết xây dựng thương hiệu
zh_cn: 对颜色、排版、辨识设计和品牌非常熟悉

source: Students
de_de: Studenten
fr_fr: Étudiants
id_id: Pelajar
pl_pl: Studenci
pt_pt: Estudantes
vi_vn: Sinh viên
zh_cn: 学生

source: Study financial data to forecast market movements using our charting tools.
de_de: Studieren Sie Finanzdaten, um Marktbewegungen in Verwendung unserer Charting-Tools, vorherzusagen.
fr_fr: Étudiez les données financières pour prévoir les mouvements du marché à l’aide de nos outils de représentation graphique.
id_id: Pelajari data keuangan untuk menganalisa pergerakan pasar menggunakan charting kami.
pl_pl: Analizuj dane finansowe przy użyciu naszych wykresów, aby przewidywać zmiany na rynku.
pt_pt: Estude dados financeiros para prever os movimentos do mercado usando as nossas ferramentas de gráfico.
vi_vn: Nghiên cứu các dữ liệu tài chính để dự báo chuyển động thị trường bằng cách sử dụng các công cụ biểu đồ của chúng tôi.
zh_cn: 使用我们的图表工具研究财务数据，以预测市场动向。

source: Style guide
fr_fr: Guide de style
id_id: Panduan style
pl_pl: Przewodnik redakcyjny
pt_pt: Guia de estilo
vi_vn: Phong cách hướng dẫn
zh_cn: 风格指南

source: Su
de_de: So
fr_fr: Di
id_id: Mgg
pl_pl: Nd
pt_pt: Dom
vi_vn: Chủ Nhật
zh_cn: 星期日

source: Subject to %1 transfer fee or %2, whichever is higher
de_de: Gegenstand einer %1 Überweisungsgebühr oder %2, je nachdem, welche höher ist
fr_fr: Sous réserve de frais de transfert de %1 ou %2, selon celui qui est plus élevé
id_id: Tunduk pada biaya transfer %1 atau %2, mana yang lebih tinggi
pl_pl: Obowiązuje opłata za przelew w wysokości %1 lub %2, w zależności od tego, która jest wyższa
vi_vn: Áp dụng mức phí chuyển khoản %1 hoặc %2, số nào cao hơn sẽ được tính
zh_cn: 以 %1 转账费或 %2, 较高者为准

source: Subject to any specific instructions which may be provided by you, when executing client orders, we will take all reasonable steps to obtain the best possible results for you. The best possible results will be determined in terms of total consideration, that is, the price of the instrument and the costs related to execution which shall include all expenses incurred by you that are directly related to the execution of the order.
de_de: Vorbehaltlich von besonderen Anweisungen, die von Ihnen gemacht werden können, unternehmen wir bei der Ausführung von Kundenordern alle geeigneten Schritte, um das für Sie beste Ergebnis zu erreichen. Die bestmöglichen Ergebnisse werden anhand der Gesamtbetrachtung, also dem Kurs für das Instrument und den für die Ausführung entstandenen Kosten, die alle durch Sie verursachten Kosten beinhalten, welche unmittelbar mit der Ausführung einer Order verbunden sind, ermittelt.
id_id: Tunduk pada instruksi khusus yang dapat Anda berikan, ketika menjalankan perintah klien, kami akan mengambil semua langkah yang wajar untuk mendapatkan hasil yang terbaik untuk Anda. Hasil terbaik akan ditentukan dalam hal pertimbangan total, yaitu, harga instrumen dan biaya yang berkaitan dengan eksekusi yang akan mencakup semua biaya yang Anda keluarkan secara langsung berkaitan dengan pelaksanaan order.
pl_pl: Z zastrzeżeniem jakichkolwiek przekazywanych przez Ciebie konkretnych instrukcji, realizując zlecenia klienta, podejmiemy wszelkie możliwe kroki, aby zapewnić Ci najlepszy możliwy wynik. Najlepsze możliwe wyniki będą określane w ujęciu całościowym z uwzględnieniem ceny instrumentu i kosztów związanych z realizacją, które powinny uwzględniać wszystkie wydatki poniesione przez Ciebie, będące bezpośrednio związane z realizacją zlecenia.
pt_pt: Sujeito a quaisquer instruções específicas que poderão ser fornecidas por você, quando executamos ordens de clientes, tomaremos todas as medidas razoáveis para obter o melhor resultado possível para você. O melhor resultado possível será determinado em termos de consideração total, isto é, o preço do instrumento e os custos relacionados com a execução, que incluirão todas as despesas suportadas por você que estão diretamente relacionadas com a execução da ordem.
vi_vn: Với bất kì lời chỉ dẫn cụ thể nào của bạn cung cấp, khi thực hiện lệnh của khách hàng, chúng tôi sẽ thực hiện từng bước hợp lý để đạt kết quả tốt nhất có thể cho bạn. Kết quả tốt nhất có thể sẽ được quyết định khi cân nhắc toàn diện, đó là, giá của công cụ và chi phí có liên quan tới việc thực thi bao gồm tất cả các kinh phí phát sinh có liên quan trực tiếp tới thực hiện lệnh.
zh_cn: 执行客户订单时，我们会在遵守您要求的同时采取一切合理措施，为您获取最佳结果。我们将从整体考虑各种因素，从而得出最佳结果的可能性，例如工具价格和执行成本，包括您直接产生的费用和执行订单相关的费用。

source: Subject to network latency, we endeavor to execute your Order within a reasonable time from the time you triggered the Order, at the Price nearest to your specified Price. We do not guarantee that a Transaction will be opened/closed following an Order being triggered by you at your specified Price. This can happen under certain trading conditions when there are sharp price movements in the market. In that case the company has the right to execute the order at the first available price.
de_de: Vorbehaltlich der Netzwerklatenz, bemühen wir uns, Ihre Order innerhalb einer angemessenen Frist, ab dem Zeitpunkt, zu dem Sie die Order zu dem Preis, der Ihrem angegebenen Preis am nächsten ist, auszuführen. Wir garantieren nicht, dass eine Ihrer Order folgende Transaktion zu Ihrem angegeben Preis geöffnet/geschlossen werden kann. Dies kann unter bestimmten Bedingungen dann passieren, wenn es starke Preisbewegungen auf dem Markt gibt. In so einem Fall hat das Unternehmen das Recht, die Order zum ersten verfügbaren Preis auszuführen.
id_id: Tergantung pada kecepatan jaringan, kami berupaya melaksanakan Order Anda dalam waktu yang wajar sejak Anda melakukan Order, pada Harga yang terdekat dengan Harga yang Anda tentukan. Kami tidak menjamin dimana Transaksi akan dibuka/ditutup setelah Order Anda beli pada Harga yang Anda tentukan. Ini bisa terjadi dalam kondisi trading tertentu ketika ada pergerakan harga yang tajam. Dalam hal ini perusahaan berhak untuk melaksanakan order pada harga pertama yang tersedia.
pl_pl: W zależności od opóźnień sieciowych, podejmujemy starania, by zrealizować Twoje Zlecenia w rozsądnym terminie od momentu rozpoczęcia Zlecenia, po Cenie najbardziej zbliżonej do określonej Ceny. Nie gwarantujemy jednak, że Transakcja zostanie otwarta/zamknięta po rozpoczęciu Zlecenia po określone przez Ciebie cenie. Może się tak zdarzyć w określonych warunkach handlowych, gdy na rynku występują nagłe zmiany ceny. W takim przypadku firma ma prawo zrealizować Zlecenie po pierwszej dostępnej cenie.
pt_pt: Sujeito à latência da rede, nos esforçamos para executar a sua ordem dentro de um tempo razoável a partir do momento em que você acionou a ordem, ao preço mais próximo do seu preço especificado. Não garantimos que uma transação será aberta / fechada após uma ordem ser acionada por você ao seu preço especificado. Isto pode acontecer em certas condições de negociação quando existem fortes movimentos de preço no mercado. Nesses casos, a Empresa tem o direito de executar as ordens ao primeiro preço disponível.
vi_vn: Tùy thuộc vào thời gian chờ của mạng, chúng tôi cố gắng thực hiện Lệnh của bạn trong một khoảng thời gian hợp lý từ thời điểm bạn kích hoạt Lệnh, ở mức giá gần nhất với Giá được chỉ định của bạn. Chúng tôi không đảm bảo rằng Giao dịch sẽ được mở / đóng sau một Đơn đặt hàng được bạn kích hoạt theo Giá được chỉ định của bạn. Điều này có thể xảy ra trong các điều kiện giao dịch nhất định khi có diễn biến giá mạnh trên thị trường. Trong trường hợp đó, công ty có quyền thực hiện lệnh với mức giá đầu tiên có sẵn.
zh_cn: 取决于网络速度，我们会尽力在您确认订单后的合理时间内以最接近您要求的价格执行您的订单。在您以指定价格确认订单后，我们不保证一定能够开始/结束交易。当市场价格出现剧烈波动时，这种情况可能会在某些交易条件下发生。一旦发生这种情况，公司有权以首个可用价格执行订单。

source: Subject to the applicable governing law and the Client Agreement, you represent and acknowledge that this Agreement shall be admissible as an evidence in any legal, judicial, administrative, arbitration or mediation proceedings.
de_de: Abhängig vom geltenden anwendbaren Recht und der Kundenvereinbarung, erklären und bestätigen Sie, dass diese Vereinbarung als Beweis in einem rechtlichen, Justiz-, Verwaltungs-, Schlichtungs- oder Mediations- Verfahren zulässig sein soll.
fr_fr: Sous réserve du droit applicable régissant l’accord du Client, vous déclarez et reconnaissez que ce Contrat est recevable comme preuve dans toute procédure d’arbitrage ou de médiation juridique, judiciaire, administrative.
id_id: Tunduk pada hukum yang berlaku dan Perjanjian Klien, Anda menyatakan dan mengakui bahwa Perjanjian ini akan diterima sebagai bukti dalam setiap proses hukum, peradilan, administratif, arbitrase, atau mediasi.
pl_pl: Zgodnie z obowiązującymi przepisami prawa oraz Umową z klientem oświadczasz i potwierdzasz, że niniejsza Umowa ma być dopuszczalna jako dowód w dowolnym postępowaniu sądowym, administracyjnym, arbitrażowym czy mediacyjnym.
pt_pt: Sujeito à lei aplicável em vigor e ao Acordo de cliente, você declara e reconhece que este Acordo será admissível como evidência em quaisquer processos legais, judiciais, administrativos, arbitrários ou de mediação.
vi_vn: Lệ thuộc vào luật pháp có thể áp dụng và thỏa thuận khách hàng, bạn đại diện và công nhận rằng thỏa thuận này sẽ được chấp nhận như là một bằng chứng trong bất kể tố tụng pháp luật, thẩm quyền, quản trị, phân xử hoặc hòa giải nào.
zh_cn: 在符合适用的管辖法和客户协议的前提下, 您同意并承认本协议应作为任何法律、司法、行政、仲裁或调解程序中的证据予以受理。

source: Subject to the availability and sufficiency of funds in your MT5 Real Account, you may withdraw your funds from your MT5 Real Account to your %1 account.
de_de: Gemäß der Verfügbarkeit und der Zulänglichkeit der Gelder in Ihrem MT5 Echtgeldkonto, können Sie Ihre Gelder von Ihrem MT5 Echtgeldkonto auf Ihr %1 Konto beheben.
id_id: Tergantung pada sisa saldo pada Akun Riil MT5 Anda, Anda dapat menarik dana dari Akun Riil MT5 ke dalam akun %1 Anda.
pl_pl: W zależności od dostępności środków na Twoim Prawdziwym koncie MT5 oraz od tego, czy są one wystarczające, możesz dokonać przeniesienia swoich środków z Prawdziwego konta MT5 na swoje konto: %1.
pt_pt: Sujeito à disponibilidade e suficiência de fundos na sua conta real MT5, é possível retirar fundos da sua conta real MT5 para a sua conta %1.
vi_vn: Tùy thuộc vào tình trạng sẵn có và đầy đủ tiền trong tài khoản thực MT5, bạn có thể rút tiền của bạn từ tài khoản thực MT5 vào tài khoản %1 của bạn.
zh_cn: 根据您MT5真实账户的资金可用性和充足性，您可以将资金从您的MT5真实账户提出并转移到%1账户。

source: Subject to the law and the terms and conditions of this Agreement, the Company shall not be liable, to the Agent for any matter arising out of or in relation to this Agreement.
de_de: Gemäß dem Gesetz und den Bedingungen und Bestimmungen haftet das Unternehmen an den Agenten für keine Angelegenheit, die sich aus, oder im Zusammenhang mit dieser Vereinbarung ergibt.
id_id: Tertunduk pada hukum dan persyaratan dan kondisi dari Perjanjian ini, Perusahaan tidak bertanggung jawab, kepada Agen untuk setiap hal yang timbul dari atau sehubungan dengan Perjanjian ini.
pl_pl: Zgodnie z prawem i postanowieniami i warunkami niniejszej Umowy Spółka nie ponosi wobec Pośrednika odpowiedzialności za jakiekolwiek kwestie wynikające z niniejszej Umowy lub z nią powiązane.
pt_pt: Sujeito à lei e os termos e condições e provisões e cláusulas deste Acordo, a Empresa não se responsabilizará perante o Agente por quaisquer assuntos decorrentes ou relacionados com este Acordo.
vi_vn: Theo luật và các điều khoản và điều kiện của Thỏa Thuận này, Công Ty sẽ không chịu trách nhiệm pháp lý đối với bất kỳ vấn đề nào phát sinh từ hoặc liên quan đến Thỏa Thuận này.
zh_cn: 除非依据法律和本协议的条款和条件，对所引起或与本协议有关的任何事项，本公司概不对代理承担责任。

source: Subject to the law and the terms of the Client Agreement, the Company shall not be liable to you or your Money Manager for any matter arising out of or in relation to this Agreement.
de_de: Abhängig vom Gesetz und den Bedingungen der Kundenvereinbarung, haftet das Unternehmen für Sie oder Ihren Vermögensverwalter für keine Angelegenheit, die sich aus, oder im Zusammenhang mit dieser Vereinbarung ergibt.
fr_fr: Sous réserve de la loi et des termes de l’accord du Client, la Société décline toute responsabilité envers vous ou votre Gestionnaire de Fonds relative à toute question découlant de ou en relation avec cet accord.
id_id: Tunduk pada hukum dan ketentuan Perjanjian Klien, Perusahaan tidak akan bertanggung jawab kepada Anda atau Money Manager Anda bagi setiap masalah yang timbul dari atau dalam kaitannya dengan Perjanjian ini.
pl_pl: Zgodnie z obowiązującymi przepisami prawa oraz warunkami Umowy z klientem Firma nie ponosi wobec Ciebie ani wobec Twojego podmiotu zarządzającego pieniędzmi żadnej odpowiedzialności za jakiekolwiek kwestie wynikające z niniejszej Umowy lub z nią powiązane.
pt_pt: Sujeito à lei e aos termos deste Acordo de cliente, a Empresa não se responsabilizará perante você ou o seu gestor de dinheiro em quaisquer assuntos decorrentes ou relacionados com este Acordo.
vi_vn: Lệ thuộc vào luật pháp và điều khoản của thỏa thuận khách hàng, công ty sẽ không có trách nhiệm pháp lý với bạn hoặc Nhà Quản Lý Tiền Bạc của bạn cho bất kì vấn đề nào phát sinh từ hoặc liên quan đến Thỏa Thuận này.
zh_cn: 在符合法律和客户协议条款的前提下, 公司不须向您或您的资金经理因本协议而产生的任何后果承担责任。
