Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: In April, %1Betonmarkets.com%2 (formerly known as %3Xodds.com%2) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
de_de: Im April geht %1Betonmarkets.com%2 (davor %3Xodds.com%2) live und führt einen 24-Stunden Service für Finanzwetten für eine Vielzahl von Finanzindizes ein. Das Geschäft wächst schnell und wir werden in Kürze im Bereich der Finanzwetten mit festen Quoten zum Marktführer.
fr_fr: En avril, %1BBetonmarkets.com%2 (anciennement %3XXodds.com%2) est lancé sur le Web pour offrir un service de spéculation financière en continu sur différents indices financiers. Notre croissance est rapide et nous nous positionnons bientôt au sommet du marché de la spéculation sur instruments dérivés.
id_id: Pada bulan April, %1Betonmarkets.com%2 (dahulu dikenal sebagai %3Xodds.com%2) ditayangkan secara langsung, menyediakan layanan trading financial pada berbagai pilihan indeks keuangan. Bisnis ini berkembang sangat cepat dan kami menjadi pemimpin dalam menyediakan trading financial fixed-odds.
pl_pl: W kwietniu firma %1Betonmarkets.com%2 (wcześniej znana pod nazwą %3Xodds.com%2) rozpoczyna działalność jako całodobowy usługodawca zakładów dla różnorodnych wskaźników finansowych. Biznes rozwija się prężnie i w krótkim czasie stajemy się liderem rynku w branży zakładów o ustalonej stawce.
pt_pt: Em abril, a %1Betonmarkets.com%2 (anteriormente conhecida como %3Xodds.com%2) entra em funcionamento, criando um serviço de apostas financeiras permanente em uma variedade de índices financeiros. O negócio cresce rapidamente, e em breve nos tornamos o líder do mercado em apostas financeiras de probabilidades fixas.
vi_vn: Trong tháng Tư, %1Betonmarkets.com%2 (đã từng được biết đến là %3Xodds.com%2) sẽ hoạt động, thiết lập một dịch vụ cá cược tài chính vòng tròn hoạt động 24/24 dựa trên các chỉ số tài chính đa dạng. Kinh doanh phát triển nhanh chóng, và chúng ta cũng sớm trở thành người dẫn đầu thị trường trong lĩnh vực cá cược tài chính tỉ lệ cược cố định.
zh_cn: 在四月，%1Betonmarkets.com%2（原名%3Xodds.com%2）正式上线，提供基于各种金融指数的全天侯金融投注服务。公司业务快速增长，我们很快即成为固定赔率金融投注的市场领导者。

source: In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
de_de: Im Oktober 1999 erhält Regent Markets von Jim Mellon über seine Regent Pacific Gruppe, ein Fondsverwaltungsunternehmen mit Sitz in Hongkong, einen Anlagebetrag von 2 Mio. US $.
fr_fr: En octobre 1999, Regent Markets perçoit 2 millions de dollars US octroyés par Jim Mellon par le biais du Regent Pacific Group, une société de gestion de fonds basée à Hong Kong.
id_id: Pada bulan Oktober 1999, Regent Markets menerima $ 2 juta AS dana investasi dari Jim Mellon melalui Regent Pacific Group, sebuah perusahaan pengelola dana yang berbasis di Hong Kong.
pl_pl: W październiku 1999 r. Regent Markets otrzymuje 2 mln $ dofinansowania od Jima Mellona z Regent Pacific Group, firmy zarządzającej funduszami z siedzibą w Hong Kongu.
pt_pt: Em outubro de 1999, a Regent Markets recebeu US$ 2 milhões em recursos de investimento de Jim Mellon através de sua empresa Regent Pacific Group, uma sociedade gestora de fundos com sede em Hong Kong.
vi_vn: Tháng Mười năm 1999, Regent Markets nhận được quỹ đầu tư $2 triệu Đô la Mỹ từ Jim Mellon thông qua Tập Đoàn Regent Pacific, một công ty quản lý quỹ của Hồng Kông.
zh_cn: 1999年10月，Regent Markets获得吉姆•梅隆先生 (Jim Mellon)的200万美元投资， 这笔投资通过他在香港的基金管理公司 Regent Pacific Group 支付。

source: In a nutshell, when you go long on the BTC/USD with %1, you are not purchasing bitcoin directly. Instead, you're taking a position that the BTC/USD will rise in value whereby you will make a profit. If you go long on the BTC/USD and its value falls, then you will make a loss.
de_de: Kurzum, wenn Sie lange auf BTC/USD mit %1 gehen, erwerben Sie Bitcoin nicht direkt. Stattdessen nehmen Sie die Position ein, dass BTC/USD im Wert ansteigen wird, wobei Sie einen Gewinn machen werden. Wenn Sie lange auf BTC/USD gehen und sein Wert fällt, werden Sie einen Verlust erleiden.
fr_fr: En résumé, quand vous êtres à l'achat sur le BTC/USD avec %1, vous n'achetez pas du bitcoin directement. Au lieu de cela, vous prenez une position sur le fait que le BTC/USD va augmenter en valeur par laquelle vous ferez un profit. Si vous êtes à l'achat sur le BTC/USD et la valeur baisse, dans ce cas, vous ferez une perte.
id_id: Singkatnya, ketika Anda mengambil posisi long pada BTC/USD di %1, Anda tidak membeli Bitcoin secara langsung. Sebaliknya, Anda mengambil posisi dimana BTC/USD kan meningkat nilainya dimana Anda akan mendapatkan keuntungan. Jika Anda mengambil posisi long di BTC/ISD dan nilainya turun, maka Anda akan menderita kerugian.
pl_pl: W skrócie: jeśli przyjmujesz pozycję długą w odniesieniu do pary walutowej BTC/USD w %1, nie kupujesz waluty bitcoin bezpośrednio. Przyjmujesz pozycję zakładającą, że wartość BTC/USD wzrośnie, a Ty odniesiesz zysk. Jeśli przyjmiesz pozycję długą w odniesieniu do BTC/USD, a wartość tej pary walutowej spadnie, poniesiesz stratę.
pt_pt: Resumidamente, quando você assume uma posição longa no BTC/USD na %1, você não está comprando Bitcoin diretamente. Em vez disso, você está assumindo uma posição em que se o valor do BTC/USD aumentar você realizará lucro. Se você assumir uma posição longa no BTC/USD e o seu valor descer, então você sofrerá uma perda.
vi_vn: Tóm lại, khi bạn đi dài trên BTC/USD với %1, bạn sẽ không mua bitcoin trực tiếp. Thay vào đó, bạn đang đặt một vị trí mà BTC/USD sẽ tăng giá trị và từ đó bạn thu được lợi nhuận. Nếu bạn đi dài trên BTC/USD và giá trị của nó giảm, bạn sẽ chịu thua lỗ.
zh_cn: 简而言之，当您透过%1持比特币/美元对多头头寸时，您并不是直接购买比特币。相反，您认为比特币/美元对将会上涨，从而获利。如果您持比特币/美元对多头头寸，而其价值下跌，那么您将会蒙受亏损。

source: In accordance with applicable regulatory requirements, where we do not manage to obtain sufficient information to assess the appropriateness of the product or service for you, we will similarly inform you that we are not in a position to assess appropriateness.
de_de: Sofern es uns nicht gelingt, in Übereinstimmung mit zutreffenden behördlichen Anforderungen, ausreichende Informationen für die Beurteilung der Eignung eines Produkts oder einer Dienstleistung für Sie zu erhalten, werden wir Sie in gleicher Form darüber informieren, dass wir nicht in der Lage sind, die Eignung zu beurteilen.
id_id: Sesuai dengan persyaratan regulasi yang berlaku, dimana kami tidak mengelola untuk mendapatkan informasi yang cukup dalam menilai kelayakan produk atau jasa untuk Anda, kami juga ingin menginformasikan bahwa kami tidak berada dalam posisi untuk menilai kelayakan.
pl_pl: Zgodnie z mającymi zastosowanie przepisami, w sytuacji, gdy nie zdołamy uzyskać informacji wystarczających do przeprowadzenia oceny, czy dane produkty lub usługi są dla Ciebie odpowiednie, poinformujemy Cię, że nie można było przeprowadzić oceny zdolności.
pt_pt: De acordo com requisitos regulamentares aplicáveis, nos casos em que não conseguimos obter informações suficientes para avaliar a adequação do produto ou serviço para você, da mesma forma o informaremos que não estamos em posição de avaliar a adequação.
vi_vn: Phù hợp với yêu cầu quy định áp dụng, khi mà chúng tôi không quản lý để có được các thông tin đánh giá đầy đủ về sự phù hợp của sản phẩm hoặc dịch vụ cho bạn, chúng tôi sẽ thông báo tương tự cho bạn biết rằng chúng tôi đang không có tư cách phù hợp để đánh giá.
zh_cn: 根据适用的法规要求，当我们无法获取足够信息为您评估产品或服务的合适性时，同样会通知您。

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client's account may be frozen, suspended or cancelled. However, the client shall be allowed to withdraw any pending balance on account subject to KYC verification.
de_de: Das Unternehmen behält sich unter allen Umständen das Recht vor, Änderungen an diesen Allgemeinen Geschäftsbedingungen vorzunehmen. Wenn das Unternehmen diese Allgmeinen Geschäftsbedingungen erheblich verändern möchte, werden unsere Kunden im Voraus hierüber informiert und müssen diese entweder annehmen oder ablehnen. Eine Ablehnung führt zu einer erheblichen Verletzung dieser Vereinbarung und das Kundenkonto kann eingefroren, suspendiert oder gekündigt werden. Jedoch ist es dem Kunden erlaubt, jede ausständige Balance auf dem Konto zur KYC Verifikation zu beheben.
id_id: Dalam segala situasi, Perusahaan berhak untuk melakukan perubahan pada Syarat dan Ketentuan ini. Jika Perusahaan memilih untuk membuat perubahan materi Syarat dan Ketentuan ini, pelanggan kami akan diberitahukan terlebih dahulu apakah mereka setuju atau menolak perubahan tersebut. Penolakan akan berakibat akun pelanggan mungkin akan dibekukan, dihentikan atau dibatalkan. Namun, klien akan diizinkan untuk menarik setiap sisa saldo yang dimiliki tertakluk pada verifikasi KYC.
pl_pl: Niezależnie od okoliczności Firma zastrzega sobie prawo wprowadzania zmian do niniejszego Regulaminu. Jeśli Firma zdecyduje się na wprowadzenie do niniejszego Regulaminu znaczących zmian, klienci zastaną o tym powiadomieni z wyprzedzeniem i będą mieli możliwość wyrażenia zgody na te zmiany bądź ich odrzucenia. Odmowa wyrażenia zgody na wprowadzone zmiany będzie stanowiła istotne naruszenie niniejszej umowy i może skutkować zamrożeniem, zawieszeniem lub likwidacją konta klienta. Przy czym Klient ma prawo wypłacić wszelkie dostępne środki dostępne na koncie podlegającym weryfikacji KYC.
pt_pt: Em todas as circunstâncias, a Empresa se reserva o direito de fazer alterações a estes Termos e Condições. Se a Empresa decidir realizar quaisquer alterações materiais a estes Termos e Condições, os nossos clientes serão previamente notificados e poderão aceitar ou recusar o novo contrato. A recusa resultará numa violação material deste contrato e a conta do cliente poderá ser congelada, suspensa ou cancelada. No entanto, será permitido ao cliente retirar qualquer saldo remanescente na conta, sujeito à verificação "Conhecer o cliente".
vi_vn: Trong tất cả các trường hợp, Công Ty có quyền thay đổi những Điều Khoản và Điều Kiện này. Nếu Công Ty đưa ra bất kì đề xuất nào về việc thay đổi những Điều Khoản và Điều Kiện này, khách hàng của chúng tôi sẽ được thông báo trước và sẽ chấp thuận hoặc không chấp thuận. Nếu không chấp thuận sẽ gây ra vi phạm nghiêm trọng Thỏa Thuận này và tài khoản của khách hàng có thể bị đóng băng, bị đình chỉ hoặc bị hủy bỏ. Tuy nhiên, khách hàng sẽ được phép rút bất kỳ số dư đang chờ xử lý nào trên tài khoản tuân theo xác minh KYC.
zh_cn: 在任何情况下，公司保留对此条款和条件作出修改的权利。如公司选择对此条款和条件作出任何具体修改，客户将预先得到通知，并可选择接受或拒绝。如果拒绝，则会违反此协议，客户的账户可能会被冻结、暂停或吊销。但客户可取回任何未决余款，条件是必须经过KYV核实。

source: In any event of an error in current prices, published odds or trading software.
de_de: Bei jedem Auftreten eines Fehlers in den aktuellen Kursen, veröffentlichten Quotierungen oder der Handelssoftware.
id_id: Jika terjadi kesalahan pada harga terkini, penerbitan selisih atau software trading.
pl_pl: W jakimkolwiek przypadku wystąpienia błędu w aktualnych cenach, notowaniach podanych do publicznej wiadomości lub w oprogramowaniu do handlowania.
pt_pt: Em qualquer evento envolvendo um erro nos preços atuais, nas probabilidades publicadas ou no software de negociação.
vi_vn: Trong trường hợp có lỗi sai trong giá hiện hành, tỉ lệ cược được công bố hoặc phần mềm giao dịch.
zh_cn: 如发生任何当前价格、公布赔率或交易软件错误的事件。

source: In business since 2000, %1 is the world's leading binary options company.
de_de: Im Geschäft seit 2000, ist %1 das weltweit führende Unternehmen für binäre Optionen.
fr_fr: Lancé depuis 2000, %1 est une entreprise leader en options binaires.
id_id: Dalam bisnis sejak tahun 2000, %1 adalah perusahaan opsi binary pilihan terdepan dunia.
pl_pl: %1, będąca na rynku od 2000 roku, jest wiodącą firmą z branży opcji binarnych.
pt_pt: Operando desde 2000, a %1 é a empresa de opções binárias líder no mundo.
vi_vn: Đã có mặt từ năm 2000, %1 là công ty dẫn đầu thế giới về các lựa chọn trong giao dịch Binary.
zh_cn: %1自2000 年以来开始运营， 是全球领先的二元期权公司。

source: In case of Agent's death, incapacity or where the Agent becomes of unsound mind;
de_de: Im Falle des Todes des Agenten, dessen Arbeitsunfähigkeit, oder wo der Agent unzurechnungsfähig wird;
id_id: Dalam hal kematian Agen, ketidakmampuan atau di mana Agen menjadi tidak waras;
pl_pl: W przypadku śmierci lub kalectwa Pośrednika lub w przypadku, gdy Pośrednik zapadnie na chorobę umysłową;
pt_pt: Em caso de morte ou incapacidade do Agente ou numa situação em que o agente se torne mentalmente instável;
vi_vn: Trong trường hợp đại diện tử vong, không đủ năng lực hoặc có bất ổn tâm thần;
zh_cn: 发生代理死亡、丧失工作能力或代理变得精神不健全;

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
de_de: Der in Hongkong ansässige Hedgefond Manager und Unternehmer, Jean-Yves Sireau, beginnt mit Regent Marketing von seinem hongkonger Schlafzimmer aus. Er entwickelt das System, die Methoden und Algorithmen zur Einführung eines Finanzwettsystems mit festen Gewinnquoten. Jean-Yves Vision ist es, einen Markt mit den einfachsten derivativen Verträgen - der Wette mit festen Gewinnquoten - zu schaffen und normalen Anlegern die Chance zu bieten, mit kleinen Einsätzen dabei zu sein. Bis zu seiner Erfindung werden Binäroptionen nur in großen Mengen gehandelt.
fr_fr: Fidèle aux codes de la Silicon Valley, Jean-Yves Sireau, gestionnaire de fonds spéculatifs et entrepreneur basé à Hong Kong, travaille à la mise au point de Regent Markets depuis son domicile. Il développe les systèmes, les méthodes et les algorithmes permettant de mettre en œuvre un système de paris financiers à cotes fixes. L'ambition de Jean-Yves consiste à créer un marché dédié au plus simple des contrats dérivés - le pari à cotes fixes - pour offrir aux investisseurs ordinaires l'opportunité de profiter des petits paris. Avant cette innovation, les options binaires étaient généralement négociées en plus gros volumes.
id_id: Dengan gaya klasik Silicon Valley, seorang manager pengelola dana berjiwa pengusaha bernama Jean-Yves Sireau memulai Regent Markets dari kamar tidurnya di Hong Kong. Beliau membangun sistem, metode dan algoritma untuk mengimplementasikannya pada sistem trading financial fixed-odds. Visi Jean-Yves adalah untuk menciptakan pasar pada kontrak derivatif sederhana - trading fixed-odds - dan menawarkan kesempatan bagi investor umum untuk membeli kontrak berukuran kecil. Hingga inovasi beliau, opsi binary biasanya hanya ditradingkan dalam jumlah besar.
pl_pl: W klasycznym stylu jak z Doliny Krzemowej, Jean-Yves Sireau, twórca funduszu hedgingowego i przedsiębiorca z Hong Kongu, zakłada Regents Markets w swoim pokoju w Hong Kongu. Rozwija system, metody i algorytmy i tworzy system zakładów o ustalonej stawce. Planuje stworzyć rynek najprostszych instrumentów pochodnych – zakładów o ustalonej stawce – i zaproponować zwykłym graczom możliwość zawierania małych zakładów. Do czasu stworzenia tej innowacji opcjami binarnymi handlowano tylko w dużych ilościach.
pt_pt: Ao estilo clássico do Vale do Silício, o gestor de fundos e empresário, morador de Hong Kong, Jean-Yves Sireau, começou a Regent Markets no seu quarto em Hong Kong. Ele desenvolveu os sistemas, métodos e algoritmos para a implementação de um sistema de apostas financeiras de probabilidades fixas. A visão de Jean-Yves é criar um mercado no mais simples de todos os contratos de derivativos - o de apostas de probabilidades fixas - e proporcionar aos investidores comuns a oportunidade de fazer pequenas apostas. Até à sua inovação, as opções binárias eram normalmente negociadas apenas em grandes quantidades.
vi_vn: Mang phong cách cổ điển của thung lũng Silicon, nhà doanh nghiệp và quản lý quỹ hedge fund Hồng Kông, Jean-Yves Sireau, khởi động dự án Regent Markets trong phòng ngủ của ông tại Hồng Kông. Ông phát triển hệ thống, phương pháp và thuật toán để thực hiện một hệ thống cá cược tài chính theo tỉ lệ cược cố định. Tầm nhìn của Jean-Yves đã tạo ra một thị trường đơn giản nhất của các hợp đồng phái sinh - cá cược theo tỉ lệ cược cố định - và cung cấp cho các nhà đầu tư nhỏ có cơ hội tham gia cá cược nhỏ. Trước khi có sự đổi mới của ông, hợp đồng Binary Options thường chỉ được giao dịch với số lượng lớn.
zh_cn: Regent Markets 的创始人 Jean-Yves Sireau 是香港的一名对冲基金经理和企业家。与很多硅谷创业公司一样，Regent Markets 是在他的香港住所成立的。他开发了实施固定赔率金融投注体系的系统、方法和算法。Jean-Yves 的愿景是提供固定赔率投注（最简单的衍生品合约）市场，并向普通投资者提供进行小额投注的机会。在他的创新举动之前，二元期权通常只进行大额交易。

source: In connection with this Agreement and all Transactions contemplated by this Agreement, you agree to execute and deliver such additional documents and instruments, and to perform such additional acts as may be necessary or appropriate to effectuate, carry out, and perform all of the terms, provisions, and conditions of this Agreement. You shall cooperate fully with any investigation by any regulatory authority and promptly provide the regulatory authority with such information and records as may be requested in compliance with any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident.
de_de: In Zusammenhang mit dieser Vereinbarung und allen Transaktionen die von dieser Vereinbarung erwogen werden, stimmen Sie zu, solche zusätzlichen Dokumente und Instrumente auszuführen und vorzubringen, und solche zusätzlichen Handlungen zu erfüllen, wie es notwendig oder angemessen ist, um alle Bedingungen, Bestimmungen und Konditionen dieser Vereinbarung zu bewirken, auszuführen und zu erfüllen. Sie werden mit jeglicher Untersuchung einer Aufsichtsbehörde vollständig kooperieren und der Aufsichtsbehörde unverzüglich so viel Information und so viele Datensätze, wie angefordert, gemäß dem Gesetz, der Verordnung, der Satzung, der Durchführungsbestimmung oder Regelung die auf Sie oder der Zuständigkeit, in der Sie ansässig sind, zutreffen, zur Verfügung stellen.
id_id: Sehubungan dengan Perjanjian ini dan semua Transaksi yang disebutkan pada Perjanjian ini, Anda bersetuju untuk mengeksekusi dan mengirimkan dokumentasi tambahan dan instrumen, serta untuk melakukan tindakan tambahan yang mungkin diperlukan atau sesuai untuk penyelenggaraan, melaksanakan, dan melakukan semua persyaratan, ketentuan serta aturan Perjanjian ini. Anda akan bekerja sama sepenuhnya dengan penyelidikan oleh otoritas regulasi dan segera memberikan otoritas pengawas dengan informasi dan catatan yang mungkin diminta sesuai dengan hukum, peraturan, piagam, oleh-hukum, atau aturan yang berlaku untuk Anda atau yurisdiksi pada tempat domisili Anda.
pl_pl: W związku z niniejszą Umową oraz wszelkimi transakcjami zawieranymi na mocy niniejszej Umowy zgadzasz się sporządzić i dostarczyć wszelkie dodatkowe dokumenty i środki oraz wykonać wszelkie dodatkowe działania, które mogą być niezbędne lub stosowne do zrealizowania i wypełnienia wszystkich postanowień i warunków niniejszej Umowy. Zobowiązujesz się do pełnej współpracy podczas dochodzenia prowadzonego przez jakikolwiek organ regulacyjny i do niezwłocznego dostarczenia organowi nadzorczemu informacji i danych na jego wniosek, zgodnie z prawem, ordynacją, statusami, uchwałami czy przepisami mającymi zastosowanie w odniesieniu do Ciebie bądź Twojej jurysdykcji.
pt_pt: Em conexão com este Acordo e todas as Transações contempladas por este Acordo, você aceita executar e entregar tais documentos e instrumentos adicionais e realizar tais ações conforme necessárias ou apropriadas para efetuar, levar a cabo ou executar todos os termos, provisões e condições deste Acordo. Você deve cooperar sem restrições com qualquer investigação por qualquer autoridade regulamentar e fornecer prontamente tais informações e registros à autoridade regulamentar, conforme solicitados, em conformidade com qualquer lei, decreto, carta, estatuto ou regra aplicável a você ou à jurisdição em que você reside.
vi_vn: Liên quan đến Thỏa Thuận này và tất cả các giao dịch dự tính của Thỏa Thuận này, bạn đồng ý để thực hiện và cung cấp các tài liệu bổ sung và các dụng cụ và thực hiện các hoạt động bổ sung như có thể cần thiết hoặc thích hợp để thi, thực hiện và thực hiện tất cả các Quy Định, Điều Khoản và Điều Kiện của Thỏa Thuận này. Bạn sẽ hợp tác đầy đủ với bất kỳ cuộc điều tra bởi bất kỳ cơ quan pháp lý nào và kịp thời cung cấp cho các cơ quan quản lý đó thông tin và các hồ sơ có thể được yêu cầu tuân thủ bất kỳ luật, Pháp lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc thẩm quyền mà bạn đang cư trú.
zh_cn: 关于本协议和本协议所预期的所有交易，您同意执行并提供对实现、开展和执行本协议的所有条款、 规定和条件可能需要或适宜的额外文件和工具并执行额外的行动。您须与任何监管机构所进行的任何调查充分合作，及时向监管机构提供此类符合适用于您或您所在地管辖权的任何规则、法律、条例、规章、或法令要求的信息和记录。
