Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1 %2 payout if %3 stays between low and high values of Barrier through close on %4.
de_de: %1 %2 Auszahlung, wenn %3 zwischen den niedrigen und hohen Werten der Schwelle durch den Schluss auf %4 bleibt.
fr_fr: Paiement de %2 %1 si %3 reste dans la zone délimitée par les valeurs supérieure et inférieure de la barrière jusqu'à la fermeture le %4.
id_id: Hasil %1 %2 jika %3 tetap berada pada Batasan rendah dan tinggi hingga penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 pozostanie w przedziale między dolną i górną wartością limitu w momencie zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 ficar entre os valores baixo e alto da Barreira até ao fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 vẫn ở giữa giá trị cao và thấp của Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3在障碍价格最低和最高价位范围内，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 touches Barrier through close on %4.
de_de: %1 %2 Auszahlung, wenn %3 die Schwelle durch den Schluss auf %4 berührt.
fr_fr: Paiement de %2 %1 si %3 touche la barrière avant la fermeture le %4.
id_id: Hasil %1 %2 jika %3 menyentuh Batasan hingga penutupan %4.
pl_pl: Wypłata w wysokości %2 %1, jeśli %3 osiągnie wartość limitu do momentu zamknięcia %4.
pt_pt: Prêmio de %2 %1 se %3 tocar na Barreira antes do fechamento em %4.
vi_vn: %1 %2 được trả nếu %3 chạm Giới Hạn lúc đóng trên %4.
zh_cn: %4闭市时如果%3触及障碍价格，可获取%1 %2 赔付额。

source: %1 (Toll Free)
de_de: %1 (Gebührenfrei)
fr_fr: %1 (Sans frais)
id_id: %1 (Bebas Pulsa)
pl_pl: %1 (Bez opłat)
pt_pt: %1 (Chamada Gratuita)
vi_vn: %1 (điện thoại miễn phí)
zh_cn: %1(免费电话)

source: %1 Academy
de_de: %1 Akademie
fr_fr: Académie %1
id_id: Akademi %1
pl_pl: Akademia %1
pt_pt: Academia %1
vi_vn: Học viện %1
zh_cn: %1学院

source: %1 Account
de_de: %1 Konto
fr_fr: Compte %1
id_id: Akun %1
pl_pl: Konto %1
pt_pt: Conta %1
vi_vn: Tài khoản %1
zh_cn: %1账户

source: %1 Account %2
de_de: %1 Konto %2
fr_fr: %1 Compte %2
id_id: %1 Akun %2
pl_pl: %1 Konto %2
pt_pt: Conta %1 %2
vi_vn: %1 tài khoản %2
zh_cn: %1账户%2

source: %1 Affiliate Programme
de_de: %1 Partnerprogramm
fr_fr: Programme d'affiliation %1
id_id: Program Afiliasi %1
pl_pl: Program partnerski %1
pt_pt: Programa de afiliados %1
vi_vn: Chương Trình Liên Kết %1
zh_cn: %1 联盟计划

source: %1 Affiliate Programme Terms and Conditions
de_de: %1 Allgmeine Geschäftsbedingungen des Partnerprogramms
id_id: Syarat dan Ketentuan Program Afiliasi %1
pl_pl: Regulamin programu partnerskiego %1
pt_pt: Termos e condições do programa de afiliados %1
vi_vn: Điều Kiện và Điều Khoản của Chương Trình Liên Kết %1
zh_cn: %1 联盟计划的条款和条件

source: %1 Application Program Interface ("API") Terms and Conditions
de_de: %1 Allgmeine Geschäftsbedingungen des Applikationsprogramms Interface („API”)
id_id: Syarat dan Ketentuan Application Program Interface ("API") %1
pl_pl: Regulamin dot. interfejsu programistycznego aplikacji („API”) %1
pt_pt: Termos e condições da Application Program Interface ("API") %1
vi_vn: Điều kiện và Điều khoản của %1 Giao Diện Chương Trình Ứng Dụng (API)
zh_cn: %1 应用程序编程界面("API")的条款和条件

source: %1 Expert Advisor (EA)
fr_fr: Expert-Conseil %1 (EA)
id_id: Expert Advisor (EA) %1
pt_pt: Expert Advisor (EA) %1
vi_vn: Chuyên gia tư vấn (EA) %1
zh_cn: %1 专家顾问 (EA)

source: %1 Graduate Programme
de_de: %1 Graduate Programm
fr_fr: Programme pour diplômés %1
pl_pl: Program %1 dla absolwentów
pt_pt: Graduate programme da %1
vi_vn: Chương trình tốt nghiệp %1
zh_cn: %1 研究生课程

source: %1 Introducing Broker (IB) Programme
de_de: %1 Introducing Broker (IB) Programm
fr_fr: %1 introduit le Programme Courtier (IB)
id_id: Program Introducing Broker (IB) %1
pl_pl: %1 przedstawia program dla brokerów (IB)
pt_pt: Programa de Corretores de Apresentação (IB - Introducing Broker) %1
vi_vn: %1 Giới thiệu Chương Trình Môi Giới (IB)
zh_cn: %1 推出经纪 (IB) 计划

source: %1 Please click the link below to restart the password recovery process.
de_de: %1 klicken Sie bitte auf den unterstehenden Link, um den Passwort-Wiederherstellungsprozess neu zu starten.
fr_fr: %1 veuillez cliquer sur le lien ci-dessous pour relancer le processus de récupération de mot de passe.
id_id: %1 Silahkan klik link dibawah untuk mengulang proses pembuatan kata sandi.
pl_pl: %1 Aby ponownie rozpocząć proces odzyskiwania konta, kliknij poniższe łącze.
pt_pt: %1 Clique no link abaixo para reiniciar o processo de recuperação de senha.
vi_vn: %1 xin vui lòng nhấp vào liên kết dưới đây để khởi động lại quá trình phục hồi mật khẩu.
zh_cn: %1 请点击下方的链接，重新启动密码恢复过程。

source: %1 Property
de_de: %1 Eigentum
id_id: Properti %1
pl_pl: Własność %1
pt_pt: Propriedade da %1
vi_vn: Tài sản %1
zh_cn: %1的财产

source: %1 Quantitative Analytics team is responsible for the pricing of our binary options. You will join them in managing the risk and profitability of the company's options book.
de_de: Das %1 Quantitative Analytik-Team ist für die Preisgestaltung unserer binären Optionen verantwortlich. Sie werden sich ihm im Management des Risikos und der Rentabilität des Optionen-Buches des Unternehmens anschließen.
fr_fr: L’équipe d'Analyse Quantitative %1 est responsable de la tarification de nos options binaires. Vous les rejoindrez dans la gestion du risque et la rentabilité du livre des options de la compagnie.
id_id: Tim Analisis Kuantitatif %1 bertanggung jawab atas harga opsi binary kami. Anda dapat bergabung dengan mereka untuk mengatur resiko dan profitabilitas buku opsi perusahaan.
pl_pl: %1 Zespół analityków ilościowych odpowiada za wycenę naszych opcji binarnych. Będziesz pomagać im w zarządzaniu ryzykiem i rentownością opcji binarnych oferowanych przez firmę.
pt_pt: A equipe de análise quantitativa da %1 é responsável pela precificação de nossas opções binárias. Você vai se juntar a eles na gestão do risco e da rentabilidade das opções da empresa.
vi_vn: %1 Đội Phân Tích Định Lượng chịu trách nhiệm về giá cả trong hệ thống quyền chọn nhị phân của chúng tôi. Bạn sẽ tham gia cùng họ trong việc quản lý rủi ro và lợi nhuận trong sổ quyền chọn của công ty.
zh_cn: %1的定量分析小组负责在二元期权网站提供定价。您将参与公司期权书刊的风险管理和盈利分析。

source: %1 Shop introduced
de_de: %1 Shop eingeführt
fr_fr: Lancement de la boutique %1
id_id: Toko %1 dikenalkan
pl_pl: Uruchomienie sklepu %1
pt_pt: Apresentação da loja %1
vi_vn: Cửa hàng được giới thiệu %1
zh_cn: 新增%1 商店

source: %1 account
de_de: %1 Konto
fr_fr: compte %1
id_id: akun %1
pl_pl: konto %1
pt_pt: Conta %1
vi_vn: %1 tài khoản
zh_cn: %1账户

source: %1 affiliate partners who wish to support a big group of Clients
de_de: %1 Geschäftspartner, die eine große Gruppe von Kunden unterstützen möchten
fr_fr: Les partenaires affiliés %1 souhaitant s'investir auprès d'un large groupe de Clients
id_id: Mitra Afiliasi %1 yang ingin mendukung suatu grup Klien yang besar
pl_pl: %1 współpracuje z partnerami, którzy chcą wspierać dużą grupę Klientów
pt_pt: Parceiros afiliados da %1 que desejam apoiar grandes grupos de clientes
vi_vn: Các đối tác liên kết %1 muốn hỗ trợ một nhóm Khách hàng
zh_cn: 想要为大量客户提供支持服务的%1联盟成员

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
de_de: %1 bietet auch einen Link zu einem online Fragebogen, um ein potentielles Glücksspielproblem zu beurteilen und zu einem online Glücksspielrechner, der anzeigt, wie viel Sie wirklich ausgeben können.
fr_fr: %1 fournit également des liens vers un quiz en ligne afin d'évaluer un éventuel problème relatif aux jeux d'argent, et vers un calculateur dédié aux jeux d'argent en ligne vous permettant de déterminer combien vous pouvez réellement dépenser.
pl_pl: %1 udostępnia również linki do quizów online, które pozwalają ocenić potencjalne uzależnienie od hazardu, a także kalkulator online umożliwiający obliczenie, ile tak naprawdę możesz wydać.
pt_pt: %1 também oferece links de acesso a um questionário online, para avaliar um problema de jogo potencial, e uma calculadora de apostas online, para ver o quanto você pode realmente gastar.
vi_vn: %1 đồng thời cung cấp đường dẫn tới một bài kiểm tra trực tuyến để đánh giá những rủi ro có thể xảy ra khi cá cược và máy tính cá cược trực tuyến nhằm xác định mức độ thật sự bạn có thể chi.
zh_cn: %1 还提供评估潜在赌博问题的在线测试链接以及了解您实际承受能力的在线赌博计算器。

source: %1 and %2 cannot be the same.
de_de: %1 und %2 können nicht gleich sein.
fr_fr: %1 et %2 ne peuvent être identiques.
id_id: %1 dan %2 tidak bisa sama.
pl_pl: Wartości %1 i %2 nie mogą być takie same.
pt_pt: %1 e %2 não podem ser iguais.
vi_vn: %1 và %2 không thể giống nhau.
zh_cn: %1 和 %2 不可相同。

source: %1 and the bull/bear logo are registered trademarks.
de_de: %1 und das Bulle/Bär Logo sind eingetragene Warenzeichen.
fr_fr: %1 et son logo taureau/ours sont des marques déposées.
id_id: %1 dan logo bull/bear adalah merek dagang terdaftar.
pl_pl: %1 oraz logo z bykiem i niedźwiedziem to zastrzeżone znaki handlowe.
pt_pt: %1 e o logotipo do touro e urso são marcas comerciais registradas.
vi_vn: Logo %1 và logo bò/gấu là nhãn hiệu đã được đăng ký.
zh_cn: %1 和牛/熊徽标是注册商标。

source: %1 assesses the choice of external execution venues regularly (at least once a year) with the intention of achieving a better result for the client based on the Company's best execution obligation.
de_de: %1 bewertet die Wahl von externen Handelsplätzen regelmäßig (zumindest einmal pro Jahr) in der Absicht, ein besseres Ergebnis für den Kunden, auf Grund der Verpflichtung des Unternehmens zur besten Ausführung, zu erzielen.
fr_fr: %1 évalue régulièrement le choix des lieux externes d’exécution (au moins une fois par an) avec l'intention d'obtenir le meilleur résultat pour le client basé sur l'obligation de meilleure exécution de la Compagnie.
id_id: %1 menilai pilihan tempat eksekusi eksternal secara teratur (setidaknya setahun sekali) dengan tujuan untuk mencapai hasil yang lebih baik untuk klien berdasarkan kewajiban eksekusi yang terbaik dari Perusahaan.
pl_pl: %1 regularnie ocenia miejsca realizacji kontraktów (co najmniej raz w roku) celem osiągnięcia lepszych rezultatów dla klienta zgodnie z obowiązkiem Firmy zapewnienia najkorzystniejszej realizacji.
pt_pt: A %1 avalia a escolha de infraestruturas de execução regularmente (pelo menos uma vez por ano) com a intenção de conseguir um melhor resultado para você com base na nossa obrigação de melhor execução.
vi_vn: %1 đánh giá sự lựa chọn thực hiện bên ngoài các địa điểm thường xuyên (ít nhất một lần một năm) với mục đích đạt được một kết quả tốt hơn cho khách hàng dựa trên các nghĩa vụ thực thi tốt nhất của Công Ty.
zh_cn: 为使公司的最佳执行义务能让客户实现更佳成果，%1定期评估外部执行场地选项（每年至少一次） 。

source: %1 clients can trade Forex from Sunday 21:00 GMT to Friday 21:00 GMT.
de_de: %1 Kunden können Forex von Sonntag 21:00 Uhr GMT bis Freitag 21:00 Uhr GMT handeln.
fr_fr: Les clients %1 peuvent trader le Forex du dimanche 21 h 00 GMT au vendredi 21 h 00 GMT.
id_id: Klien %1 dapat bertrading Forex dari Minggu 21:00 GMT hingga Jumat 21:00 GMT.
pl_pl: Klienci %1 mogą handlować na rynku Forex od 21:00 GMT w niedzielę do 21:00 GMT w piątek.
pt_pt: Clientes da %1 podem negociar forex das 21:00 GMT no domingo às 21:00 GMT na sexta-feira.
vi_vn: %1 khách hàng có thể giao dịch ngoại hối từ chủ nhật 21:00 GMT tới thứ sáu 21:00 GMT.
zh_cn: 每星期自星期日21:00开始至星期五21:00 （格林威治时间），%1客户可进行外汇交易。

source: %1 continues to innovate and grow
de_de: %1 führt weiter Neuerungen ein und wächst
fr_fr: %1 continue à innover et à s'accroître
id_id: %1 terus berinovasi dan tumbuh
pl_pl: %1 stawia na innowacyjność i rozwój
pt_pt: A %1 continua a inovar e crescer
vi_vn: %1 tiếp tục lớn mạnh và đổi mới
zh_cn: %1 不断创新、日渐成长

source: %1 days %2 hours %3 minutes
de_de: %1 Tage %2 Stunden %3 Minuten
fr_fr: %1 jours %2 heures %3 minutes
id_id: %1 hari %2 jam %3 menit
pl_pl: %1 dni %2 godz. %3 min
pt_pt: %1 dias %2 horas %3 minutos
vi_vn: %1 ngày %2 giờ %3 phút
zh_cn: %1 天 %2 小时 %3 分钟

source: %1 deposit from %2 to account number %3 is done. Transaction ID: %4
de_de: %1 Einzahlung von %2 zu Kontonummer %3 ist erledigt. Überweisungs-ID: %4
fr_fr: Le dépôt %1 à partir de %2 vers le numéro de compte %3 est effectué. Identifiant de transaction : %4
id_id: %1 deposit dari %2 ke akun nomer %3 telah berhasil. ID Transaksi: %4
pl_pl: Dokonano wpłaty %1 na konto o numerze %3. Identyfikator transakcji: %4
pt_pt: Depósito de %1 da conta %2 para a conta %3 está concluída. ID de transação: %4
vi_vn: tiền gửi %1 từ %2 đến tài khoản số %3 được thực hiện. Giao dịch ID: %4
zh_cn: 已完成从%2至账号%3的%1存款。交易编号: %4

source: %1 does not charge any transfer fees.
de_de: %1 berechnet keine Überweisungsgebühren.
fr_fr: %1 ne facture aucuns frais de transfert.
id_id: %1 tidak membebankan biaya transfer.
pl_pl: %1 nie pobiera żadnych opłat za przelewy środków.
pt_pt: A %1 não cobra taxas de transferência.
vi_vn: %1 không tính bất kì phí chuyển tiền nào.
zh_cn: %1不收取任何转账费用。

source: %1 gives everyone an easy way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices, commodities, and volatility indices.
de_de: %1 bietet jedem einen einfachen Weg, um an den Finanzmärkten teilzunehmen. Sie können schon ab 1 EURO die wichtigsten Weltwährungen, Indizes, Rohstoffe und Volatilität Indizes handeln.
fr_fr: %1 offre une plateforme de trading simple, permettant à chacun de profiter des nombreuses opportunités qu'offrent les marchés financiers. Tradez les devises, les indices, les matières premières et les indices de volatilité à partir de 1 USD seulement.
id_id: %1 memberi cara mudah untuk berpartisipasi pada pasar keuangan. Trading dengan modal serendah $1 USD pada pasangan valuta asing, indeks, komoditas dan indeks volatilitas.
pl_pl: %1 umożliwia wszystkim łatwe działania na rynkach finansowych. Handel głównymi walutami, wskaźnikami, towarami i wskaźnikami zmienności można zacząć od zaledwie 1 $.
pt_pt: A %1 oferece a todos uma forma fácil de participar nos mercados financeiros. Negocie com apenas $1 nas principais moedas, índices, matérias-primas e índices "Volatility".
vi_vn: %1 giúp mọi người dễ dàng tham gia vào các thị trường tài chính. Giao dịch chỉ với $ 1 USD đối với các loại tiền tệ, chỉ số, hàng hóa và chỉ số biến động.
zh_cn: %1让每个人都能轻松参与金融市场。您可交易各主要货币、指数、大宗商品和波动率指数，投资门槛低至1美元。

source: %1 gives everyone an easy way to participate in the financial markets. Trade with as little as $1 USD on major currencies, stocks, indices, and commodities.
de_de: %1 bietet jedem einen einfachen Weg, um an den Finanzmärkten teilzunehmen. Sie können schon ab 1 EURO die wichtigsten Weltwährungen, Aktien, Indizes und Rohstoffe handeln.
fr_fr: %1 offre à chacun une manière facile de participer aux marchés financiers. Tradez les devises, les actions, les indices, et les matières premières à partir de 1 USD seulement.
id_id: %1 memberi cara mudah untuk berpartisipasi pada pasar keuangan. Trading dengan modal serendah $1 pada pasangan valuta asing, saham, indeks dan komoditas.
pl_pl: %1 umożliwia wszystkim łatwe działania na rynkach finansowych. Handel głównymi walutami, akcjami, wskaźnikami i towarami można zacząć od zaledwie 1 $.
pt_pt: A %1 oferece a todos uma forma fácil de participar nos mercados financeiros. Negocie com apenas $1 nas principais moedas, ações, índices e matérias-primas.
vi_vn: %1 mang lại cho mọi người một cách gia nhập thị trường tài chính dễ dàng. Bắt đầu giao dịch chỉ với $1 đô la Mỹ với nhiều loại tiền tệ, chứng khoán, chỉ số, và hàng hóa khác.
zh_cn: %1让每个人都能轻松参与金融市场。您可交易各主要货币、股票指数和大宗商品，投资门槛低至1美元。

source: %1 has been credited into your MT5 Demo Account: %2.
de_de: %1 wurden Ihrem MT5 Demo-Konto %2 gutgeschrieben.
fr_fr: %1 ont été crédités sur votre Compte Virtuel MT5: %2.
id_id: %1 telah dikreditkan kedalam Akun Demo MT5 Anda: %2.
pl_pl: Zaksięgowano %1 na Twoim koncie demo MT5: %2.
vi_vn: %1 đã được ghi vào tài khoản ảo MT5 của bạn: %2.
zh_cn: %1 已记入您的MT5模拟账户: %2。

source: %1 has been credited into your Virtual Account: %2.
de_de: %1 wurden Ihrem virtuellen Konto %2 gutgeschrieben.
fr_fr: %1 ont été crédités sur votre Compte Virtuel: %2.
id_id: %1 telah dikreditkan kedalam Akun Virtual Anda: %2.
pl_pl: Zaksięgowano %1 na Twoim koncie wirtualnym: %2.
pt_pt: %1 foram creditados na sua conta de dinheiro virtual: %2.
vi_vn: %1 đã được ghi vào tài khoản ảo của bạn: %2.
zh_cn: %1 已记入您的虚拟账户: %2。

source: %1 has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide.
de_de: %1 hat sich einen beneidenswerten Ruf für unsere Verpflichtung zu hohen ethischen Normen und der Qualität des von uns gebotenen Trading-Erlebnis erarbeitet.
fr_fr: %1 a acquis une réputation solide en adhérant à des normes éthiques élevées et en offrant une expérience de trading de haute qualité.
id_id: %1 telah memperoleh reputasi tinggi untuk komitmen kami yang memenuhi standar etika dan kualitas pengalaman trading yang kami sediakan.
pl_pl: Dzięki dbaniu o najwyższe standardy etyczne i jakość oferowanych usług firma %1 zyskała reputację, której może jej pozazdrościć konkurencja.
pt_pt: A %1 tem ganhado uma reputação invejável devido ao nosso compromisso com elevados padrões éticos e à qualidade da experiência de negociação que nós fornecemos.
vi_vn: %1 được đánh giá cao trong việc cam kết cung cấp những giao dịch có chất lượng cao và uy tín.
zh_cn: %1 竭诚达到极高的道德标准和优质的交易体验，因此获得了令人羡慕的声誉。

source: %1 has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers.
de_de: %1 hat über 800.000 Kunden in der Datenbank und hat seinen Meilenstein von 2 Milliarden US$ in nur 15 Jahren erreicht, was uns zu den führenden Anbietern von Binären Optionen macht.
fr_fr: Binary.com compte plus de 800 000 clients dans sa base de données et culmine à 2 milliards USD au cours de sa 15e année, se maintenant ainsi parmi les leaders du secteur des options binaires.
id_id: %1 memiliki lebih dari 800.000 Pelanggan dalam database dan mencapai $ 2 miliar dolar AS total penjualan kontrak di tahun ke-15, menjadikan kami salah satu platform penyedia trading binary terkemuka.
pl_pl: %1 ma w bazie ponad 800 000 klientów i już w 15. roku działalności osiągnął próg 2 mld $, co sprawia, że jesteśmy jednym z liderów w branży handlu opcjami binarnymi.
pt_pt: A %1 tem mais de 800.000 clientes no seu banco de dados e atingiu o marco de US$ 2 bilhões no seu 15° ano, tornando-se uma das principais corretoras de opções binárias.
vi_vn: %1 có hơn 800,000 khách hàng trong cơ sở dữ liệu và đã đạt cột mốc 2 tỷ đô la Mỹ trong năm thứ 15, biến chúng tôi trở thành một trong những nhà cung cấp giao dịch Binary Option hàng đầu trong ngành.
zh_cn: %1 的数据库中拥有超过 800,000 个客户，在第 15 年就达到 20 亿美元的里程碑，成为领先的二元期权交易提供商之一。

source: %1 has updated its <a href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a href="%2">Terms & Conditions</a>.
de_de: %1 hat seine <a href="%2">Allgemeinen Geschäftsbedinungen</a> aktualisiert. Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualisierten <a href="%2">Allgemeinen Geschäftsbedingungen</a> zur Kenntnis genommen haben und ihnen zustimmen.
fr_fr: %1 a mis à jour ses <a href="%2">Conditions générales</a>. En cliquant OK, vous confirmez que vous avez lu et accepté la version à jour des <a href="%2">Conditions générales</a>.
id_id: %1 telah memperbarui <a href="%2">Syarat & Ketentuannya</a>. Dengan mengklik OK, berarti Anda telah membaca dan menerima <a href="%2">Syarat & Ketentuan terbaru</a>.
pl_pl: Firma %1 zaktualizowała swój <a href="%2">Regulamin</a>. Kliknięcie OK oznacza, że zapoznałeś/aś się z zaktualizowanym <a href="%2">Regulaminem</a> i wyrażasz zgodę na jego postanowienia.
pt_pt: A %1 atualizou seus <a class="pjaxload" href="%2">Termos e Condições</a>. Ao clicar em OK, você confirma que leu e aceitou os <a class="pjaxload" href="%2">Termos e Condições</a> atualizados.
vi_vn: %1 vừa cập nhật <a href="%2">Điều khoản & Điều kiện</a>. Bằng cách nhấn vào OK, bạn xác nhận rằng bạn đã đọc và chấp nhận bản cập nhật <a href="%2">Điều khoản và Điều kiện</a>.
zh_cn: %1已经更新了其<a href="%2">条款和条件</a>。通过点击OK键，您确认已经阅读并接受更新的<a href="%2">条款和条件</a>。

source: %1 hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
de_de: %1 hat 1. Million Benutzer und somit einen historischen Meilenstein erreicht. Das Unternehmen sieht weiterhin ein exponentiales Wachstum voraus und dieses bestätigt erneut seine Position als Branchenführer.
fr_fr: %1 atteint 1 million d'utilisateurs et prend un tournant historique. La société jouit toujours d'une croissance exponentielle et réaffirme ainsi son statut de chef de file du secteur.
id_id: %1 mencapai 1 juta pengguna, pencapaian bersejarah. Perusahaan akan selalu memperhatikan pertumbuhan eksponensial dan memastikan kedudukan sebagai pemimpin industri.
pl_pl: %1 ma już milion użytkowników, co jest rekordem w historii naszej działalności. Nieprzerwany szybki rozwój naszej firmy potwierdza naszą pozycję lidera na rynku.
pt_pt: A %1 atinge 1 milhão de usuários, alcançando um marco histórico. A empresa continua a ver um crescimento exponencial e isto confirma a sua posição como líder no mercado.
vi_vn: %1 đạt 1 triệu người dùng, chạm mốc lịch sử. Công ty tiếp tục phát triển vững vàng và ngày càng khẳng định vị trí của mình với vai trò dẫn đầu trong ngành.
zh_cn: %1 已拥有百万用户，到达了一个历史性的里程碑。本公司持续快速成长，这项成就再次证实我们在同业中的领先地位。

source: %1 in Numbers
de_de: %1 in Zahlen
fr_fr: %1 en chiffres
id_id: %1 dalam Angka
pl_pl: Firma %1 w liczbach
pt_pt: A %1 em números
vi_vn: Số Liệu %1
zh_cn: %1的统计数字

source: %1 introduces an %2auto-trader programming tool%3, allowing clients to develop their own automated trading robots with “drag-and-drop” simplicity.
de_de: %1 stellt ein %2Auto-Trader Programmiertool%3 zur Verfügung, was den Kunden ermöglicht, ihre eigenen Trading-Robots mit einfachem „drag-and-drop” zu entwickeln.
fr_fr: %1 inaugure un %2outil de programmation dédié au trading automatique%3, permettant aux clients de mettre au point leurs propres robots de trading automatisés en quelques clics.
id_id: %1 memperkenalkan %2alat pemrograman auto-trader%3, memungkinkan klien untuk mengembangkan robot trading mereka sendiri secara otomatis dengan konsep sederhana “drag-and-drop”.
pl_pl: %1 wprowadza %2narzędzie programistyczne do automatycznego handlowania%3, które pozwala klientom tworzyć swoje władne roboty do zautomatyzowanego zawierania zakładów w niezwykle łatwy sposób, korzystając z funkcji „przeciągnij i upuść”.
pt_pt: A %1 apresenta uma %2ferramenta de programação de negociação automática%3, permitindo que clientes desenvolvam os seus próprios robôs de negociação automatizados com a simplicidade do tipo "arrastar e soltar".
vi_vn: %1 giới thiệu một %2aphần mềm công cụ giao dịch-tự động%3, cho phép khách hàng phát triển bộ máy giao dịch tự động riêng của họ với các thao tác "kéo và thả" đơn giản.
zh_cn: %1也引入了%2自动化交易程序工具%3，允许客户轻松使用“拖放”操作开发自己的自动化交易机器人。
