Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1Download MAM for Windows%2 after you've set up your master account. Your login credentials will be provided
de_de: %1Laden Sie MAM für Windows%2 herunter, nachdem Sie Ihr Masterkonto eingerichtet haben. Ihre Login-Daten werden angegeben werden
fr_fr: %1Télécharger MAM pour Windows%2 après que vous ayez configuré votre compte principal. Vos identifiants seront fournis
id_id: %1Download MAM pada Windows%2 setelah Anda menyiapkan akun master Anda. Kredensial login Anda akan disediakan
pl_pl: Po ustanowieniu hasła głównego %1pobierz aplikację MAM w wersji dla systemu Windows%2. Uzyskasz swoje dane logowania
pt_pt: %1Baixe o aplicativo do gestor multi-contas para Windows%2 depois de você ter configurado a sua conta principal. As suas credenciais de login serão fornecidas
vi_vn: %1Tải xuống MAM cho Windows%2 sau khi bạn đã thiết lập tài khoản chính của bạn. Ủy quyền đăng nhập của bạn sẽ được cung cấp
zh_cn: 设置主账户后, %1下载Windows 版MAM%2 。将提供您的登录凭据

source: %1Founded%2 October 1999
de_de: %1Gegründet%2 im Oktober 1999
fr_fr: %1Fondé%2 en Octobre 1999
id_id: %1Didirikan%2 Oktober 1999
pl_pl: Firma %1założona%2 w październiku 1999 r.
pt_pt: %1Fundada%2 em Outubro de 1999
vi_vn: %1Được thành lập%2 tháng 10 năm 1999
zh_cn: %1成立于%2 1999年十月

source: %1Manage your accounts%2
de_de: %1Verwalten Sie Ihre Konten%2
fr_fr: %1Gérer vos comptes%2
id_id: %1Kelola akun Anda%2
pl_pl: %1Zarządzaj swoimi kontami%2
vi_vn: %1Quản lý tài khoản của bạn%2
zh_cn: %1管理您的账户%2

source: %1No, change my fiat account's currency now%2
fr_fr: %1Non, changer la devise de mon compte fiat maintenant%2
id_id: %1Tidak, rubah mata uang akun fiat saya sekarang%2
pl_pl: %1Nie, zmień walutę mojego konta fiducjarnego teraz%2
vi_vn: %1Không, thay đổi tài khoản tiền fiat bây giờ%2
zh_cn: %1不，请立刻更改我的法定账户的币种%2

source: %1Return to trading page%2
de_de: %1Zurück zur Handelsseite%2
fr_fr: %1Retour à la page de trading%2
id_id: %1Kembali ke halaman trading%2
pl_pl: %1Wróć do strony do handlowania%2
pt_pt: %1Voltar para a página de negociação%2
vi_vn: %1Trở về trang giao dịch%2
zh_cn: %1返回交易页面%2

source: %1Your Proof of Identity or Proof of Address%2 did not meet our requirements. Please check your email for further instructions.
de_de: %1Ihr Identitäts- oder Adressnachweis%2 hat unseren Anforderungen nicht entsprochen. Bitte überprüfen Sie Ihre E-Mail-Adresse für weitere Anweisungen.
fr_fr: %1Votre preuve d’Identité ou Preuve de Domicile%2 ne satisfont pas nos exigences. Veuillez vérifier votre email pour obtenir des instructions supplémentaires.
id_id: %1Bukti Identitas atau Bukti Alamat Anda%2 tidak memenuhi persyaratan kami. Silahkan lihat email Anda untuk petunjuk lebih lanjut.
pl_pl: %1Twój dokument potwierdzający tożsamość lub dane adresowe%2 nie spełnił naszych wymogów. Wysłaliśmy dalsze instrukcje drogą e-mailową.
pt_pt: %1O seu comprovante de identidade ou de endereço%2 não cumpriu os nossos requisitos. Confira o seu e-mail para mais instruções.
vi_vn: %1Chứng minh danh tính của bạn hoặc chứng minh địa chỉ của bạn%2 không đáp ứng yêu cầu của chúng tôi. Vui lòng kiểm tra email của bạn để được hướng dẫn thêm.
zh_cn: %1您的身份证明或地址证明%2 不符合我们的要求。请检查您的电子邮件收取进一步指示。

source: 'Best Customer Communication Firm' award by Investors Chronicle
de_de: Vom Investors Chronicle als 'Beste Kundenkommunikationsfirma' ausgezeichnet
fr_fr: Prix de la « meilleure relation client » décerné par Investors Chronicle
id_id: 'Perusahaan Komunikasi Pelanggan Terbaik’ penghargaan dari Investor Chronicle
pl_pl: Nagroda „Firma najlepiej komunikująca się z klientami” przyznana przez Investors Chronicle
pt_pt: Prêmio de "Melhor Empresa em Comunicação com o Cliente" do Investors Chronicle
vi_vn: Giải thưởng 'Công ty Truyền thông kết nối Khách hàng Tốt nhất' của Investors Chronicle
zh_cn: 《 Investors Chronicle》颁发的“最佳客户沟通企业”奖项

source: 'Best Fixed-Odds Broker' silver award by Trade2Win
de_de: 'Bester Fixed-Odds Makler' Auszeichnung in Silber von Trade2Win
fr_fr: Médaille d'argent du « meilleur courtier » sur le marché des options binaires décerné par Trade2Win
id_id: 'Pialang Fixed-Odds Terbaik' piala perak dianugerahkan oleh Trade2Win
pl_pl: Srebrna nagroda „Najlepszy broker zakładów o ustalonej stawce” przyznana przez Trade2Win
pt_pt: Prêmio de prata de "Melhor Corretora de Probabilidades Fixas" da Trade2Win
vi_vn: Giải thưởng bạc 'Nhà môi giới tỉ lệ cá cược Cố định Tốt nhất' bởi Trade2Win
zh_cn: Trade2Win 颁发的“最佳固定赔率经纪”银奖

source: 'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK
de_de: Von der Financial Times und dem Investors Chronicle GB als 'Bester Fixed-Odds Finanzdienstleister' ausgezeichnet
fr_fr: Prix du « meilleur fournisseur de services de courtage sur produits dérivés financiers » décerné par le Financial Times et Investors Chronicle UK
id_id: 'Pialang Financial Fixed-Odds Terbaik’ anugerah oleh Financial Times dan Investors Chronicle Inggris
pl_pl: Nagroda „Najlepszy finansowy dostawca zakładów o ustalonej stawce” przyznana przez Financial Times i Investors Chronicle UK
pt_pt: Prêmio de "Melhor Corretora de Probabilidades Fixas" concedido pelo Financial Times e pelo Investors Chronicle UK
vi_vn: Giải thưởng 'Nhà cung cấp Tài chính Tỉ lệ cá cược Cố định Tốt nhất' bởi Tạp chí Tài chính Financial Times và Thời báo Nhà đầu tư của Vương quốc Anh Investors Chronicle UK
zh_cn: 英国《金融时报》和《 Investors Chronicle》颁发的“最佳固定赔率金融提供商”奖项

source: 'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK
de_de: Vom Shares Magazine GB als 'Bester Fixed-Odds Finanzhandelsdienstleister' ausgezeichnet
fr_fr: Prix du « meilleur fournisseur de services de trading sur produits dérivés financiers » décerné par Shares Magazine UK
id_id: 'Pialang Trading Financial Fixed-Odds Terbaik' dianugerahkan oleh Shares Magazine Inggris
pl_pl: Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK
pt_pt: Prêmio de "Melhor Provedor de Negociação Financeira em Probabilidades Fixas" concedido pela Shares Magazine UK
vi_vn: Giải thưởng 'Nhà cung cấp Giao dịch Tài chính Cá cược Tỉ lệ Cố định Tốt nhất' bởi Tạp chí Cổ phiếu Anh
zh_cn: 英国《Shares Magazine》颁发的“最佳固定赔率金融交易提供商”奖项

source: 'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review
de_de: Auszeichung als 'Beste Fixed-Odds Firma 2012' durch die Global Banking and Finance Review
fr_fr: Prix de la « meilleure société de courtage d'options binaires » décerné par Global Banking and Finance Review
id_id: 'Perusahaan Fixed-Odds Terbaik 2012' penghargaan dari Global Banking and Finance Review
pl_pl: Nagroda „Najlepsza firma w branży zakładów o ustalonej stawce w 2012 r.” przyznana przez Global Banking i Finance Review
pt_pt: Prêmio de "Melhor Empresa de Probabilidades Fixas 2012" concedido pelo Global Banking and Finance Review
vi_vn: Giải thưởng 'Công ty cung cấp Tỷ lệ cược Cố định Tốt nhất năm 2012' bởi Tạp chí Tài chính và Ngân hàng Toàn cầu
zh_cn: 《Global Banking and Finance Review》颁发的“2012年最佳固定赔率企业”奖项

source: 'Financial Betting Operator of the Year' award by eGaming Review
de_de: 'Finanzwettenanbieter des Jahres' Auszeichung durch die eGaming Review
fr_fr: Prix de la « plateforme de trading de l'année » décerné par eGaming Review
id_id: 'Operator Trading Financial Terbaik' penghargaan oleh eGaming Review
pl_pl: Nagroda „Operator finansowy roku” przyznana przez eGaming Review
pt_pt: Prêmio de "Melhor Operador de Apostas Financeiras do Ano" concedido pela eGaming Review
vi_vn: Giải thưởng 'Nhà điều hành Cá cược Tài chính của năm' được trao bởi tạp chí Cá cược điện tử
zh_cn: 《 eGaming Review》颁发的“年度最佳金融投注运营商”奖项

source: (One) Touch trades
de_de: (Einmalige) Zielkontrakte
fr_fr: Options (One) Touch
id_id: Kontrak (Sekali) Sentuh
pl_pl: Zakłady z (jednokrotnym) osiągnięciem ceny
pt_pt: Negociações de (Um) Toque
vi_vn: Giao dịch (một) Chạm
zh_cn: "触及"交易

source: (This limit may vary depending on current exchange rates.)
fr_fr: (Cette limite peut varier en fonction des taux de change actuels.)
id_id: (Batasan ini dapat bervariasi tergantung pada nilai tukar saat ini.)
pl_pl: (Ten limit może ulegać zmianom w zależności od obowiązującego kursu wymiany walut.)
vi_vn: (Giới hạn này có thể thay đổi tùy thuộc vào tỷ giá hiện tại.)
zh_cn: (此限额可能因当前汇率而更改。)

source: (a) Price and cost
de_de: (a) Preise und Kosten
fr_fr: (a) Prix et Coût
id_id: (a) Harga dan biaya
pl_pl: (a) Cena i koszt
pt_pt: (a) Preço e custo
vi_vn: (a) Giá và các chi phí
zh_cn: (一) 价格和成本

source: (a) the nature of the client's Contracts;
de_de: (a) die Art der Kundenkontrakte;
id_id: (a) sifat Kontrak klien;
pl_pl: (a) charakter kontraktów klienta;
pt_pt: (a) a natureza dos contratos dos clientes;
vi_vn: (a) bản chất của Hợp Đồng của khách hàng;
zh_cn: (一) 客户的合约性质

source: (b) Speed
de_de: (b) Geschwindigkeit
fr_fr: (b) Vitesse
id_id: (b) Kecepatan
pl_pl: (b) Szybkość
pt_pt: (b) Rapidez
vi_vn: (b) Tốc độ
zh_cn: (二) 速度

source: (b) the priorities that the client has identified for the Company in relation to entering into those Contracts; and
de_de: (b) die Prioritäten, die der Kunde für das Unternehmen in Bezug auf den Eingang dieser Kontrakte identifiziert hat; und
id_id: (b) prioritas bahwa klien telah diidentifikasi untuk Perusahaan dalam kaitannya dengan masuk ke dalam Kontrak tersebut; dan
pl_pl: (b) priorytety określone przez klienta dla Firmy w związku z zawarciem tych Kontraktów; i
pt_pt: (b) as prioridades que o cliente tenha identificado para a empresa com relação a entrar nesse contratos; e
vi_vn: (b) các ưu tiên khách hàng đã xác định cho công ty liên quan đến nhập vào những hợp đồng; và
zh_cn: (二) 客户为制定合约给公司指定的优先事项

source: (c) Likelihood of execution
de_de: (c) Wahrscheinlichkeit der Ausführung
fr_fr: (c) la Probabilité d’exécution
id_id: (c) Kemungkinan eksekusi
pl_pl: (c) Prawdopodobieństwo wykonania
pt_pt: (c) Probabilidade de execução
vi_vn: (c) Khả năng thực hiện
zh_cn: (三) 执行的可能性

source: (c) the practices relating to the market in question, with the aim of producing a result that provides, in the Company's view, the best balance across a range of sometimes conflicting factors.
de_de: (c) die Praktiken in Bezug auf den betroffenen Markt, mit dem Ziel, ein Ergebnis zu erzielen, das, nach Auffassung des Unternehmens, die beste Bilanz über eine Reihe von manchmal widersprüchlichen Faktoren ergibt.
id_id: (c) praktik-praktik yang berkaitan dengan pasar yang dipertanyakan, dengan tujuan menghasilkan suatu hasil yang memberikan, dalam pandangan Perusahaan, keseimbangan terbaik di antara berbagai faktor yang kadang-kadang bertentangan.
pl_pl: (c) praktyki związane z danym rynkiem w celu osiągnięcia rezultatów, które zapewniają w ocenie Firmy najlepszą równowagę między często sprzecznymi czynnikami.
pt_pt: (c) as práticas em relação ao mercado em questão, com o objetivo de produzir um resultado que ofereça, na visão da empresa, o melhor saldo em uma variedade de fatores por vezes conflitantes.
vi_vn: (c) các hoạt động liên quan đến thị trường trong câu hỏi, với mục đích sản xuất một kết quả mà cung cấp, theo quan điểm của công ty, tốt nhất cân bằng trên một loạt các yếu tố đôi khi xung đột.
zh_cn: (三) 与市场有关的实行方式，目的是根据公司的观点，在广泛的、可能互相冲突的因素间实现最佳平衡。

source: (d) Likelihood of settlement
de_de: (d) Wahrscheinlichkeit einer Beilegung
fr_fr: (d) la Probabilité du règlement
id_id: (d) Kemungkinan Penyelesaian
pl_pl: (d) Prawdopodobieństwo rozliczenia
pt_pt: (d) Probabilidade de liquidação
vi_vn: (d) khả năng thanh toán
zh_cn: （四）结算的可能性

source: (e) Size and nature
de_de: (e) Größe und Natur
fr_fr: (e) La taille et la nature
id_id: (e) Ukuran dan sifat
pl_pl: (e) Rozmiar i charakter
pt_pt: (e) Dimensão e natureza
vi_vn: (e) Kích thước và tính chất
zh_cn: （五）大小和性质

source: *Already registered as an affiliate? Send us an email at %1 instead.
de_de: * Bereits als Partner registriert? Senden Sie uns stattdessen eine E-Mail an %1.
fr_fr: * Déjà inscrit en tant qu’affilié ? Envoyez-nous plutôt un email à %1.
id_id: *Sudah pernah terdaftar sebagai afiliasi? Silahkan kirim email kepada kami di %1.
pl_pl: *Jesteś już zarejestrowanym partnerem? Wyślij nam wiadomość e-mail na adres: %1.
pt_pt: *Já se registrou como afiliado? Envie-nos um e-mail para %1.
vi_vn: *Đã đăng kí là một thành viên liên kết? Hãy gửi chúng tôi một email tại %1.
zh_cn: * 已注册为联盟会员？请在 %1 发电子邮件给我们。

source: 0-1 year
de_de: 0-1 Jahre
fr_fr: 0-1 an
id_id: 0-1 tahun
pl_pl: 0-1 rok
pt_pt: 0-1 ano
vi_vn: 0-1 năm
zh_cn: 0-1 年

source: 0-5 transactions in the past 12 months
de_de: 0-5 Transaktionen in den letzten 12 Monaten
fr_fr: 0-5 transaction(s) au cours des 12 derniers mois
id_id: 0-5 transaksi dalam 12 bulan terakhir
pl_pl: 0-5 transakcji w ciągu ostatnich 12 miesięcy
pt_pt: 0-5 transações nos últimos 12 meses
vi_vn: 0-5 giao dịch trong 12 tháng trước
zh_cn: 过去12个月内0-5次交易

source: 1 million transactions/day
de_de: 1 Millionen Transaktionen/Tag
fr_fr: 1 million de transactions/jour
id_id: 1 juta transaksi/hari
pl_pl: 1 milion transakcji dziennie
pt_pt: 1 milhão de transações/dia
vi_vn: 1 triệu giao dịch/ ngày
zh_cn: 一百万笔交易/天

source: 1-2 years
de_de: 1-2 Jahre
fr_fr: 1-2 ans
id_id: 1-2 tahun
pl_pl: 1-2 lata
pt_pt: 1-2 anos
vi_vn: 1-2 năm
zh_cn: 1-2 年

source: 1. Proof of identity
de_de: 1. Identitätsnachweis
fr_fr: 1. Preuve d’Identité
id_id: 1. Bukti identitas
pl_pl: 1. Potwierdzenie tożsamości
pt_pt: 1. Comprovante de identidade
vi_vn: 1. chứng minh nhân thân
zh_cn: 1. 身份证明

source: 11-39 transactions in the past 12 months
de_de: 11-39 Transaktionen in den letzten 12 Monaten
fr_fr: 11 à 39 transactions au cours des 12 derniers mois
id_id: 11-39 transaksi pada 12 bulan terakhir
pl_pl: 11-39 transakcji w ciągu ostatnich 12 miesięcy
pt_pt: 11 a 39 transações nos últimos 12 meses
vi_vn: 11-39 giao dịch trong 12 tháng qua
zh_cn: 过去12个月内11-39次交易

source: 16th MENA Financial Forum & Expo
de_de: 16. MENA Finanzforum & Expo
fr_fr: 16e Forum Financier & Expo MENA
id_id: Finansial Forum & Expo MENA ke 16
pl_pl: 16. Forum finansowe MENA
pt_pt: 16º Fórum Financeiro MENA & Expo
vi_vn: Diễn đàn tài chính và hội chợ triển lãm MENA lần thứ 16
zh_cn: 十六届MENA金融论坛&博览会

source: 2-way pricing
de_de: 2-Wege Kursermittlung
fr_fr: Tarification bidirectionnelle
id_id: Harga 2-arah
pl_pl: Wycena dwustronna
pt_pt: Preços bidirecionais
vi_vn: Giá 2 chiều
zh_cn: 双向报价

source: 2. Proof of address
de_de: 2. Adressnachweis
fr_fr: 2. Justificatif de Domicile
id_id: 2. Bukti alamat
pl_pl: 2. Potwierdzenia adresu
pt_pt: 2. Comprovante de endereço
vi_vn: 2. Chứng minh về địa chỉ
zh_cn: 2. 地址证明

source: 3. Selfie or self-portrait photo
de_de: 3. Selfie oder Selbstportrait
fr_fr: 3. Selfie ou autoportrait photo
id_id: 3. Selfie atau foto potret diri
pl_pl: 3. Zdjęcie portretowe lub typu selfie
pt_pt: 3. Selfie ou foto de autorretrato
vi_vn: 3. Ảnh tự sướng hoặc ảnh chân dung
zh_cn: 3. 自拍或自画像照片

source: 30-day limit on losses
de_de: 30-Tage Limit für Verluste
fr_fr: Limite des pertes sur 30 jours
id_id: Batas kerugian per 30 hari
pl_pl: 30-dniowy limit strat
pt_pt: Limite de 30 dias nas perdas
vi_vn: Giới hạn 30 ngày thua lỗ
zh_cn: 30天损失限额

source: 30-day turnover limit
de_de: 30-Tage Umsatzlimit
fr_fr: Limite du volume des transactions sur 30 jours
id_id: Batas pembelian kontrak per 30 hari
pl_pl: 30-dniowy maksymalny obrót
pt_pt: Limite de 30 dias no volume de negócios
vi_vn: Giới hạn doanh thu 30 ngày
zh_cn: 30天交易限额

source: 40 transactions or more in the past 12 months
de_de: 40 Transaktionen, oder mehr, in den letzten 12 Monaten
fr_fr: 40 transactions ou plus au cours des 12 derniers mois
id_id: 40 transaksi atau lebih pada 12 bulan terakhir
pl_pl: Co najmniej 40 transakcji w ciągu ostatnich 12 miesięcy
pt_pt: 40 transações ou mais nos últimos 12 meses
vi_vn: 40 giao dịch hoặc nhiều hơn trong 12 tháng vừa qua
zh_cn: 过去12个月内40次交易或以上

source: 6-10 transactions in the past 12 months
de_de: 6-10 Transaktionen in den letzten 12 Monaten
fr_fr: 6-10 transactions au cours des 12 derniers mois
id_id: 6-10 transaksi pada 12 bulan terakhir
pl_pl: 6-10 transakcji w ciągu ostatnich 12 miesięcy
pt_pt: 6-10 transações nos últimos 12 meses
vi_vn: 6-10 giao dịch trong vòng 12 tháng trước
zh_cn: 过去12个月内6-10次交易

source: 6-digit code
de_de: 6-stelliger Code
fr_fr: code à 6 chiffres
id_id: Kode 6 digit
pl_pl: 6-cyfrowy kod
pt_pt: Código de 6 dígitos
vi_vn: Mã 6 chữ số
zh_cn: 6位数代码

source: 7-day limit on losses
de_de: 7-Tage Limit für Verluste
fr_fr: Limite des pertes sur 7 jours
id_id: Batas kerugian per 7 hari
pl_pl: 7-dniowy limit strat
pt_pt: Limite de 7 dias nas perdas
vi_vn: Giới hạn 7 ngày thua lỗ
zh_cn: 7天期损失限额

source: 7-day turnover limit
de_de: 7-Tage Umsatzlimit
fr_fr: Limite du volume des transactions sur 7 jours
id_id: Batas pembelian kontrak per 7 hari
pl_pl: 7-dniowy maksymalny obrót
pt_pt: Limite de 7 dias no volume de negócios
vi_vn: Giới hạn doanh thu 7 ngày
zh_cn: 7天期交易限额

source: << Back to job descriptions
de_de: << Back to job Beschreibungen
fr_fr: << Retour aux descriptions de postes
id_id: << Kembali ke deskripsi pekerjaan
pl_pl: << Wróć do opisu stanowiska
pt_pt: << Voltar para descrições de funções
vi_vn: << Quay lại mô tả công việc
zh_cn: << 返回工作说明

source: <strong>Appropriateness Test: WARNING:</strong> In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved).
de_de: <strong>Eignungstest: ACHTUNG:</strong> Damit wir Ihnen unsere Dienstleistungen zur Verfügung stellen können, müssen wir einige Informationen von Ihnen erhalten, um festzustellen, ob ein Produkt oder Service für Sie geeignet ist (ob Sie die Erfahrung und das Wissen besitzen, die verbundenen Risiken zu erkennen).
fr_fr: <strong>Test de pertinence : ATTENTION :</strong> Dans le cadre des services que nous vous fournissons, nous sommes dans l'obligation d'obtenir des informations de votre part afin de déterminer si un produit ou service donné est pertinent dans votre cas (c'est-à-dire si vous possédez l'expérience et les connaissances nécessaires pour comprendre les risques impliqués).
id_id: <strong>Ketepatan Test: PERINGATAN:</strong> Dalam memberikan pelayanan, kami diharuskan untuk memperoleh informasi dari Anda untuk memastikan apakah produk atau layanan yang diberikan adalah tepat untuk Anda (yaitu, apakah Anda memiliki pengalaman dan pengetahuan untuk memahami risiko yang terlibat).
pl_pl: <strong>Ocena zdolności: UWAGA:</strong> Świadcząc nasze usługi, jesteśmy zobligowani do uzyskania od Ciebie informacji w celu przeprowadzenia oceny, czy dany produkt lub usługa jest odpowiednia dla Ciebie (tzn. czy posiadasz odpowiednie doświadczenie i wiedzę potrzebne do zrozumienia ryzyka związanego z danym produktem).
pt_pt: <strong>Teste de adequação: AVISO:</strong> Ao prestar-lhe os nossos serviços, somos obrigados a obter informações de você, a fim de avaliar se um determinado produto ou serviço é adequado para você (ou seja, se possui a experiência e os conhecimentos para compreender os riscos envolvidos).
vi_vn: <strong>Kiểm tra Tính tương thích: CẢNH BÁO:</strong> Trong việc cung cấp dịch vụ đến bạn, chúng tôi bắt buộc lấy thông tin từ bạn để đánh giá sản phẩm và dịch vụ đựa ra có thích hợp với bạn hay không ( đó là, kinh nghiệm hoặc sự hiểu biết của bạn về những rủi ro có liên quan).
zh_cn: <strong>合适性测试:警告:</strong>为了给您提供服务，我们必须向您获取信息，以便确定产品或服务是否适合您（也就是说，看您是否拥有足够经验和知识，并了解相关的风险）。

source: <strong>Exchange Rate Risk</strong>: Exchange rates between foreign currencies can change rapidly due to a wide range of economic, political and other conditions, exposing you to risk of exchange rate losses in addition to the inherent risk of loss from trading the underlying investment product. If you deposit funds in a currency to trade Contracts denominated in a different currency, your gains or losses on the underlying investment therefore may be affected by changes in the exchange rate between the currencies.
de_de: <strong>Wechselkursrisiko</strong>: Die Wechselkurse zwischen Fremdwährungen können sich aufgrund einer großen Bandbreite wirtschaftlicher, politischer oder sonstiger Bedingungen rapide ändern und Sie dem Risiko von Wechselkursverlusten zusätzlich zu dem Risiko des Verlusts beim Handel für die zugrundeliegende Investition aussetzen und daher kann diese von den Veränderungen des Wechselkurses zwischen Währungen beeinträchtigt werden.
id_id: <strong>Risiko Nilai Tukar</strong>: Nilai tukar antara mata uang asing dapat berubah dengan cepat karena berbagai kondisi ekonomi, politik dan lainnya, hal ini akan mengekspos Anda pada berbagai risiko kerugian nilai tukar di samping risiko yang melekat pada produk investasi dasar. Jika Anda mendanai akun trading Anda menggunakan mata uang yang berbeda dengan mata uang yang Anda tradingkan, maka keuntungan atau kerugian pada dasar investasi akan terpengaruh oleh perubahan nilai tukar antara mata uang.
pl_pl: <strong>Ryzyko kursowe</strong>: Kursy walutowe mogą zmieniać się gwałtownie ze względu na różne uwarunkowania, m.in. gospodarcze i polityczne, i w wyniku tego narażać Cię na ryzyko straty związane z takimi zmianami, które stanowi dodatkowe ryzyko, obok ryzyka straty związanego z produktem inwestycyjnym opartym na instrumencie bazowym. Jeżeli dokonujesz wpłaty środków w walucie obcej w celu zakupu Kontraktów denominowanych w innej walucie obcej, na Twoje zyski lub straty związane z inwestycją w instrument bazowy mogą wywierać wpływ zmiany kursów walutowych.
pt_pt: <strong>Risco de taxa de câmbio</strong>: As taxas de câmbio entre moedas estrangeiras podem mudar rapidamente devido a uma ampla variedade de condições econômicas, políticas e outras, expondo você ao risco de perdas cambiais, além do risco de perda inerente de negociar o produto de investimento subjacente. Se você depositar fundos numa determinada moeda para negociar contratos expressos em moeda diferente, os seus ganhos ou as suas perdas no investimento subjacente podem, desse modo, ser afetados por alterações na taxa de câmbio entre as duas moedas.
vi_vn: <strong>Rủi ro Tỉ giá Hối đoái</strong>: Tỉ giá hối đoái giữa đồng ngoại tệ có thể thay đổi nhanh do hàng loạt các điều kiện như kinh tế, chính trị, và các điều kiện khác, tiết lộ cho bạn thất thoát từ rủi ro tỉ giá hối đoái và cùng với đó là thất thoát từ rủi ro của việc giao dịch đầu tư vào tài sản cơ sở. Nếu bạn gửi tiền bằng một loại đồng tiền khác với loại đồng tiền đã được chỉ định để giao dịch Hợp đồng, bạn sẽ lãi hoặc lỗ trong việc đầu tư tài sản cơ sở do sự thay đổi về tỉ giá hối đoái giữa các đồng tiền.
zh_cn: <strong>兑换率风险</strong>: 外汇兑换率可能会因为广泛的经济、政治和其他条件而快速改变，因此，您在进行标的投资产品交易时除了隐藏性损失风险之外，还冒着兑换率损失风险。如果您以某一种货币存入资金，但以另一种货币进行合同交易计价，您的标的投资收益或损失可能会受到两种货币间兑换率变动的影响。
