Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Trade popular cryptocurrencies on our MT5 platform with leverage and variable spreads. No wallets are required to start trading.
de_de: Handeln Sie beliebte Kryptowährungen auf unserer MT5 Plattform mit Leverage und variablen Spreads. Es sind keine Geldbörsen erforderlich, um mit dem Handel zu beginnen.
fr_fr: Tradez les crypto monnaies populaires sur notre plateforme MT5 avec effet de levier et des spreads variables. Aucun portefeuille n'est requis pour commencer à négocier.
id_id: Bertrading mata uang kripto yang populer di platform MT5 kami dengan leverage dan spread variabel. Trading tidak memerlukan wallet.
pl_pl: Handluj popularnymi kryptowalutami na platformie handlowej MT5 i korzystaj z dźwigni i ze zmiennych spreadów. Do rozpoczęcia handlowania nie są wymagane portfele.
pt_pt: Negocie criptomoedas populares na nossa plataforma MT5 com alavancagem e spreads variáveis. Não é necessária nenhuma carteira para começar a negociar.
vi_vn: Giao dịch cryptocurrencies nổi tiếng trên MT5 của chúng tôi với đòn bẩy và biên lãi đa dạng. Bạn có thể bắt đầu kinh doanh mà không cần tạo ví tiền.
zh_cn: 在我们的MT5平台使用杠杆和可变点差交易流行的加密货币。无需钱包即可开始交易。

source: Trade popular major and minor currency pairs, plus Smart FX indices – weighted indices that measure the value of a currency against a basket of major currencies.
de_de: Handel Sie beliebte wichtige und kleinere Währungspaare, plus Smart FX Indizes – gewichtete Indizes, die den Wert einer Währung gegenüber einem Korb der wichtigsten Währungen messen.
fr_fr: Tradez les paires populaire de devises majeures et mineures, ainsi que les indices Smart FX – indices pondérés qui mesurent la valeur d’une monnaie par rapport à un panier de grandes monnaies.
id_id: Bertrading pasangan mata uang mayor dan minor populer, plus indeks Smart FX - indeks bobot yang mengukur nilai suatu mata uang terhadap sekeranjang mata uang mayor.
pl_pl: Handluj popularnymi głównymi i drugorzędnymi parami walutowymi oraz wskaźnikami Inteligentny forex – wskaźnikami ważonymi, które mierzą wartość waluty w stosunku do koszyka głównych walut.
pt_pt: Negocie pares de moedas principais e secundários populares, mais índices de FX inteligente – índices ponderados que medem o valor de uma moeda em relação a uma cesta de moedas principais.
vi_vn: Giao dịch các cặp tiền tệ lớn nhỏ phổ biến, ngoài ra còn có các chỉ số Smart FX - các chỉ số đo lường giá trị của một tiền tệ so với một loạt các đơn vị tiền tệ lớn.
zh_cn: 交易流行的主要和次要货币对，加上智能外汇指数 - 衡量与一篮子主要货币相兑的指定货币价值的加权指数。

source: Trade type
de_de: Handelstyp
fr_fr: Type d'option
id_id: Jenis kontrak
pl_pl: Rodzaj zakładu
pt_pt: Tipo de negociação
vi_vn: Loại giao dịch
zh_cn: 交易类型

source: Trade when you want. Our Volatility Indices are available even on weekends
de_de: Handeln Sie, wann Sie wollen. Unsere Volatilitätsindizes stehen auch am Wochenende zur Verfügung
fr_fr: Tradez quand vous voulez. Nos Indices de volatilité sont disponibles, même le week-end
id_id: Bertrading kapanpun yang Anda inginkan. Indeks Volatilitas kami tersedia bahkan pada akhir pekan
pl_pl: Handluj, kiedy chcesz. Nasze wskaźniki zmienności są dostępne nawet w weekendy
pt_pt: Negocie quando quiser. Os índices "Volatility" estão disponíveis inclusive nos fins de semana
vi_vn: Giao dịch khi bạn muốn. Chỉ Số Biến Động của chúng tôi có sẵn ngay cả vào cuối tuần
zh_cn: 随时均可交易。即使周末也可使用我们的波动指数

source: Trade with a powerful interface known as the global industry standard.
de_de: Handeln Sie mit einer leistungsfähigen Schnittstelle, die als globaler Industriestandard bekannt ist.
fr_fr: Gérez vos opérations de trading par le biais d'une interface puissante, reconnue comme la figure de proue du secteur.
id_id: Trading menggunakan antarmuka yang dikenal oleh standar industri global.
pl_pl: Handluj przy użyciu rozbudowanego interfejsu będącego wzorcem dla innych firm z branży handlu opcjami binarnymi.
pt_pt: Negocie com uma poderosa interface conhecida como o padrão global da indústria.
vi_vn: Giao dịch với một giao diện mạnh mẽ mà được biết đến như là là tiêu chuẩn công nghiệp toàn cầu.
zh_cn: 在称为全球行业标准的强大接口进行交易。

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in secure and licensed financial institutions.
de_de: Mit den vielfältigen Möglichkeiten der Einzahlung und Auszahlung handeln Sie bei %1 mit Leichtigkeit. Ihr Guthaben wird getrennt und bei sicheren und zugelassenen Finanzinstitutionen deponiert.
fr_fr: Effectuez vos opérations de trading facilement grâce au large éventail de moyens de dépôt et de retrait proposés par %1. Vos fonds seront déposés séparément au sein d'institutions financières sécurisées détenant toutes les autorisations nécessaires.
id_id: Bertrading dengan mudah dengan pilihan luas metode deposit dan penarikan %1. Dana Anda akan disimpan secara terpisah pada institusi keuangan yang berlisensi dan aman.
pl_pl: Handel jest prosty – %1 oferuje szeroki wybór metod wpłaty i wypłaty. Twoje środki są przechowywane oddzielnie od innych środków w bezpiecznych instytucjach finansowych objętych nadzorem.
pt_pt: Negocie com facilidade com a grande seleção de métodos de depósito e retirada da %1. Os seus fundos serão segregados e mantidos e instituições financeiras seguras e licenciadas.
vi_vn: Giao dịch một cách dễ dàng với %1 cùng các phạm vi rộng lớn và phương pháp về gửi hoặc rút tiền. Khoản tiền của bạn sẽ được tách biệt và được giữ tại các tổ chức tài chính an toàn và được cấp phép.
zh_cn: 易进易出 - %1 提供广泛的存取款方式。您的资金将由安全可靠和拥有牌照的金融机构托管。

source: Trade with leverage
de_de: Handeln Sie mit Leverage
fr_fr: Tradez avec un effet de levier
id_id: Bertrading dengan leverage
pl_pl: Handluj z dźwignią finansową
pt_pt: Negocie com alavancagem
vi_vn: Giao dịch với đòn bẩy
zh_cn: 利用杠杆进行交易

source: Trade with real funds and access to competitive trading conditions.
de_de: Handel mit echten Geldern und Zugang zu wettbewerbsfähigen Handelsbedingungen.
fr_fr: Tradez avec des fonds réels et accédez à des conditions de trading competitives.
id_id: Bertrading dengan dana riil dan akses kondisi trading yang kompetitif.
pl_pl: Handluj, korzystając z prawdziwych środków i uzyskaj dostęp do konkurencyjnych warunków rynkowych.
pt_pt: Negocie com fundos reais, acesso a condições de negociação competitivas.
vi_vn: Giao dịch với tiền thật và sử dụng điều kiện giao dịch cạnh tranh.
zh_cn: 用真实资金交易, 享受竞争力强的交易条件。

source: Trade with the industry pioneer and holder of a patented pricing technology
de_de: Handeln Sie mit dem Industrieführer und Inhaber einer patentierten Preistechnologie
fr_fr: Tradez avec le pionnier de l’industrie et détenteur d’une technologie brevetée de fixation des prix
id_id: Bertrading dengan pelopor industri dan pemegang teknologi harga yang dipatenkan
pl_pl: Handluj z pionierem w branży posiadającym opatentowaną technologią wyceny
pt_pt: Negocie com a pioneira da indústria e detentora de uma tecnologia de preços patenteada
vi_vn: Giao dịch với nhà tiên phong của ngành công nghiệp và chủ sở hữu của một bằng sáng chế công nghệ
zh_cn: 通过拥有受专利保护的报价技术的业内领先企业进行交易

source: Trade your way
de_de: Handeln Sie auf Ihre Weise
fr_fr: Une stratégie de trading personnalisée
id_id: Trading dengan cara Anda
pl_pl: Handluj na swój sposób
pt_pt: Negocie do seu jeito
vi_vn: Giao dịch theo cách của bạn
zh_cn: 以您的方式执行交易

source: Traders choose to buy a certain currency pair if they think the value of the base currency will rise. The opposite is also true: they sell a certain currency pair if they think the value of the base currency will fall.
de_de: Händler entscheiden ein bestimmtes Währungspaar zu kaufen, wenn sie glauben, dass der Wert der Basiswährung steigen wird. Auch das Gegenteil trifft zu: sie verkaufen ein bestimmtes Währungspaar, wenn sie glauben, dass der Wert der Basiswährung fallen wird.
fr_fr: Les traders choisissent d’acheter une certaine paire de monnaies s’ils pensent que la valeur de la devise de base va augmenter. L’inverse est également vrai : ils vendent une certaine paire de devises s’ils pensent que la valeur de la devise de base va baisser.
id_id: Trader memilih untuk membeli pasangan mata uang tertentu jika mereka berpikir nilai mata uang dasar akan naik. Kebalikannya juga benar: mereka menjual pasangan mata uang tertentu jika mereka berpikir nilai mata uang dasar akan turun.
pl_pl: Gracze decydują się zakupić określoną parę walutową, jeśli sądzą, że wartość waluty bazowej wzrośnie. Przeciwna sytuacja również może mieć miejsce: sprzedają określoną parę walutową, jeśli sądzą, że wartość waluty bazowej zmniejszy się.
pt_pt: Os negociadores escolhem comprar um certo par de moedas caso pensem que o valor da moeda de base irá subir. O oposto é também verdade: eles vendem um certo par de moedas no caso de pensarem que o valor da moeda de base irá descer.
vi_vn: Thương nhân lựa chọn mua một cặp tiền tệ nhất định nếu họ nghĩ rằng giá trị của tiền tệ cơ sở sẽ tăng lên. Ngược lại: họ bán một cặp tiền tệ nhất định nếu họ nghĩ rằng giá trị của tiền tệ cơ sở sẽ rớt giá.
zh_cn: 如果交易者认为基础货币的价值会上涨，他们会选择买入某种货币对。相反的情况也是如此：如果他们认为基础货币的价值会下跌，他们会卖出某种货币对。

source: Trading
de_de: Handeln
pl_pl: Handel
pt_pt: Negociação
vi_vn: Giao Dịch
zh_cn: 交易

source: Trading Contracts for Difference (CFDs) on Volatility Indices may not be suitable for everyone. Please ensure that you fully understand the risks involved, including the possibility of losing all the funds in your MT5 account. Gambling can be addictive – please play responsibly.
de_de: Der Handel von Differenzkontrakten (CFDs) auf Volatilität Indizes ist nicht für jeden geeignet. Bitte versichern Sie, dass Sie die involvierten Risiken, einschließlich der Möglichkeit alle Gelder in Ihrem MT5 Konto zu verlieren, verstehen. Glücksspiel kann süchtig machen - bitte spielen Sie verantwortungsbewusst.
fr_fr: Tradez des contrats pour différence (CFD) sur les Indices de volatilité peut ne pas convenir à tout le monde. Veuillez vous assurer que vous comprenez les risques encourus, y compris la possibilité de perdre tous les fonds dans votre compte MT5. Le jeu peut être une dépendance – s’il vous plaît jouer de façon responsable.
id_id: Kontrak untuk Perbedaan (CFDs) pada indeks volatilitas mungkin tidak akan cocok untuk semua orang. Pastikan bahwa Anda mengerti resiko yang terdapat, termasuk kemungkinan kehilangan seluruh dana di akun MT5.
pl_pl: Handel Wskaźnikami zmienności opartymi na kontraktach na różnice kursowe (CFD) może nie być odpowiedni dla każdego. Upewnij się, że w pełni rozumiesz ryzyko z nim związane, w tym możliwość utraty wszystkich środków zgromadzonych na Twoim koncie MT5. Hazard może uzależniać – prosimy o rozsądną grę.
pt_pt: A negociação de contratos por diferenças (CFDs) em índices Volatility pode não ser adequada para todos. Certifique-se de que compreenda totalmente os riscos envolvidos, incluindo a possibilidade de perder todos os fundos na sua conta MT5. Os jogos de azar podem ser viciantes – jogue responsavelmente.
vi_vn: Giao dịch các hợp đồng cho sự khác biệt (CFDs) Chỉ Số Biến Động có thể không phù hợp cho tất cả mọi người. Hãy đảm bảo rằng bạn hoàn toàn hiểu những rủi ro liên quan, bao gồm cả khả năng mất tất cả các khoản tiền trong tài khoản MT5. Cờ bạc có thể gây nghiện - hãy chơi có trách nhiệm.
zh_cn: 差价合约 (CFD) 的波动性指数交易并不适合所有人。请确保您完全明白有关的风险。您的亏损可能会超越您 MT5 账户的所有资金。博彩活动可能会上瘾，请提醒自己要承担责任。

source: Trading Limits
de_de: Handelslimits
fr_fr: Limites de trading
id_id: Batasan Trading
pl_pl: Limity handlowe
pt_pt: Limites de Negociação
vi_vn: Giới hạn giao dịch
zh_cn: 交易限制

source: Trading Platforms
de_de: Handelsplattformen
fr_fr: Plateformes de trading
id_id: Trading Platform
pl_pl: Platformy handlowe
pt_pt: Plataformas de negociação
vi_vn: Sàn Giao Dịch
zh_cn: 交易平台

source: Trading Rules
de_de: Handelsregeln
id_id: Aturan Trading
pl_pl: Zasady handlowania
pt_pt: Regras de negociação
vi_vn: Quy tắc giao dịch
zh_cn: 交易规则

source: Trading Times
de_de: Börsenzeiten
fr_fr: Horaires de trading
id_id: Waktu Trading
pl_pl: Godziny handlu
pt_pt: Horário de Negociação
vi_vn: Thời Gian Giao Dịch
zh_cn: 交易时间

source: Trading Window
de_de: Handelsfenster
fr_fr: Fenêtre de trading
pl_pl: Okno handlowe
pt_pt: Janela de negociação
vi_vn: Cửa Sổ Giao Dịch
zh_cn: 交易窗口

source: Trading and Withdrawal Limits
de_de: Handels- und Abhebelimits
fr_fr: Limites de Trading et de Retrait
id_id: Batasan Penarikan
pl_pl: Limity handlowe i limity wypłat
pt_pt: Limites de Negociação e de Retirada
vi_vn: Giới Hạn Giao Dịch và Giới Hạn Rút Tiền
zh_cn: 交易和取款限额

source: Trading and deposits have been disabled on your account. Kindly %1contact customer support%2 for assistance.
de_de: Handel und Einlagen wurden auf Ihrem Konto deaktiviert. Bitte %1kontaktieren Sie den Kundensupport%2, um Unterstützung zu erhalten.
fr_fr: Le Trading et les dépôts ont été désactivés sur votre compte. Veuillez %1contacter le support client%2 pour vous assister.
id_id: Trading dan deposit telah dinonaktifkan pada akun Anda. Silahkan %1hubungi customer support%2 untuk bantuan.
pl_pl: Handlowanie i dokonywanie wypłat zostało wyłączone na Twoim koncie. %1Skontaktuj się z działem obsługi klienta%2, aby uzyskać wsparcie.
pt_pt: Negociações e depósitos foram desativados na sua conta. Entre em contato com o %1suporte ao cliente%2 para receber assistência.
vi_vn: Giao dịch và gửi tiền đã bị khóa trên tài khoản của bạn. Xin vui lòng %1liên hệ hỗ trợ khách hàng%2 để được trợ giúp.
zh_cn: 您的账户已被禁交易和存款。请 %1联系客服部%2寻求帮助。

source: Trading binary options and CFDs can involve substantial risks. Do not trade with money you cannot afford to lose, and never trade with borrowed money. Learn about %1Responsible Trading%2.
de_de: Der Handel mit binären Optionen und CFDs kann erhebliche Risiken mit sich bringen. Handeln Sie nicht mit Geld, das Sie sich nicht leisten können zu verlieren; und handeln Sie nie mit geliehenem Geld. Erfahren Sie mehr über den %1verantwortungsbewussten Handel%2.
fr_fr: Le trading d’options binaires et des CFD peut comporter des risques importants. Ne tradez pas avec l’argent que vous ne pouvez pas vous permettre de perdre et ne tradez jamais avec de l’argent emprunté. Apprenez-en plus sur %1le trading responsable%2.
id_id: Trading opsi binary dan CFD dapat melibatkan risiko besar. Jangan bertrading menggunakan dana dimana Anda tidak sanggup untuk kehilangannya dan jangan pernah bertrading menggunakan dana pinjaman. Pelajari tentang %1Tanggung Jawab Trading%2.
pl_pl: Handlowanie opcjami binarnymi i kontraktami na różnice kursowe wiąże się z dużym ryzykiem. Nie handluj pieniędzmi, na utratę których nie możesz sobie pozwolić ani pożyczonymi pieniędzmi. Dowiedz się więcej na temat %1odpowiedzialnego handlowania%2.
vi_vn: Giao dịch binary options và CFD có thể liên quan đến rủi ro đáng kể. Không giao dịch với số tiền bạn không có khả năng bị mất, và không bao giờ giao dịch bằng tiền vay. Tìm hiểu về Giao Dịch Có Trách Nhiệm%2.
zh_cn: 二元期权和差价合约交易可能涉及重大风险。不要用您输不起的钱来交易, 也不要用借来的钱交易。了解 %1负责任交易%2的详情。

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset.
de_de: Der Handel mit binären Optionen ist möglicherweise nicht für jeden geeignet, versichern Sie sich, dass Sie die damit verbundenen Risiken vollständig verstehen. Ihre Verluste können Ihre ursprüngliche Einzahlung übersteigen und Sie besitzen den Basiswert nicht, noch haben Sie Zinsen in jenem.
fr_fr: Le trading d’options binaires peut ne pas convenir à tout le monde, donc veuillez vous assurer que vous comprenez les risques encourus. Vos pertes peuvent dépasser votre dépôt initial et vous ne possédez ni n'avez aucun intérêt dans l’actif sous-jacent.
id_id: Trading opsi binary mungkin tidak cocok untuk semua orang, maka pastikan Anda memahami sepenuhnya risiko yang terlibat. Kerugian Anda dapat melebihi setoran awal Anda dan Anda tidak akan memiliki atau memperoleh bunga dari aset dasar.
pl_pl: Handlowanie opcjami binarnymi może nie być odpowiednie dla wszystkich, więc upewnij się, że w pełni rozumiesz powiązane z nim ryzyko. Twoje straty mogą przekroczyć Twoją początkową wpłatę, a aktywa bazowe nie są Twoją własnością i nie posiadasz praw w stosunku do nich.
pt_pt: A negociação de opções binárias pode não ser adequada para todos. Portanto, certifique-se de que compreenda totalmente os riscos envolvidos. As suas perdas podem exceder o seu depósito inicial e você não deterá nem possuirá interesses no ativo subjacente.
vi_vn: Giao dịch binary options có thể không phù hợp với mọi người, vì vậy hãy đảm bảo rằng bạn hiểu đầy đủ các rủi ro liên quan. Khoản lỗ của bạn có thể vượt quá khoản tiền gửi ban đầu của bạn và bạn không sở hữu hoặc có bất kỳ lợi ích nào trong tài sản cơ sở.
zh_cn: 二元期权交易并不适合所有人。因此，请确保您完全明白有关的风险。您的亏损可能会超越起始资金存款，而您并不拥有或占有任何标的资产。

source: Trading cryptocurrencies on our MetaTrader 5 platform means taking a position on a cryptocurrency pair when you expect it to rise or fall in value so you can make a profit when your prediction is correct.
de_de: Handel mit Kryptowährungen auf unserer MetaTrader 5 Plattform bedeutet, eine Position auf ein Kryptowährungspaar zu nehmen, wenn Sie erwarten, dass es im Wert steigen oder fallen wird, so dass Sie einen Gewinn erzielen können, wenn Ihre Vorhersage korrekt ist.
fr_fr: Le trading de crypto monnaie sur notre plateforme MetaTrader 5 signifie prendre position sur une paire de crypto monnaie dont vous attendez qu'elle augmente ou diminue en valeur, donc vous pouvez faire un profit lorsque votre prédiction est correcte.
id_id: Bertrading mata uang kripto pada platform MetaTrader 5 kami berarti mengambil posisi pada pasangan mata uang kripto saat Anda mengharapkannya naik atau turun nilainya sehingga Anda dapat memperoleh keuntungan saat prediksi Anda benar.
pl_pl: Handlowanie kryptowalutami na platformie MetaTrader 5 oznacza zajmowanie pozycji długiej lub krótkiej odnośnie zakupu pary kryptowalut, gdy spodziewasz się spadku lub wzrostu ich wartości, tak by zyskać, gdy Twoja prognoza okaże się poprawna.
pt_pt: A negociação de criptomoedas na nossa plataforma MetaTrader 5 significa assumir uma posição num par de criptomoedas quando você espera que o valor suba ou desça para que você possa realizar lucro, quando a sua previsão for correta.
vi_vn: Giao dịch cryptocurrencies trên sàn MetaTrader 5 chúng tôi có nghĩa là mở một phiên trên một cặp cryptocurrency, khi bạn mong đợi nó sẽ tăng hay giảm giá trị để bạn có thể đạt lợi nhuận khi dự đoán của bạn là chính xác.
zh_cn: 在我们的MetaTrader 5平台交易加密货币意味着在您认为某种加密货币对的价格会上涨或下跌的时候开仓，如果您的预测正确的话可赚取利润。

source: Trading experience
fr_fr: Expérience de trading
id_id: Pengalaman trading
pl_pl: Doświadczenie w handlowaniu
pt_pt: Experiência com negociações
vi_vn: Kinh nghiệm giao dịch
zh_cn: 交易经验

source: Trading forex and contracts for differences carries a high level of risk and %1 does not monitor the open positions of your account on your behalf. It is your responsibility to monitor your Open Positions and understand the exposure of your Open Positions whilst ensuring that your exposure commensurate with your risk appetite. Due to the cost associated with overnight open positions, you should consider investing in the market of the instrument in which you ordinarily transact in instead of investing in a CFD.
de_de: Der Handel mit Forex und Differenzkontrakten trägt ein hohes Level an Risiko, und %1 überwacht die offenen Positionen auf Ihrem Konto nicht in Ihrem Namen. Es liegt in Ihrer Verantwortung, Ihre offenen Positionen zu überwachen und die Exposition Ihrer offenen Positionen zu verstehen, während Sie sicherstellen, dass Ihre Exposition Ihrem Appetit für Risiko entspricht. Auf Grund der Kosten, die mit "overnight" offenen Positionen verbunden sind, sollten Sie in Erwägung ziehen, in den Markt des Instruments, welches Sie normalerweise durchführen, zu investieren, anstatt in ein CFD zu investieren.
id_id: Trading Forex dan kontrak untuk perbedaan memiliki tingkat resiko yang tinggi dan %1 tidak memonitor open position pada akun atas nama Anda. Hal ini merupakan tanggung jawab Anda untuk memonitor open position dan memahami paparan Open Position Anda sementara memastikan bahwa paparan Anda sepadan dengan risiko yang Anda inginkan. Berhubung biaya yang terkait dengan posisi menginap, Anda harus mempertimbangkan untuk berinvestasi pada pasar instrumen di mana Anda biasa bertransaksi dan bukan berinvestasi pada CFD.
pl_pl: Handlowanie kontraktami forex oraz kontraktami na różnice kursowe wiąże się z wysokim poziomem ryzyka. %1 nie monitoruje w Twoim imieniu otwartych pozycji na Twoim koncie. Twoim obowiązkiem jest monitorowanie Twoich otwartych pozycji. Musisz też mieć świadomość narażenia na ryzyko związanego z Twoimi otwartymi pozycjami i zapewnienia, że to narażenie odpowiada Twoim preferencjom odnośnie wysokości ponoszonego ryzyka. W związku z kosztami wiążącymi się z pozycjami otwartymi utrzymywanymi przez noc należy rozważyć inwestowanie na rynkach instrumentów finansowych, którymi zazwyczaj handlujesz zamiast inwestowania w kontrakty CFD.
pt_pt: A negociação de Forex e de contratos por diferenças implica um alto grau de risco e a %1 não monitora as posições em aberto da sua conta em seu nome. É da sua responsabilidade monitorar as suas posições em aberto e compreender a exposição das suas posições em aberto enquanto assegura que a sua exposição seja compatível com a sua apetência por risco. Devido aos custos associados a posições em aberto overnight, você deve considerar investir no mercado do instrumento no qual você transaciona normalmente em vez de investir num CPD.
vi_vn: Kinh doanh ngoại hối và các hợp đồng chênh lệch giá mang một mức độ rủi ro cao và %1 không theo dõi các phiên mở của tài khoản của bạn thay cho bạn. Bạn có trách nhiệm giám sát các phiên mở của bạn và hiểu sự tiếp xúc của phiên mở của bạn trong khi đảm bảo rằng tiếp xúc của bạn phù hợp với mức độ rủi ro theo ý bạn. Do chi phí liên quan đến phiên mở qua đêm, bạn nên xem xét việc đầu tư vào thị trường nơi có công cụ mà bạn thường giao dịch với hay vì đầu tư vào một hợp đồng chênh lệch giá.
zh_cn: 外汇和差价合约交易有很高的风险，%1不会代表您监控您账户上的未平仓头寸。监控未平仓头寸和理解未平仓头寸所牵涉的风险，同时确保此牵涉风险与您的风险偏好相符是您的责任。由于隔夜未平仓头寸具相关费用，您应该考虑在您平常进行的工具投资市场中交易，而不是在差价合约市场中投资。

source: Trading guru
fr_fr: Gourou du trading
pl_pl: Guru w zakresie handlowania
pt_pt: Guru em negociações
vi_vn: Chuyên gia giao dịch
zh_cn: 交易大师
