Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: It is your responsibility to keep your password and login ID confidential. You agree that you will not disclose your password and login ID to any other person;
de_de: Es liegt in Ihrer Verantwortung, Ihr Passwort und Ihre Login-ID geheim zu halten. Sie stimmen zu, Ihr Passwort und Ihre Login-ID keiner anderen Person anzuvertrauen;
id_id: Merupakan tanggung jawab Anda untuk merahasiakan login ID dan kata sandi Anda. Anda bersetuju untuk tidak menginformasikan login ID dan kata sandi Anda kepada pihak manapun;
pl_pl: Zapewnienie poufności Twojego hasła i loginu jest Twoim obowiązkiem. Zapewniasz, że nie będziesz ujawniać innym swojego hasła ani loginu;
pt_pt: É de sua responsabilidade manter a sua senha e ID de login confidenciais. Você concorda que não divulgará a sua senha e ID de login a qualquer outra pessoa;
vi_vn: Việc giữ và bảo mật mật khẩu và ID đăng nhập của chính mình là trách nhiệm của bạn. Bạn đồng ý rằng bạn sẽ không tiết lộ ID và mật khẩu của bạn cho bất kỳ người nào khác;
zh_cn: 维护您的密码和登录 ID 保密性是您的责任。您同意不会向任何其他人透露您的密码和登录 ID。

source: It will be released to your account upon approval.
de_de: Er wird nach Genehmigung auf Ihrem Konto gutgeschrieben.
id_id: Akan dikreditkan kedalam akun anda setelah diluluskan.
pl_pl: Zostaną wpłacone na Twoje konto za Twoją zgodą.
pt_pt: Será liberado na sua conta após aprovação.
vi_vn: Bạn sẽ nhận tài khoản sau khi được phê duyệt.
zh_cn: 一经批准，我们将把奖金汇入您的账户。

source: It's completely free to join our IB programme. We've never charged a fee and we never will.
de_de: Der Beitritt zu unserem IB Programm ist kostenfrei. Wir haben niemals eine Gebühr berechnet und werden dies auch niemals tun.
fr_fr: Il est totalement gratuit de rejoindre notre programme IB. Nous n’avons jamais fait payer un droit et nous ne le feront jamais.
id_id: Benar-benar gratis untuk bergabung dengan program IB kami. Kami tidak akan pernah mengenakan biaya.
pl_pl: Dołączenie do naszego programu IB jest całkowicie darmowe. Nigdy nie pobieraliśmy żadnej opłaty i tak pozostanie.
pt_pt: Inscrição no programa de IBs é totalmente gratuita. Nunca cobramos uma taxa e nunca iremos cobrar.
vi_vn: Tham gia chương trình IB của chúng tôi là hoàn toàn miễn phí. Chúng tôi đã không bao giờ tính một khoản phí và chúng tôi sẽ không bao giờ làm vậy.
zh_cn: 加入IB计划是完全免费的。我们从未、将来也不会收取费用。

source: It's easy. Just go to the signup page and complete the %1affiliate registration form%2. We'll review your application and get back to you if your application is successful.
de_de: Es ist ganz einfach. Gehen Sie einfach zur Anmeldeseite und füllen Sie das %1Partner-Anmeldeformular%2 aus. Wir werden Ihre Bewerbung prüfen und uns umgehend bei Ihnen melden, wenn Ihre Bewerbung erfolgreich ist.
fr_fr: C’est facile. Allez à la page d’inscription et remplissez le %1formulaire d'inscription au programme d'affiliation%2. Nous allons examiner votre demande et revenir vers vous si votre candidature est retenue.
id_id: Mudah. Cukup buka halaman pendaftaran dan isikan %1formulir pendaftaran afiliasi%2. Kami akan meninjau aplikasi Anda dan menghubungi Anda kembali jika aplikasi Anda diluluskan.
pl_pl: To proste. Wystarczy przejść do strony rejestracji i wypełnić formularz rejestracyjny dla partnerów. Przeanalizujemy Twój %1wniosek aplikacyjny%2 i skontaktujemy się z Tobą, jeśli spełni nasze wymagania.
pt_pt: É fácil. Basta ir à página de inscrição e completar o %1formulário de requerimento%2. Iremos analisar a sua candidatura e entrar em contato com você se a sua candidatura for bem-sucedida.
vi_vn: Rất dễ. Chỉ cần đi đến trang đăng ký và hoàn thành %1ađơn đăng ký liên kết%2. Chúng tôi sẽ xem xét các đơn đăng kí của bạn và liên lạc lại với bạn nếu đơn của bạn thành công.
zh_cn: 方法很简单。只需进入注册页面并填写%1联盟注册表%2即可。我们会审核您的申请，并在申请批准后通知您。

source: It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com.
de_de: Es ist Zeit, sich zu vergrößern. Wir planen ein Programmierzentrum in Cyberjaya - das Silicon Valley von Kuala Lumpur - um BetOnMarkets.com zu pflegen und zu verbessern.
fr_fr: Nous établissons un centre de programmation à Cyberjaya - la Silicon Valley de Kuala Lumpur - dans une optique de croissance et d'amélioration de BetOnMarkets.com.
id_id: Sudah saatnya untuk memperluas. Kami mendirikan pusat pemrograman di Cyberjaya - Silicon Valley Kuala Lumpur - untuk mempertahankan dan meningkatkan BetOnMarkets.com.
pl_pl: Czas się rozwijać. Tworzymy centrum programistyczne w Cyberjaya – Dolinie Krzemowej w pobliżu Kuala Lumpur – aby utrzymywać i usprawniać BetOnMarkets.com.
pt_pt: É o momento de expandir. Montamos um centro de programação em Cyberjaya – o Vale do Silício de Kuala Lumpur – para manter e melhorar a BetOnMarkets.com.
vi_vn: Đã đến lúc mở rộng. Chúng tôi thiết lập trung tâm lập trình ở Cyberjaya - Thung lũng Sillicon ở Kuala Lumpur - để duy trì và cải thiện BetOnMarkets.com.
zh_cn: 扩大规模的时机到了。我们在有“吉隆坡硅谷”美誉的 Cyberjaya 成立了一个编程中心，旨在维持和提高BetOnMarkets.com的效率。

source: Item
de_de: Posten
fr_fr: Elément
id_id: Bagian
pl_pl: Element
pt_pt: Artigo
vi_vn: Hạng mục
zh_cn: 项目

source: J. Trading Transactions
de_de: J. Handelstransaktionen
id_id: J. Transaksi Trading
pl_pl: J. Transakcje handlowe
pt_pt: J. Transações de negociação
vi_vn: J. Giao Dịch Kinh Doanh
zh_cn: 十、交易

source: Jan
pl_pl: Styczeń
vi_vn: Tháng Một
zh_cn: 一月

source: January
de_de: Januar
fr_fr: janvier
id_id: Januari
pl_pl: Styczeń
pt_pt: Janeiro
vi_vn: Tháng Một
zh_cn: 一月

source: Jeton is an international e-wallet for money transfers and online payments. For more information, please visit %1.
fr_fr: Jeton est un porte-monnaie électronique international pour les virements et les paiements en ligne. Pour plus d'informations, veuillez visiter %1.
id_id: Jeton adalah e-wallet internasional untuk transfer uang dan pembayaran online. Untuk informasi lebih lanjut, silakan kunjungi %1.
pl_pl: Jeton to międzynarodowy e-portfel do przelewów pieniężnych i płatności on-line. Aby uzyskać więcej informacji, odwiedź %1.
vi_vn: Jeton là một quốc tế ví điện tử để chuyển tiền và thanh toán trực tuyến. Để biết thêm chi tiết, xin vui lòng truy cập vào %1.
zh_cn: Jeton 是用于汇款和在线支付的国际电子钱包。欲了解详细信息, 请访问 %1。

source: Job Applicant Privacy Policy
de_de: Job-Bewerber-Datenschutzrichtlinie
fr_fr: Politique de Confidentialité pour le Demandeur d'Emploi
id_id: Kebijakan Privasi Pelamar Kerja
pl_pl: Polityka ds. prywatności kandydatów
pt_pt: Política de privacidade do candidato
vi_vn: Chính sách bảo mật cho người nộp đơn xin việc
zh_cn: 求职者隐私政策

source: Job Details
fr_fr: Informations sur le poste
id_id: Rincian Pekerjaan
pl_pl: Opis stanowiska
pt_pt: Detalhes da função
vi_vn: Chi Tiết Công Việc
zh_cn: 工作详情

source: Job applicant privacy policy
de_de: Job-Bewerber-Datenschutzrichtlinie
fr_fr: Politique de confidentialité pour le demandeur d'emploi
id_id: Kebijakan privasi pelamar kerja
pl_pl: Polityka ds. prywatności kandydatów
pt_pt: Política de privacidade do candidato
vi_vn: Chính sách bảo mật cho người nộp đơn xin việc
zh_cn: 求职者隐私政策

source: Join the %1 Affiliate Programme and earn commission by referring new clients to our award-winning binary options trading platform.
de_de: Treten Sie dem %1 Partnerprogramm bei und verdienen Sie Provisionen, indem Sie neue Kunden auf unsere preisgekrönte binäre Optionen Handelsplattform verweisen.
fr_fr: Rejoignez le Programme d'Affiliation %1 et gagnez une commission en référant de nouveaux clients à notre plateforme de trading d’options binaires primée.
id_id: Bergabunglah dengan Program Affiliasi %1 dan dapatkan komisi dengan merujuk klien baru pada platform opsi binary pemenang penghargaan kami.
pl_pl: Dołącz do programu partnerskiego %1 i zyskuj prowizje, polecając nowym klientom naszą uhonorowaną nagrodami platformę do handlu opcjami binarnymi.
pt_pt: Junte-se ao programa de afiliados da %1 e ganhe comissões ao indicar novos clientes à nossa premiada plataforma de negociação de opções binárias.
vi_vn: Tham gia Chương Trình Liên Kết %1 và nhận được hoa hồng bằng cách giới thiệu khách hàng mới cho nền tảng giao dịch binary options đã giành giải thưởng của chúng tôi.
zh_cn: 加入％1联盟计划，向我们屡获殊荣的二元期权交易平台推荐新客户并赚取佣金。

source: Jul
fr_fr: juill.
pl_pl: Lipiec
vi_vn: Tháng Bảy
zh_cn: 七月

source: July
de_de: Juli
fr_fr: juillet
id_id: Juli
pl_pl: Lipiec
pt_pt: Julho
vi_vn: Tháng Bảy
zh_cn: 七月

source: Jun
fr_fr: juin
id_id: Juni
pl_pl: Czerwiec
vi_vn: Tháng Sáu
zh_cn: 六月

source: June
de_de: Juni
fr_fr: juin
id_id: Juni
pl_pl: Czerwiec
pt_pt: Junho
vi_vn: Tháng Sáu
zh_cn: 六月

source: Jurisdiction
de_de: Zuständigkeit
id_id: Yurisdiksi
pl_pl: Jurysdykcja
pt_pt: Jurisdição
vi_vn: Thẩm quyền
zh_cn: 管辖

source: Jurisdiction and Choice of Law
de_de: Zuständigkeit und Rechtswahl
fr_fr: Jurisdiction et Choix de la Loi
id_id: Yurisdiksi dan Pilihan Hukum
pl_pl: Jurysdykcja i wybór prawa
pt_pt: Jurisdição e escolha de lei
vi_vn: Thẩm Quyền và Lựa Chọn Luật
zh_cn: 管辖和法律规定

source: K. Electronic Trading Platform and Transactions
de_de: K. Elektronische Handelsplattform und Transaktionen
id_id: K. Platform Trading Elektronik dan Transaksi
pl_pl: K Platforma do handlu elektronicznego i transakcje elektroniczne
pt_pt: K. Plataforma de negociações e transações eletrônicas
vi_vn: K. Nền Tảng Kinh Doanh Điện Tử và Giao Dịch
zh_cn: 十一、电子交易平台和交易

source: Keep Safe
de_de: Sicher verwahren
fr_fr: Restez prudent
id_id: Tetap Aman
pl_pl: Zabezpieczaj
pt_pt: Manter seguro
vi_vn: Giữ An Toàn
zh_cn: 保持安全

source: Keep our infrastructure up-to-date with current cutting edge developments
de_de: Halten Sie unsere Infrastruktur mit hochmodernen Entwicklungen auf dem neuesten Stand
fr_fr: Garder notre infrastructure à la pointe des développements technologiques
id_id: Menjaga infrastruktur kami tetap mutakhir dengan perkembangan terkini
pl_pl: Aktualizowanie naszej infrastruktury o najnowocześniejsze rozwiązania
pt_pt: Manter nossa infra-estrutura atualizada com desenvolvimentos atuais de ponta
vi_vn: Duy trì cơ sở hạ tầng luôn được cập nhật với sự phát triển nhanh chóng của công nghệ hiện tại
zh_cn: 将我们的基础设施与当前的尖端发展保持同步

source: Keep safe
de_de: Sicher verwahren
fr_fr: Restez prudent
id_id: Tetap aman
pl_pl: Zabezpieczaj
pt_pt: Manter seguro
vi_vn: Giữ an toàn
zh_cn: 保持安全

source: Keep track of your authorised applications.
de_de: Verfolgen Sie Ihre genehmigten Anwendungen.
fr_fr: Consultez la liste de vos applications autorisées.
id_id: Melacak aplikasi resmi Anda.
pl_pl: Obserwuj swoje zatwierdzone aplikacje.
pt_pt: Mantenha um registro dos seus aplicativos autorizados.
vi_vn: Theo dõi liên tục các ứng dụng được cho phép của bạn.
zh_cn: 跟踪您的授权应用程序。

source: Keep up with breaking news and events on global markets.
de_de: Halten Sie sich mit aktuellen Nachrichten und Ereignissen auf den Weltmärkten auf dem Laufenden.
fr_fr: Restez à l'écoute des dernières nouvelles et événements sur les marchés mondiaux.
id_id: Ikuti terus berita dan acara terbaru pada pasar global.
pl_pl: Śledź najnowsze wydarzenia i wiadomości o światowych rynkach.
pt_pt: Acompanhe as últimas notícias e eventos sobre mercados globais.
vi_vn: Theo kịp với tin tức mới nhất và sự kiện trên thị trường toàn cầu.
zh_cn: 跟上全球市场的突发新闻和事件。

source: Keep up with the latest developments in IT and maintain knowledge relevant to the requirements of the business
de_de: Halten Sie sich mit den neuesten Entwicklungen in IT auf dem Laufenden und halten Sie Wissen bei, das für die Anforderungen des Unternehmens relevant ist
fr_fr: Suivre les derniers développements IT et maintenir des connaissances pertinentes pour les besoins de l’entreprise
id_id: Mengikuti terus perkembangan terbaru dalam IT dan mempertahankan pengetahuan yang terkait dengan persyaratan bisnis
pl_pl: Pozostawanie na bieżąco z najnowszymi postępami w IT i utrzymywanie na odpowiednim poziomie wiedzy o wymogach w działalności
pt_pt: Acompanhe os mais recentes desenvolvimentos em TI e mantenha o conhecimento relevante para os requisitos do negócio
vi_vn: Bắt kịp với những đổi mới phát triển mới nhất trong ngành IT và học hỏi thêm các kiến thức liên quan đến yêu cầu trong kinh doanh
zh_cn: 及时了解信息技术的最新发展, 并保持拥有与业务需求相关的知识

source: Keep up with the latest trends and techniques in design, UI, and UX
de_de: Halten Sie sich mit den neuesten Trends und Techniken in Design, UI und UX auf dem Laufenden
fr_fr: Suivre les dernières tendances et techniques de design, UI et UX
id_id: Mengikuti terus tren dan teknik terbaru dalam desain, UI, dan UX
pl_pl: Pozostawanie na bieżąco z najnowszymi trendami i technikami projektowania, UI i UX
pt_pt: Acompanhar as últimas tendências e técnicas de design, UI e UX
vi_vn: Bắt kịp với những xu hướng và kỹ thuật mới nhất trong thiết kế, UI và UX
zh_cn: 跟上设计、UI 和 UX 方面的最新趋势和技术

source: Keeping up with market news and trends in a certain sector can help you tremendously, especially if you're just starting out.
de_de: Sich mit Marktnachrichten und Trends in einem bestimmten Sektor auf dem Laufenden zu halten, kann Ihnen immens helfen, vor allem dann, wenn Sie gerade erst anfangen.
fr_fr: Se tenir au courant avec les nouvelles du marché et les tendances dans un certain secteur peut vous aider énormément, surtout si vous êtes débutant.
id_id: Selalu update dengan berita dan tren pasar dalam sektor tertentu akan sangat membantu Anda, terutama jika Anda adalah pemula.
pl_pl: Śledzenie wiadomości rynkowych i trendów z określonych sektorów może Ci bardzo pomóc, zwłaszcza jeśli dopiero zaczynasz.
pt_pt: Manter-se atualizado sobre as notícias dos mercados e as tendências de um determinado setor por ajudá-lo imenso, especialmente se é principiante.
vi_vn: Bắt kịp với tin tức thị trường và các xu hướng trong một lĩnh vực nhất định có thể giúp bạn rất nhiều, đặc biệt là nếu bạn đang chỉ bắt đầu.
zh_cn: 跟上某个行业的市场新闻和趋势，可以为您提供很大的帮助，特别是如果您刚刚入门。

source: Key Information Documents
de_de: Schlüsseldokumente
fr_fr: Documents d’Information Clé
id_id: Dokumen Informasi Utama
pl_pl: Dokument zawierający najważniejsze informacje
pt_pt: Documentos de Informações-Chave
vi_vn: Tài liệu thông tin quan trọng
zh_cn: 关键信息文件

source: Key facts
de_de: Wichtige Fakten
fr_fr: Informations clés
id_id: Fakta
pl_pl: Najważniejsze fakty
pt_pt: Fatos-chave
vi_vn: Các nhân tố chính
zh_cn: 关键资料

source: Key features
de_de: Hauptmerkmale
fr_fr: Caractéristiques principales
id_id: Fitur utama
pl_pl: Najważniejsze funkcje
pt_pt: Recursos chave
vi_vn: Tính năng chính
zh_cn: 关键功能

source: Kick back with beautiful beaches, islands, and mountains just a short flight away. From Malta, you have Europe, the Mediterranean, and North Africa. And from Malaysia, the whole of Asia awaits.
de_de: Entspannen Sie sich auf wunderbaren Stränden, Inseln und Gebirgen, die nur einen kurzen Flug entfernt liegen. Von Malta aus haben Sie Europa, das Mittelmeer und Nordafrika. Und von Malaysia aus, ganz Asien.
fr_fr: À seulement quelques heures d'avion de votre lieu de travail, vous trouverez des plages, des îles et des montagnes magnifiques à découvrir pendant vos loisirs. Au départ de Malte, l'Europe, la Méditerranée et l'Afrique du Nord seront à votre portée. Si vous travaillez en Malaisie, vous pourrez facilement explorer certains des plus beaux paysages d'Asie.
id_id: Nikmati keindahan pantai, pulau dan pegunungan dengan penerbangan singkat. Dari Malta, tersedia Eropa, Mediteranian dan Afrika Utara. Dan dari Malaysia, seluruh Asia menanti.
pl_pl: Zrelaksuj się na pięknych plażach lub wyspach albo w górach, które znajdują się całkiem blisko. Z Malty szybko dotrzesz nad Morze Śródziemne, do Europy i Ameryki Północnej. A z Malezji jest tylko rzut beretem do Azji.
pt_pt: Quando for a hora de relaxar, você vai encontrar belas praias, ilhas e montanhas para explorar, tudo apenas à distância de um curto voo. A partir de Malta, você terá a Europa, o Mediterrâneo e o Norte de África à sua porta. E da Malásia, espera-lhe toda a Ásia.
vi_vn: Quay trở lại với những bãi biển đẹp, quần đảo và các dãy núi chỉ là một chuyến bay ngắn. Từ Malta, bạn có Châu Âu, Địa Trung Hải và Bắc Phi. Và từ Malaysia, cả Châu Á đang chờ đợi.
zh_cn: 想放松时只需飞行很短的距离就能尽情探索美丽的海滩、岛屿和山区。您可从马耳他轻松前往欧洲、地中海和北非。此外，您也可在马来西亚饱览亚洲最壮观的美景。

source: Know how much you will win or lose before you purchase the contract
de_de: Sie wissen, wie viel Sie gewinnen oder verlieren, bevor Sie den Kontrakt kaufen
fr_fr: Vous connaissez vos possibilités de gain ou de perte avant d'acheter le contrat
id_id: Ketahui berapa banyak potensi keuntungan atau kerugian sebelum melakukan pembelian kontrak
pl_pl: Poznaj wysokość potencjalnego zysku lub potencjalnej straty przed zakupem kontraktu
pt_pt: Saiba quanto você irá ganhar ou perder antes de comprar o contrato
vi_vn: Biết được bạn sẽ giành chiến thắng hay thua lỗ bao nhiêu trước khi bạn mua hợp đồng
zh_cn: 购入合约交易前，您已知道赢或输的金额

source: Know what you stand to win or lose
de_de: Wissen Sie was Sie gewinnen oder verlieren
fr_fr: Vous savez ce que vous pouvez gagner ou perdre
id_id: Ketahui apa yang akan Anda dapatkan
pl_pl: Świadomość, ile można zyskać lub stracić
pt_pt: Saiba o que pode ganhar ou perder
vi_vn: Biết những gì bạn cần phấn đấu để giành lợi nhuận hay không
zh_cn: 知道您的输赢立场

source: Knowing when to buy and sell metals largely depends on how well you know the factors that influence market prices. The most common influencing factors are:
de_de: Zu wissen, wann Sie Metalle kaufen und verkaufen, hängt weitgehend davon ab, wie gut Sie die Faktoren kennen, die Marktpreise beeinflussen. Die am häufigsten verwendeten Einflussgrößen sind:
fr_fr: Savoir quand acheter et vendre des métaux dépend en grande partie de votre connaissance des facteurs qui influencent les prix du marché. Les facteurs les plus importants sont:
id_id: Menegetahui kapan untuk membeli dan menjual logam mulia sebagaian besar tergantung pada seberapa baik Anda mengenal faktor-faktor yang mempengaruhi harga pasar. Faktor pengaruh paling umum adalah:
pl_pl: Twoja wiedza na temat momentu zakupu i sprzedaży metali zależy w dużej mierze od tego, jak dobrze znasz czynniki wpływające na ceny rynkowe. Czynniki najczęściej wpływające na ceny to:
pt_pt: Saber quando comprar e vender metais depende fortemente de quanto você conhece os fatores que influenciam os preços de mercado. Os fatores de influência mais comuns são:
vi_vn: Biết khi nào để mua và bán kim loại phần lớn phụ thuộc vào tốt như thế nào bạn biết những yếu tố ảnh hưởng đến giá cả thị trường. Các yếu tố ảnh hưởng phổ biến nhất là:
zh_cn: 想知道买入和卖出金属的最佳时机，很大程度上取决于您是否了解影响市场价格的因素。最常见的影响因素是:

source: Knowing when to buy and sell precious metals largely depends on how well you know the factors that influence market prices. The most common influencing factors are:
de_de: Zu wissen, wann Sie Edelmetalle kaufen und verkaufen, hängt weitgehend davon ab, wie gut Sie die Faktoren kennen, die Marktpreise beeinflussen. Die am häufigsten verwendeten Einflussgrößen sind:
fr_fr: Savoir quand acheter et vendre des métaux précieux dépend en grande partie de votre connaissance des facteurs qui influencent les prix du marché. Les facteurs les plus importants sont:
id_id: Mengetahui kapan untuk membeli dan menjual logam mulia sebagaian besar tergantung pada seberapa baik Anda mengenal faktor-faktor yang mempengaruhi harga pasar. Faktor pengaruh paling umum adalah:
pl_pl: Twoja wiedza na temat momentu zakupu i sprzedaży metali szlachetnych zależy w dużej mierze od tego, jak dobrze znasz czynniki wpływające na ceny rynkowe. Czynniki najczęściej wpływające na ceny to:
pt_pt: Saber quando comprar e vender metais preciosos depende fortemente de quanto você conhece os fatores que influenciam os preços de mercado. Os fatores de influência mais comuns são:
vi_vn: Biết khi nào để mua và bán kim loại quý phần lớn phụ thuộc vào tốt như thế nào bạn biết những yếu tố ảnh hưởng đến giá cả thị trường. Các yếu tố ảnh hưởng phổ biến nhất là:
zh_cn: 想知道买入和卖出贵重金属的最佳时机，很大程度上取决于您是否了解影响市场价格的因素。最常见的影响因素是:

source: Knowledge and experience in the financial services industry and/or binary options trading
de_de: Kenntnisse und Erfahrung in der Finanzdienstleistungsbranche und/oder dem Handel mit Binären Optionen
fr_fr: Connaissance et expérience du marché des services financiers et/ou du trading d'options binaires
id_id: Memiliki pengetahuan dan pengalaman dalam industri jasa keuangan dan/atau trading opsi binary
pl_pl: Znajomość sektora usług finansowych i/lub handlu opcjami binarnymi, poparta doświadczeniem
pt_pt: Conhecimentos e experiência na indústria de serviços financeiros e/ou em negociações de opções binárias
vi_vn: Kiến thức và kinh nghiệm trong ngành công nghiệp dịch vụ tài chính và/hoặc giao dịch binary options
zh_cn: 金融服务业和/或二元期权交易知识和经验

source: Knowledge of HTML, CSS, and JavaScript for rapid prototyping of websites and apps
de_de: Kenntnisse von HTML, CSS und JavaScript für eine schnelle Prototypentwicklung von Websites und Apps
fr_fr: Connaissance en HTML, CSS et JavaScript pour le prototypage rapide de sites Web et applications
id_id: Memiliki pengetahuan tentang HTML, CSS, dan JavaScript untuk pembuatan prototipe situs web dan aplikasi yang cepat
pl_pl: Znajomość HTML, CSS i JavaScript w celu szybkiego prototypowania stron internetowych i aplikacji
pt_pt: Conhecimento de HTML, CSS e JavaScript para prototipagem rápida de sites e aplicativos
vi_vn: Kiến thức trong HTML, CSS và JavaScript để tạo mẫu website và app nhanh
zh_cn: 对 HTML、CSS 和 JavaScript有深入了解, 可快速构建网站和应用程序的原型

source: Knowledge of Linux system administration, including configuration and automation tools such as Chef as well as Shell scripting is preferred
de_de: Kenntnisse von Linux-Systemadministration, einschließlich Konfiguration und Automatisierungstools, wie Chef und Shell-scripting werden bevorzugt
fr_fr: Connaissance de l’administration du système Linux, y compris les outils de configuration et automatisation comme Chef ainsi que le scripting Shell est préféré
id_id: Memiliki pengetahuan tentang administrasi sistem Linux, termasuk konfigurasi dan alat-alat otomatisasi seperti Chef serta Shell scripting lebih diutamakan
pl_pl: Preferowana jest wiedza w zakresie administrowania systemem Linux, w tym narzędzi konfiguracyjnych i automatyzujących, takich jak skrypt Shell
pt_pt: O conhecimento da administração do sistema Linux, incluindo ferramentas de configuração e automação, como o Chef, bem como o script Shell, que é preferido
vi_vn: Ưu tiên nếu có kiến thức trong quản trị hệ thống Linux, bao gồm tinh chỉnh và tự động hóa các công cụ như Chef hoặc tập lệnh Shell
zh_cn: 了解 Linux 系统管理, 包括配置和Chef、Shell脚本等自动化工具

source: Knowledge of Mac or Linux Technologies and associated security risks
de_de: Kenntnisse von Mac- oder Linux-Technologien und den damit verbundenen Sicherheitsrisiken
fr_fr: Connaissance des Technologies Mac ou Linux et des risques de sécurité associés
id_id: Memiliki pengetahuan tentang Mac atau Teknologi Linux dan risiko keamanan terkait
pl_pl: Znajomość technologii systemu Mac i Linux i powiązanego z nimi ryzyka
pt_pt: Conhecimento de Tecnologias Mac ou Linux e riscos de segurança associados
vi_vn: Kiến thức về công nghệ Mac hoặc Linux và các rủi ro an ninh có liên quan
zh_cn: 了解 Mac 或 Linux 技术及相关安全风险
