Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Your name, email address and contact number
de_de: Ihr Name, Ihre E-Mail Adresse und Kontaktnummer
fr_fr: Vos nom, adresse e-mail et numéro de contact
id_id: Nama, alamat email dan nomor kontak Anda
pl_pl: Twoje imię i nazwisko, adres e-mail i numer telefonu
pt_pt: O seu nome, endereço de e-mail e número de contato
vi_vn: Tên, địa chỉ email và số điện thoại liên lạc của bạn
zh_cn: 您的名字、 电子邮件和电话

source: Your partnership with %1 could be a means to promote your product or services for FREE to our 1,000,000+ registered clients, worldwide.
de_de: Ihre Partnerschaft mit %1 könnte ein Mittel dazu sein, um Ihr Produkt oder ihre Dienstleistungen kostenlos an unsere 1.000.000 + registrierten Kunden, weltweit zu bewerben.
fr_fr: Votre partenariat avec %1 pourrait être un moyen de promouvoir votre produit ou services GRATUITEMENT à nos plus d'1 000 000 de clients inscrits, dans le monde entier.
id_id: Kemitraan Anda dengan %1 dapat menjadi sarana untuk mempromosikan produk atau jasa GRATIS kepada 1.000.000+ pelanggan yang terdaftar, di seluruh dunia.
pl_pl: Współpraca partnerska z %1 może być sposobem DARMOWEGO promowania Twojego produktu lub usługi wśród przeszło 1 000 000 naszych klientów zarejestrowanych na całym świecie.
pt_pt: A sua parceria com a %1 pode se tornar um meio de promover o seu produto ou os seus serviços GRATUITAMENTE aos nossos mais de 1.000.000 de clientes registrados em todo o mundo.
vi_vn: Quan hệ đối tác của bạn với %1 có thể là một phương tiện để quảng bá sản phẩm hoặc dịch vụ miễn phí cho 1.000.000 + đăng ký khách hàng trên toàn thế giới.
zh_cn: 您和 %1 合伙即可免费向我们全世界 1,000,000+ 位注册客户推销您的产品或服务。

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
de_de: Ihr Passwort und Ihre Login ID kommen nur einmalig vor und die Passwörter sind gehasht, damit sie auch von %1 Mitarbeitern nicht gelesen werden können. Dies ist der Grund, warum wir Ihr Passwort nicht wiederherstellen können und Ihnen ein neues Passwort erteilen müssen, das an Ihre E-Mail Adresse geschickt wird, sofern Sie es vergessen haben.
id_id: Kata sandi dan login ID Anda adalah unik dan kata sandi dalam bentuk potongan dimana pegawai %1pun tidak dapat mengetahui kata sandi Anda. Hal ini mengapa kami tidak dapat memberikan kata sandi asli dan harus memberikan link baru ke alamat email Anda.
pl_pl: Twoje hasło i login są unikalne, dodatkowo hasła są zaszyfrowane, więc nawet obsługa %1 nie może ich odczytać. Dlatego jeśli nie możesz sobie przypomnieć starego hasła, nie możemy go odzyskać i musimy wygenerować dla Ciebie nowe hasło i wysłać je na Twój adres e-mail.
pt_pt: A sua senha e o ID de início de sessão são únicos e as senhas estão protegidas para que nem os funcionários da %1 as possam ler. Esta é a razão por que não podemos recuperar a senha e de termos de lhe emitir uma nova e enviá-la para o seu endereço de e-mail se não conseguir lembrar-se.
vi_vn: Mật khẩu và ID đăng nhập của bạn là duy nhất và mật khẩu được chia nhỏ để ngay cả nhân viên %1 cũng không thể đọc chúng. Đây là lý do tại sao chúng tôi không thể lấy lại mật khẩu của bạn và phải cấp cho bạn một cái mới tới địa chỉ email của bạn nếu bạn không thể nhớ nó.
zh_cn: 您的密码和登录 ID 都是唯一的，且密码已经被散列处理，即使是 %1 的员工也无法看到它们。因此，如果您忘记密码，我们也无法帮您找回，只能向您的电子邮箱发送一个新的密码。

source: Your password has been changed. Please log in again.
de_de: Ihr Passwort wurde geändert. Bitte melden Sie sich erneut an.
fr_fr: Votre mot de passe a été modifié. Veuillez vous reconnecter.
id_id: Kata sandi Anda telah dirubah. Silahkan akses kembali.
pl_pl: Twoje hasło zostało zmienione. Zaloguj się ponownie.
pt_pt: A sua senha foi alterada. Conecte-se novamente.
vi_vn: Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập lại.
zh_cn: 您的密码已更改。请重新登录。

source: Your password has been successfully reset. Please log into your account using your new password.
de_de: Ihr Passwort wurde erfolgreich zurückgesetzt. Bitte loggen Sie mit Ihrem neuen Passwort in Ihr Konto ein.
fr_fr: Votre mot de passe a été réinitialisé avec succès. Veuillez vous connecter à votre compte en utilisant votre nouveau mot de passe.
id_id: Kata sandi Anda sudah berhasil dibuat ulang. Silahkan akes akun Anda menggunakan kata sandi baru.
pl_pl: Twoje hasło zostało zresetowane. Zaloguj się na swoje konto, używając swojego nowego hasła.
pt_pt: A sua senha foi redefinida com sucesso. Por favor, inicie sessão na sua conta, usando a sua nova senha.
vi_vn: Mật khẩu của bạn đã được đổi thành công. Vui lòng dùng mật khẩu mới đăng nhập vào tài khoản của bạn.
zh_cn: 您的密码已成功重置。请用新密码登录您的账户。

source: Your personal information is used primarily as a way of validating you as the legitimate account owner and proper recipient of withdrawal payments. We also use this information to process your trades. We collect from you all personal and financial data directly relating to you when you fill in our account opening form. In all instances, you have either a legal or a contractual obligation to provide us with the information. If such information is not provided, we will be unable to provide you with our services.
de_de: Ihre persönlichen Daten dienen in erster Linie dazu, Sie als den rechtmäßigen Kontoinhaber und richtigen Empfänger der Auszahlungen zu validieren. Wir verwenden diese Informationen auch, um Ihre Geschäfte zu bearbeiten. Wir erfassen alle Ihre persönlichen und finanziellen Daten, die sich direkt auf Sie beziehen, wenn Sie unser Formular zur Kontoeröffnung ausfüllen. In jedem Fall haben Sie entweder eine gesetzliche oder eine vertragliche Verpflichtung, uns mit diesen Informationen zu versorgen. Wenn solche Informationen nicht angegeben werden, werden wir nicht in der Lage sein, Ihnen unsere Dienstleistungen anzubieten.
id_id: Informasi pribadi Anda digunakan terutama sebagai cara memvalidasi Anda sebagai pemilik akun yang sah dan penerima pembayaran penarikan yang tepat. Kami juga menggunakan informasi ini untuk memproses trading Anda. Kami mengumpulkan semua data pribadi dan keuangan yang langsung berkaitan dengan Anda ketika Anda mengisi formulir pendaftaran akun. Dalam semua kasus, Anda memiliki kewajiban hukum atau kontrak untuk memberikan informasi kepada kami. Jika informasi tersebut tidak diberikan, maka kami tidak dapat memberi layanan pada Anda.
pl_pl: Twoje dane osobowe są wykorzystywane przede wszystkim w celu weryfikacji Twojej osoby jako prawomocnego właściciela konta i właściwego odbiorcy wypłacanych środków. Wykorzystujemy te informacje również w celu przetwarzania zakładów. Wszelkie Twoje dane osobowe i finansowe bezpośrednio z Tobą powiązane są przez nas gromadzone w momencie wypełnienia przez Ciebie formularza otwarcia konta. W każdym przypadku masz prawne lub umowne zobowiązanie przekazania nam tych informacji. Jeśli ich nie przekażesz, nie będziemy mogli świadczyć Ci naszych usług.
pt_pt: As suas informações pessoais são principalmente usadas como forma de validá-lo como o legítimo proprietário da conta e destinatário correto das retiradas. Também usamos estas informações para processar as suas negociações. Coletamos todos os dados pessoais e financeiros diretamente relacionados com você quando você preenche o formulário de abertura de conta. Em qualquer instância, você possui uma obrigação legal ou contratual de nos fornecer essas informações. Caso tais informações não sejam fornecidas, não nos será possível prestar-lhe os nossos serviços.
vi_vn: Thông tin cá nhân của bạn được sử dụng chủ yếu như một cách để xác nhận bạn là chủ sở hữu tài khoản hợp pháp và người nhận thích hợp thu hồi các khoản thanh toán. Chúng tôi cũng sử dụng thông tin này để xử lý giao dịch của bạn. Chúng tôi thu thập từ bạn tất cả các dữ liệu cá nhân và tài chính trực tiếp liên quan đến bạn khi bạn điền vào tài khoản mở của chúng tôi. Trong mọi trường hợp, bạn có nghĩa vụ pháp lý hoặc hợp đồng để cung cấp cho chúng tôi với các thông tin. Nếu thông tin đó không được cung cấp, chúng tôi sẽ không thể cung cấp cho bạn dịch vụ của chúng tôi.
zh_cn: 您的个人信息主要用作证明您是合法的账户拥有者和提款付款的适当接收者的一种验证方式。我们也使用这些信息来处理您的交易。当您填写我们的开户表格时, 我们会向您收集所有与您直接相关的个人和财务数据。在所有情况下, 您都有法律或合同义务向我们提供信息。如果没有提供此类信息, 我们将无法为您提供我们的服务。

source: Your professional client request is %1not approved%2.
fr_fr: Votre demande de client professionnel %1n'est pas approuvée%2.
id_id: Permohonan klien profesional Anda %1tidak disetujui%2.
pl_pl: Twój wniosek o uznanie za klienta profesjonalnego %1nie został zatwierdzony%2.
pt_pt: O seu requerimento para ser tratado como um cliente profissional %1não foi aprovado%2.
vi_vn: Yêu cầu trở thành khách hàng chuyên nghiệp của bạn %1nkhông được chấp thuận%2.
zh_cn: 您申请成为专业客户的请求 %1不受批准%2。

source: Your profit or loss is calculated as follows:
de_de: Ihr Gewinn oder Verlust errechnet sich wie folgt:
fr_fr: Votre profit ou perte est calculé comme suit :
id_id: Laba dan rugi Anda dihitung sebagai berikut:
pl_pl: Sposób obliczenia Twojego zysku lub straty jest następujący:
pt_pt: O seu lucro é calculado da seguinte forma:
vi_vn: Lợi nhuận hoặc thua lỗ của bạn được tính như sau:
zh_cn: 您的损益计算如下:

source: Your request to be treated as a professional client is %1not approved%2.
fr_fr: Votre application pour être traité comme un client professionnel %1n'est pas approuvée%2.
id_id: Permohonan Anda untuk dilayani sebagai klien profesional %1tidak disetujui%2.
pl_pl: Twój wniosek o uznanie za klienta profesjonalnego %1nie został zatwierdzony%2.
pt_pt: O seu requerimento para ser tratado como um cliente profissional %1não foi aprovado%2.
vi_vn: Yêu cầu của bạn để trở thành khách hàng chuyên nghiệp đã %1nkhông được chấp thuận%2.
zh_cn: 您申请成为专业客户的请求%1不受批准%2。

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
de_de: Ihr Auftrag %1 %2 von %3 an %4 zu überweisen, wurde erfolgreich bearbeitet.
fr_fr: Votre demande de transférer %1 %2 de %3 à %4 a été traitée avec succès.
id_id: Permintaan Anda untuk mentransfer %1 %2 dari %3 ke %4 berhasil diproses.
pl_pl: Twój wniosek o przelanie %2 %1 z %3 na %4 został zrealizowany.
pt_pt: O seu pedido para transferir %1 %2 de %3 para %4 foi processado com sucesso.
vi_vn: Yêu cầu chuyển %1 %2 từ %3 sang %4 đã được xử lý thành công.
zh_cn: 您从 %3 转账 %1%2 到 %4 的请求已成功处理。

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
de_de: Ihr Auftrag, %1 %2 von Ihrem Konto %3 auf das Konto des Zahlungsagent %4 zu überweisen, wurde erfolgreich bearbeitet.
fr_fr: Votre demande de retirer %1 %2 de votre compte %3 pour le compte de l'Agent de Paiement %4 a été traitée avec succès.
id_id: Permohonan penarikan Anda %1 %2 dari account %3 ke Agen Pembayaran %4 telah diproses.
pl_pl: Twój wniosek o wypłatę %2 %1 z Twojego konta %3 na konto pośrednika płatności %4 został zrealizowany.
pt_pt: O seu pedido para levantar %1 %2 da sua conta %3 para a conta %4 do Agente de Pagamentos foi processado com sucesso.
vi_vn: Yêu cầu rút tiền %1 %2 từ tài khoản %3 của bạn và chuyển tới tài khoản Đại lý Thanh toán %4 đã được xử lý thành công.
zh_cn: 您从 %3 账户提取 %1 %2 到支付代理 %4账户的请求已成功处理。

source: Your session duration limit will end in %1 seconds.
de_de: Das Limit Ihrer Sitzungsdauer endet in %1 Sekunden.
fr_fr: Votre limite de durée de session sera atteinte dans %1 secondes.
id_id: Batas durasi sesi Anda akan berakhir dalam %1 detik.
pl_pl: Limit czasu sesji zakończy się za %1 s.
pt_pt: O limite de duração da sua sessão terminará em %1 segundos.
vi_vn: Thời khoảng phiên giao dịch của bạn sẽ kết thúc trong %1 giây nữa.
zh_cn: 交易期持续时间限制将于%1秒内结束。

source: Your settings have been updated successfully.
de_de: Ihre Einstellungen wurden erfolgreich aktualisiert.
fr_fr: Vos paramètres ont été actualisés avec succès.
id_id: Bagian pengaturan Anda telah berhasil diperbarui.
pl_pl: Twoje ustawienia zostały pomyślnie zaktualizowane.
pt_pt: As suas configurações foram atualizadas com sucesso.
vi_vn: Thiết lập của bạn đã được cập nhật thành công.
zh_cn: 您的设置已成功更新。

source: Your statement has been sent to your email address.
de_de: Ihr Auszug wurde an Ihre E-Mail Adresse versandt.
fr_fr: Votre déclaration a été envoyée à votre adresse e-mail.
id_id: Pernyataan Anda telah dikirim ke alamat email Anda.
pl_pl: Wyciąg z konta został wysłany na Twój adres e-mail.
pt_pt: O seu extrato foi enviado para o seu endereço de e-mail.
vi_vn: Sao kê của bạn đã được gửi đến địa chỉ email của bạn.
zh_cn: 月结单已发送到您的电子邮件地址。

source: Your token has expired or is invalid. Please click %1here%2 to restart the verification process.
de_de: Ihr Token ist abgelaufen oder ungültig. Bitte klicken Sie %1hier%2, um den Verfikationsprozess zu wiederholen.
fr_fr: Votre jeton a expiré ou est invalide. Veuillez cliquer %1ici%2 pour relancer le processus de vérification.
id_id: Token Anda telah berakhir atau tidak berlaku. Silahkan klik %1disini%2 untuk memulai proses verifikasi.
pl_pl: Twój token wygasł lub jest nieprawidłowy. Kliknij %1tutaj%2, aby ponownie rozpocząć proces weryfikacyjny.
pt_pt: O seu token expirou ou é inválido. Clique %1aqui%2 para reiniciar o processo de verificação.
vi_vn: Chuỗi xác nhận của bạn đã hết hạn. Xin vui lòng nhấp chuột vào %1đây%2 để khởi động lại quá trình xác minh.
zh_cn: 您的代币已过期或失效。请点击%1此处%2重启验证程序。

source: Your token has expired or is invalid. Please click <a href="%1">here</a> to restart the verification process.
de_de: Ihr Token ist abgelaufen oder ungültig. Bitte klicken Sie <a href="%1">hier</a>, um den Verfikationsprozess zu wiederholen.
fr_fr: Votre jeton a expiré ou n’est pas valide. S’il vous plaît cliquez <a href="%1"> ici</a> pour relancer le processus de vérification.
id_id: Token Anda telah berakhir atau tidak berlaku. Silahkan klik <a href="%1">disini</a> untuk memulai kembali proses verifikasi.
pl_pl: Twój token wygasł lub jest nieprawidłowy. Kliknij <a href="%1">tutaj</a>, aby ponownie rozpocząć proces weryfikacyjny.
pt_pt: O seu token expirou ou é inválido. Clique <a href="%1">aqui</a> para reiniciar o processo de verificação.
vi_vn: Chuỗi xác nhận của bạn đã hết hiệu lực hoặc hết hạn. Xin vui lòng nhấp chuột vào <a chref="%1">đây</a> để khởi động lại quá trình xác minh.
zh_cn: 您的代币已过期或失效。请点击<a href="%1">此处</a>重启验证程序。

source: Your trades will be carried out on an execution-only basis through our online platform.
de_de: Ihre Geschäfte werden durch unsere Online-Plattform auf einer Execution-only Basis ausgeführt.
id_id: Trading Anda akan diproses berdasarkan eksekusi melalui platform online kami.
pl_pl: Twoje zakłady będą realizowane wyłącznie w zakresie realizacji zleceń za pośrednictwem naszej platformy online.
pt_pt: As suas negociações serão efetuadas numa base pura de execução de ordens através da nossa plataforma.
vi_vn: Giao dịch của bạn sẽ được thực hiện trên cơ sở chỉ thực hiện thông qua các sàn trực tuyến của chúng tôi.
zh_cn: 您的交易将基于仅供执行原则通过我们的在线平台进行。

source: Your trading statistics since %1.
de_de: Ihre Trading-Statistiken seit %1.
fr_fr: Vos statistiques de trading depuis %1.
id_id: Statistik trading Anda sejak %1.
pl_pl: Twoje statystyki handlowe od %1.
pt_pt: As suas estatísticas de negociação desde %1.
vi_vn: Số liệu thống kê giao dịch của bạn kể từ %1.
zh_cn: 您自 %1 至今的交易统计。

source: Your transaction reference is
de_de: Ihre Überweisungsreferenz lautet
fr_fr: Votre référence de transaction est
id_id: Referensi transaksi Anda adalah
pl_pl: Kod referencyjny Twojej transakcji to
pt_pt: A referência da sua transação é
vi_vn: Tham chiếu giao dịch của bạn là
zh_cn: 您的交易参考号是

source: Your transaction reference number is %1
de_de: Ihre Überweisungsnummer ist %1
fr_fr: Le numéro de référence de votre transaction est %1
id_id: Nomor referensi transaksi Anda adalah %1
pl_pl: Numer referencyjny Twojej transakcji to %1
pt_pt: O número de referência da sua transação é %1
vi_vn: Số tham chiếu giao dịch của bạn là %1
zh_cn: 您的交易参考号是 %1

source: Your use of the %1 API causes damage to the %1 trading platform, then %1 may, at its option, forthwith suspend your use of the %1 API and/or terminate this Agreement without further written notice.
de_de: Wenn Ihre Verwendung des %1 API Schäden an der %1 Handelsplattform verursacht, dann kann %1 im eigenen Ermessen Ihre Nutzung des %1 API unverzüglich beenden und/oder diesen Vertrag ohne vorherige schriftliche Benachrichtigung kündigen.
id_id: Penggunaan API %1 menyebabkan kerusakan pada platform trading %1, maka %1 mungkin, dengan pilihannya, segera menangguhkan penggunaan API %1 dan/atau mengakhiri Perjanjian ini tanpa pemberitahuan tertulis lebih lanjut.
pl_pl: W przypadku gdy korzystanie z API %1 przez Użytkownika powoduje szkody dla platformy %1, %1 może zawiesić korzystanie z API %1 lub zakończyć niniejszą Umowę bez wcześniejszego powiadomienia.
pt_pt: O seu uso da API %1 causa danos à plataforma de negociação da %1, a %1 pode então, a seu critério, imediatamente suspender o seu uso da API %1 e/ou rescindir este Acordo sem aviso prévio por escrito.
vi_vn: Nếu việc bạn sử dụng %1 API gây tổn thất cho sàn giao dịch %1, thì sau đó %1 có thể, cân nhắc trong các khả năng, ngay lập tức ngừng việc sử dụng %1 API của bạn lại và/hoặc chấm dứt Thỏa Thuận này mà không có bất kỳ thông báo bằng văn bản nào.
zh_cn: 如您使用%1 API导致%1交易平台损坏，%1可能无需以书面另外通知，选择立即暂停您的%1 API使用权限和/或终止此协议。

source: Your use of the %1 API will not confer to you any title, ownership interest or intellectual property rights that otherwise belongs to the Company. Our trading platform is protected under patent and our website, including its content, is protected by copyright laws, and will remain our exclusive property, as applicable.
de_de: Ihre Verwendung des %1 API überträgt Ihnen keine Rechte, Eigentumsansprüche oder Immaterialgüterrechte, die ansonsten dem Unternehmen zustehen. Unsere Handelsplattform ist durch ein Patent geschützt und unsere Website, einschließlich ihres Inhalts, ist durch Urheberrechte geschützt und bleibt unser ausschließliches Eigentum.
id_id: Penggunaan Anda atas API %1 tidak akan berunding untuk Anda gelar apapun, kepemilikan atau hak kekayaan intelektual yang lain milik Perusahaan. Platform trading kami dilindungi di bawah paten dan situs kami, termasuk isinya, dilindungi oleh undang-undang hak cipta, dan akan tetap menjadi milik eksklusif kami, sebagaimana berlaku.
pl_pl: Korzystanie z API %1 nie wiąże się z nadaniem jakiegokolwiek tytułu własności, udziału w własności, czy prawa własności intelektualnej, które należy wyłącznie do Firmy. Nasza platforma handlowa jest objęta ochroną patentową, a nasza strona internetowa i wszystkie jej treści są chronione przez prawa autorskie i pozostają naszą wyłączną własnością.
pt_pt: O seu uso da API %1 não lhe conferirá qualquer titularidade, interesse de propriedade ou direitos de propriedade intelectual que de outra forma pertence à Empresa. A nossa plataforma de negociação está protegida por patente e o nosso site, incluindo os seus conteúdos, está protegido por direitos de autor e irá permanecer a nossa propriedade, conforme aplicável.
vi_vn: Việc sử dụng %1 API sẽ không đem lại cho bạn bất kỳ chức danh, hay lợi ích sở hữu hoặc quyền sở hữu trí tuệ, mà những quyền này thuộc về sở hữu Công ty chúng tôi. Sàn giao dịch của chúng tôi được bảo vệ bởi bằng sáng chế và trang web, bao gồm tất cả nội dung trong đó, được bảo vệ bởi luật bản quyền, và sẽ vẫn là tài sản độc quyền của chúng tôi, như đang được áp dụng.
zh_cn: 您使用%1 API不会赋予您任何职务、所有者权益或应属于本公司的知识产权权利。我们的交易平台和网站，包括其内容都受到专利保护，也受版权法保护，并属于我们的专属财产。

source: Your use of the MT5 Trading Platform, whether accessed through or downloaded from our website or a third-party website, is governed by the terms of use provided by the MT5 Trading Platform Licensor to you. In the event of any conflict between the content of this Agreement and the agreement between you and the MT5 Trading Platform Licensor, the terms of this Agreement shall prevail. It is your responsibility to ensure that the information technology that you use is compatible with the required information technology to support the MT5 Trading Platform.
de_de: Ihre Verwendung der MT5 Handelsplattform, entweder durch Zugreifen durch unsere Website oder eine Website Dritter oder durch Heruntergeladen, ist von den Verwendungsbestimmungen, die Ihnen vom MT5 Handelsplattform Lizenzgeber bereitgestellt werden, bestimmt. Im Fall eines Konflikts zwischen dem Inhalt dieser Vereinbarung und der Vereinbarung zwischen Ihnen und dem MT5 Handelsplattform Lizenzgeber, sollen die Bestimmungen in dieser Vereinbarung überwiegen. Es liegt in Ihrer Verantwortung, sicherzustellen, dass die Informationstechnologie, die Sie verwenden, mit der erforderlichen Informationstechnologie, um die MT5 Handelsplattform zu unterstützen, kompatibel ist.
id_id: Apakah dengan pengaksesan langsung atau mendownload dari situs kami atau situs pihak ketiga, penggunaan Platform Trading MT5 tetap diatur oleh ketentuan penggunaan yang disediakan oleh Lisensi Platform Trading MT5 untuk Anda. Jika terjadi perselisihan antara Perjanjian ini dan perjanjian antara Anda dengan pemberi Lisensi Platform Trading MT5, ketentuan pada Perjanjian ini akan berlaku. Merupakan tanggungjawab Anda untuk memastikan informasi teknologi yang Anda gunakan cocok dengan informasi teknologi untuk mensupport Platform Trading MT5.
pl_pl: Korzystanie z Platformy handlowej MT5, niezależnie od tego czy jest to korzystanie za pośrednictwem naszej witryny internetowej czy witryny strony trzeciej, podlega warunkom użytkowania udostępnianym Ci przez Licencjodawcę Platformy handlowej MT5. W przypadku jakiejkolwiek niezgodności między treścią niniejszej Umowy a umową miedzy Tobą a Licencjodawcą Platformy handlowej MT5, postanowienia niniejszej Umowy mają pierwszeństwo. Twoim obowiązkiem jest zapewnienie, że stosowane przez Ciebie technologie informatyczne są kompatybilne z technologią informatyczną wymaganą do obsługi Platformy handlowej MT5.
pt_pt: O seu uso da plataforma de negociação MT5, quer acessada através ou baixado do nosso site ou um site de terceiros, é regido pelos termos de uso fornecidos pelo licenciante da plataforma de negociação MT5 a você. No evento de qualquer conflito entre o conteúdo deste Acordo e o acordo entre você e o licenciante da plataforma de negociação MT5, os termos deste Acordo devem prevalecer. É a sua responsabilidade assegurar que as tecnologias de informação que você usa sejam compatíveis com as tecnologias de informação necessárias para suportar a plataforma de negociação MT5.
vi_vn: Việc bạn sử dụng Sàn Giao Dịch MT5, cho dù truy cập thông qua hoặc tải xuống từ website của chúng tôi hoặc trang web của một bên thứ 3, được quản lý bởi các điều khoản sử dụng được cung cấp bởi người cấp phép kinh doanh Sàn Giao Dịch MT5 cho bạn. Trong trường hợp có bất kỳ xuất hiện mâu thuẫn giữa Thỏa Thuận này và thỏa thuận giữa bạn và người cấp phép Sàn Giao Dịch MT5 cấp, các điều khoản của Thỏa Thuận này sẽ vẫn được áp dụng. Bạn có trách nhiệm để đảm bảo rằng công nghệ thông tin mà bạn sử dụng tương thích với công nghệ thông tin cần thiết để hỗ trợ Sàn Giao Dịch MT5.
zh_cn: 不论您是通过访问我们的网站或第三方网站或从网站下载使用 MT5 交易平台， 您须受向您提供 MT5 交易平台的许可方使用条款约束。如本协议的内容与您和 MT5 交易平台许可方之间协议之间有任何冲突，则以本协议的条款为准。确保您使用的信息技术与支持MT5 交易平台所需的信息技术兼容是你的责任。

source: Your violation of any applicable law, rule or regulation;
de_de: Ihr Verstoß gegen geltende Gesetze, Vorschriften oder Verordnungen;
id_id: Anda melanggar hukum, aturan atau peraturan.
pl_pl: Naruszenie przez Użytkownika jakichkolwiek przepisów prawnych, postanowień lub regulacji;
pt_pt: A sua violação de quaisquer leis, regras ou regulamentos aplicáveis;
vi_vn: Sự vi phạm của bạn đối với bất kỳ luật lệ, quy tắc hay quy định;
zh_cn: 您违反了任何适用的法律、 法规或规定;
