Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Before the provision of our services, we conduct an appropriateness test for our Retail Clients, in accordance with our Regulatory obligations and in order to determine whether, on the basis of the Regulatory Criteria and information provided by you, you have the necessary skills, knowledge, expertise and experience in the investment field to understand the risks involved in the specific type of product or service requested.
de_de: Vor der Erbringung von Dienstleistungen, führen wir einen Eignungstest für unsere Einzelhandelskunden, in Übereinstimmung mit unseren behördlichen Anforderungen durch, um festzustellen, ob Sie auf der Grundlage behördlicher Kriterien und der von Ihnen gemachten Angaben die erforderlichen Fähigkeiten, das erforderliche Wissen, die Kompetenz und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angefragten Produktart oder Dienstleistung verbundenen Risiken erkennen zu können.
id_id: Sebelum menyediakan layanan, kami melakukan uji kelayakan pada Klien Ritel yang kami miliki, sesuai dengan kewajiban Peraturan dan untuk menentukan apakah, berdasarkan Kriteria Peraturan dan informasi yang Anda berikan, Anda memiliki keterampilan yang diperlukan, pengetahuan, keahlian dan pengalaman dalam bidang investasi untuk memahami risiko yang terlibat dalam jenis produk atau layanan spesifik yang diminta.
pl_pl: Mając na uwadze obowiązki nałożone na nas przez przepisy prawne, przed rozpoczęciem świadczenia usług możemy przeprowadzić ocenę zdolności Klientów detalicznych w celu sprawdzenia, czy zgodnie z kryteriami regulacyjnymi i na podstawie dostarczonych nam informacji posiadasz wystarczające umiejętności, wiedzę, kompetencje i doświadczenie w dziedzinie inwestowania, aby zrozumieć ryzyka związane z określonym rodzajem produktów lub usług, na które jest zapotrzebowanie.
pt_pt: Antes da prestação de serviços, realizamos um teste de adequação para clientes não profissionais de acordo com as nossas obrigações regulatórias e para determinar se, com base nos critérios regulamentares e informações fornecidas por você, você possui os conhecimentos, as capacidades e a experiência necessários no campo de investimentos para compreender os riscos relacionados com os tipos de produtos ou serviços específicos solicitados.
vi_vn: Trước khi cung cấp dịch vụ của chúng tôi, chúng tôi tiến hành một thử nghiệm phù hợp cho các Khách Hàng Bán Lẻ, phù hợp với nghĩa vụ pháp lý của chúng tôi và để xác định liệu, trên cơ sở các quy định tiêu chí và thông tin do bạn cung cấp, bạn có các kỹ năng cần thiết, kiến thức, chuyên môn và kinh nghiệm trong lĩnh vực đầu tư để hiểu các rủi ro trong loại hình cụ thể của sản phẩm hoặc dịch vụ yêu cầu.
zh_cn: 提供服务前，我们将履行监管义务，根据监管准则以及您所提供的信息对零售客户进行合适性测试，以确定您是否对投资领域拥有足够技能、知识、专长和经验，并对相关指定产品或服务的风险有充分了解。

source: Before we open an account for you to trade or invest in Investment Products with BIEL, we are required to make an assessment of whether the Investment Products or services you have chosen are appropriate for you, and to warn you if, on the basis of the information you provide to us, any such product or service is not appropriate. Any decision to open an account and to use our products or services is yours. It is your responsibility to understand the risks involved with our products or services.
de_de: Bevor wir für Sie ein Konto eröffenen können, damit Sie Anlageprodukte bei BIEL handeln oder in sie investieren können, müssen wir beurteilen, ob die Anlageprodukte oder Dienstleistungen die Sie ausgewählt haben, für Sie geeignet sind und um Sie auf der Grundlage der von Ihnen uns zur Verfügung gestellten Informationen, zu warnen, wenn die Produkte nicht für Sie geeignet sind. Jegliche Entscheidung zur Kontoeröffnung und Nutzung unserer Produkte liegt bei Ihnen. Sie sind dafür verantwortlich, die mit unseren Produkten oder Dienstleistungen verbundenen Risiken zu erkennen.
id_id: Sebelum kami mendaftarkan Anda pada BIEL, kami perlu melakukan penilaian apakah produk atau layanan yang telah Anda pilih sesuai untuk Anda, dan untuk mengingatkan Anda mengenai informasi dasar yang telah Anda berikan jika produk atau layanan kami tidak sesuai. Keputusan untuk mendaftar akun dan menggunakan produk atau layanan kami adalah sepenuhnya ditangan Anda. Merupakan tanggung jawab Anda untuk memahami risiko yang terlibat pada produk atau layanan kami.
pl_pl: Przed otworzeniem konta umożliwiającego handel lub inwestowanie w Produkty inwestycyjne w BIEL, jesteśmy prawnie zobowiązani do przeprowadzenia oceny, czy wybrane przez Ciebie Produkty inwestycyjne lub usługi są dla Ciebie odpowiednie i ostrzeżenia Cię, jeśli z dostarczonych nam informacji wynika, że dany produkt lub usługa nie jest dla Ciebie odpowiedni(a). Decyzja o otwarciu konta i korzystaniu z naszych produktów lub usług należy do Ciebie. Twoim obowiązkiem jest zaznajomienie się z ryzykami związanymi z naszymi produktami i usługami.
pt_pt: Antes de abrirmos uma conta para você negociar ou investir em produtos de investimento na BIEL, é necessário que façamos uma avaliação sobre a adequação dos produtos de investimento ou serviços escolhidos por você e que o avisemos, com base nas informações que nos forneceu, caso tais produtos ou serviços não sejam apropriados. Qualquer decisão de abrir uma conta e de usar os nossos produtos e serviços é sua. A compreensão dos riscos relacionados com os nossos produtos e serviços é da sua responsabilidade.
vi_vn: Trước khi chúng tôi mở tài khoản giao dịch hoặc đầu tư cho bạn trong mục Sản Phẩm Đầu Tư với BIEL, chúng tôi bắt buộc phải làm một bản đánh giá Sản Phẩm Đầu Tư hoặc dịch vụ mà bạn đã chọn xem có thích hợp không dựa trên cơ sở thông tin mà bạn cung cấp cho chúng tôi, chúng tôi sẽ cảnh báo bạn nếu như có bất kì sản phẩm hoặc dịch vụ nào trong số đó không thích hợp. Việc quyết định sử dụng dịch vụ hoặc sản phẩm nào là do bạn. Bạn phải có trách nhiệm tìm hiểu các rủi ro có liên quan tới những dịch vụ và sản phẩm của chúng tôi.
zh_cn: 在为您开立 BIEL账户，对投资产品进行交易或投资之前，我们要先评估您所选择的投资产品或服务，如果对您不合适，我们必须提醒您。最后，由您自行决定是否开立账户，并使用我们产品或服务。您应充分了解我们产品和服务的风险，并承担所有责任。

source: Beginner
de_de: Anfänger
fr_fr: Débutant
id_id: Pemula
pl_pl: Początkujący
pt_pt: Iniciante
vi_vn: Người mới bắt đầu
zh_cn: 初学者

source: Being in touch with the latest tools and technology related to your role.
fr_fr: Être en contact avec les derniers outils et technologies liés à votre rôle.
id_id: Berhubungan dengan alat dan teknologi terbaru yang berhubungan dengan posisi Anda.
pl_pl: Pozostawanie w kontakcie z najnowszymi narzędziami i technologiami związanymi z Twoim stanowiskiem.
vi_vn: Bắt kịp với các công cụ mới nhất và công nghệ liên quan đến vai trò của bạn.
zh_cn: 持续拥有与工作职务相关的最新工具和技术。

source: Benefits
de_de: Vorteile
fr_fr: Avantages
id_id: Manfaat
pl_pl: Korzyści
pt_pt: Benefícios
vi_vn: Các lợi nhuận
zh_cn: 福利

source: Benefits of being a Payment Agent
de_de: Die Vorteile, ein Zahlungsagent zu sein
fr_fr: Avantages associés au statut d'agen
id_id: Manfaat menjadi Agen Pembayaran
pl_pl: Korzyści z bycia pośrednikiem płatności
pt_pt: Benefícios de ser um agente de pagamentos
vi_vn: Lợi ích khi là một Đại lý Thanh toán
zh_cn: 成为付款代理的好处

source: Best Execution Policy
de_de: Beste Ausführungsgrundsätze
id_id: Kebijakan Eksekusi Terbaik
pl_pl: Polityka najkorzystniejszej realizacji
pt_pt: Política de Melhor Execução
vi_vn: Chính sách thực thi tốt nhất
zh_cn: 最佳执行政策

source: Best Execution Requirements;
de_de: Beste Ausführungs-Anforderungen;
id_id: Persyaratan Eksekusi Terbaik;
pl_pl: Wymóg najkorzystniejszej realizacji
pt_pt: Requisitos de melhor execução;
vi_vn: Yêu cầu thực hiện tốt nhất;
zh_cn: 最佳执行要求;

source: Best execution factors
de_de: Beste Ausführungsfaktoren
fr_fr: Meilleurs facteurs d'exécution
id_id: Faktor eksekusi terbaik
pl_pl: Czynniki najkorzystniejszej realizacji
pt_pt: Fatores de melhor execução
vi_vn: Các Yếu Tố Thực Thi Tốt Nhất
zh_cn: 最佳执行因素

source: Best execution is the requirement to take all sufficient steps to obtain, when executing orders, the best possible result for the client taking into account price, costs, speed, likelihood of execution and settlement, size, nature, or any other consideration relevant (hereinafter referred to as the "Execution Factors") to the execution of the order.
de_de: Beste Ausführung ist die Voraussetzung, alle angemessenen Schritte zu unternehmen, um bei der Ausführung von Ordern das für den Kunden bestmögliche Ergebnis zu erreichen; in Berücksichtigung von Preis, Kosten, Geschwindigkeit, Wahrscheinlichkeit einer Ausführung und Abwicklung, Größe, Natur oder jeder anderen relevanten Berücksichtigung (im Folgenden als "Ausführungsfaktoren" bezeichnet) bei er Durchführung der Order.
id_id: Eksekusi terbaik adalah persyaratan untuk mengambil semua langkah yang cukup untuk memperoleh, ketika mengeksekusi order, hasil terbaik yang mungkin untuk klien dengan mempertimbangkan harga, biaya, kecepatan, kemungkinan eksekusi dan penyelesaian, ukuran, sifat, atau pertimbangan lain yang relevan (selanjutnya yang disebut sebagai "Faktor Eksekusi") dalam mengeksekusi order.
pl_pl: Najkorzystniejsza realizacja zobowiązuje, podczas realizacji zlecenia, do podjęcia wszystkich kroków niezbędnych do uzyskania najlepszych możliwych rezultatów dla klienta, biorąc pod uwagę cenę, koszty, szybkość i prawdopodobieństwo realizacji zlecenia i jego rozliczenia, wielkość, naturę i inne czynniki (zwane „czynnikami realizacji”) mające znaczenie przy realizacji zlecenia.
vi_vn: Biện pháp tốt nhất là yêu cầu để làm tất cả các bước cần để đạt được, khi xử lý lệnh, kết quả tốt nhất cho khách hàng khi xét đến giá tài khoản, chi phí, tốc độ, khả năng xử lý và giải quyết, kích cỡ, bản chất hoặc bất kỳ yếu tố có liên quan (sau đây gọi tắt là "Các Yếu Tố Thực Thi") để thực thi các lệnh.
zh_cn: 最佳执行方案是在执行订单时为了确保客户能获得最佳成果所必须采取的足够措施。须要考虑的因素包括价格、成本、速度、执行和结算的可能性、大小、性质或其他与订单执行相关的任何考虑点（以下简称为“执行因素”）。

source: Best of all, there is no minimum deposit requirement.
de_de: Und das Beste ist, dass keine Mindesteinlage erforderlich ist.
fr_fr: Le meilleur de tous, il n’y a aucune obligation de dépôt minimum.
id_id: Yang paling baik, tidak ada persyaratan minimum deposit.
pl_pl: A co najlepsze, nie istnieje minimalna wymagana wpłata.
pt_pt: O melhor de tudo é que não há nenhum requisito de depósito mínimo.
vi_vn: Tốt nhất là, không có yêu cầu tiền gửi vào tối thiểu.
zh_cn: 最妙的是, 没有最低存款要求。

source: Best of all, your commissions are credited into your account instantly.
de_de: Und das Beste ist, dass Ihre Provisionen sofort Ihrem Konto gutgeschrieben werden.
fr_fr: Surtout, vos commissions sont créditées sur votre compte instantanément.
id_id: Yang paling luar biasa, komisi Anda dikreditkan ke dalam akun Anda dengan instan.
pl_pl: A co najlepsze, Twoje prowizje są przelewane na Twoje konto natychmiast.
pt_pt: O melhor de tudo é que as suas comissões são creditadas na sua conta instantaneamente.
vi_vn: Hấp dẫn nhất là, hoa hồng của bạn sẽ được ghi vào tài khoản của bạn ngay lập tức.
zh_cn: 最棒的是, 您的佣金将立即存入您的账户。

source: BetOnMarkets goes live
de_de: BetOnMarkets geht online
fr_fr: Lancement de BetOnMarkets
id_id: BetOnMarkets diluncurkan
pl_pl: BetOnMarkets wchodzi do gry
pt_pt: A BetOnMarkets lança a plataforma
vi_vn: BetOnMarkets đã có mặt
zh_cn: BetOnMarkets 正式上线

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
de_de: BetOnMarkets.com hat über 400.000 Kunden in der Datenbank und hat den Meilenstein von US$ 1 Milliarde in nur 13 Jahren erreicht, was uns zu den führenden Anbietern im Handel von Fixed-Odds gemacht hat.
fr_fr: BetOnMarkets compte plus de 400 000 clients dans sa base de données et culmine déjà à 1 milliard USD au cours de sa 13e année, figurant désormais parmi les leaders du secteur du trading en ligne.
id_id: BetOnMarkets.com memiliki lebih dari 400.000 klien dan mencapai $ 1 miliar dolar AS hanya dalam tempo 13 tahun membuat kami menjadi salah satu penyedia trading fixed-odds terkemuka dunia.
pl_pl: BetOnMarkets.com ma w bazie ponad 400 tys. klientów i już w 13. roku działalności osiągnął próg miliarda dolarów, co sprawia, że jesteśmy jednym z liderów w branży zakładów o ustalonej stawce.
pt_pt: A BetOnMarkets.com tem mais de 400.000 clientes no seu banco de dados e atingiu o marco de US$ 1 bilhão já no seu 13.º ano, tornando-se um dos fornecedores líderes de negociações binárias.
vi_vn: BetOnMarkets.com có hơn 400,000 khách hàng trong kho dữ liệu và đạt 1 tỷ đô la Mỹ chỉ trong năm thứ 13, khiến cho chúng tôi trở thành một trong những nhà cung cấp giao dịch fixed-odds hàng đầu.
zh_cn: BetOnMarkets.com 的数据库中拥有超过400,000个客户，并仅用13年就到达了10亿美元的里程碑，这使得我们成为领先的固定赔率交易提供商之一。

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
de_de: BetOnMarkets.com erhöht die Auszahlungen auf 100.000 USD, EUR, GBP und AUD
fr_fr: BetOnMarkets.com augmente le plafond des paiements à 100 000 (en USD, EUR, GBP et AUD)
id_id: BetOnMarkets.com meningkatkan hasil trading hingga 100,000 USD, EUR, GBP dan AUD
pl_pl: BetOnMarkets.com zwiększa wypłaty do 100 000 USD, EUR, GBP i AUD
pt_pt: A BetOnMarkets.com aumenta os retornos para 100.000 USD, EUR, GBP e AUD
vi_vn: BetOnMarkets.com tăng khoản được trả lên đến 100,000 đô la Mỹ, Euro, bảng Anh và đô la Úc
zh_cn: BetOnMarkets.com 把赔付额增至100,000美元、欧元、英镑及澳元

source: BetOnMarkets.com is successfully rebranded %1
de_de: BetOnMarkets.com wurde erfolgreich zu %1 umfirmiert
fr_fr: Le site BetOnMarkets.com est définitivement renommé %1
id_id: BetOnMarkets.com berganti nama menjadi %1
pl_pl: BetOnMarkets.com zmienia nazwę na %1
pt_pt: BetOnMarkets.com foi renomeada como %1 com sucesso
vi_vn: BetOnMarkets.com đã đổi thương hiệu thành %1
zh_cn: BetOnMarkets.com 成功重塑品牌为 %1

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
de_de: BetOnMarkets.com erreicht seit der Gründung in 1999 einen Umsatz von 1 Miliarde $
fr_fr: BetOnMarkets.com affiche un chiffre d'affaires de 1 million de dollars US depuis sa création en 1999
id_id: BetOnMarkets.com mencapai $1 milyar omset sejak tahun 1999
pl_pl: BetOnMarkets.com osiąga obrót w wysokości miliarda dolarów od rozpoczęcia działalności w 1999 r.
pt_pt: BetOnMarkets.com atingiu $1 bilhão em volume de negócios desde 1999
vi_vn: BetOnMarkets.com đạt doanh thu 1 tỷ đô la Mỹ tính từ thời điểm thành lập vào năm 1999
zh_cn: BetOnMarkets.com 于1999年推出，目前营业额达10亿美元

source: Betting system and method
de_de: Wettsystem und Methode
fr_fr: Système et méthode de trading
id_id: Sistem dan metode trading
pl_pl: System i metody zawierania zakładów
pt_pt: Sistema e método de apostas
vi_vn: Hệ thống và phương thức Cá Cược
zh_cn: 博彩系统和方法

source: Bid
de_de: Gebot
fr_fr: Faire une mise
pl_pl: Oferta kupna
pt_pt: Lance
vi_vn: Giá thầu
zh_cn: 出价

source: Bid and Offer Price(s) of each Financial Instrument in the Transaction System, quoted at market price at the moment of pricing.
de_de: Geld- und Angebotspreis(e) eines jeden Finanzinstruments im Transaktionssystem, zum Marktpreis, zum Zeitpunkt der Bepreisung zitiert.
id_id: Harga Bid dan Penawaran dari masing-masing Instrumen Keuangan dalam Sistem Transaksi, dikutip dengan harga pasar pada saat penetapan harga.
pl_pl: Ceny zakupu i ceny ofertowe poszczególnych Instrumentów finansowych w Systemie transakcyjnym, kwotowane po cenie rynkowej w momencie zakupu.
pt_pt: Preços de compra e venda de cada instrumento financeiro no sistema de transações, cotados ao preço do mercado no momento de determinação do preço.
vi_vn: Giá thầu và giá báo của từng Công Cụ Tài Chính trong Hệ Thống Giao Dịch, trích dẫn ở mức giá thị trường tại thời điểm định giá.
zh_cn: 每种金融工具在交易系统中报价的时候以市场价格报出的投标和提供价格。

source: Bid price
de_de: Gebotspreis
fr_fr: Prix de mise
id_id: Harga bid
pl_pl: Cena oferowana
pt_pt: Preço de compra
vi_vn: Giá mua vào
zh_cn: 标价

source: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands. Licensed and regulated by the British Virgin Islands Financial Services Commission - %1view licence%2.
de_de: Binary (BVI) Ltd, 2nd Floor, O’Neal Marketing Associates Building, Wickham’s Cay II, P.O. Box 3174, Road Town, Tortola VB1110, British Virgin Islands ist lizensiert und reguliert von der British Virgin Islands Financial Services Commission - %1Lizenz anzeigen%2.
fr_fr: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Iles Vierges Britanniques. Agréée et réglementée par la Commission des Services Financiers des Iles Vierges Britanniques - %1voir licence%2.
id_id: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Kepulauan Virgin Britania Raya. Dilisensikan dan diatur oleh Komisi Layanan Keuangan Kepulauan Virgin Britania Raya - %1lihat lisensi%2.
pl_pl: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Brytyjskie Wyspy Dziewicze. Za licencję i regulacje odpowiada Komisja Brytyjskich Wysp Dziewiczych ds. Usług Finansowych (British Virgin Islands Financial Services Commission) – %1zobacz licencję%2.
vi_vn: Công ty TNHH Binary (BVI), Kingston Chambers, hòm P.O. 173, Road Town, quần đảo British Virgin. Được cấp phép và quản lý bởi Ủy Ban Dịch Vụ Tài Chính của quần đảo British Virgin - %1xem giấy phép%2.
zh_cn: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands. 由英属维尔京群岛的金融服务委员会授权和管理- %1查看许可证%2。

source: Binary (C.R.) S.A., registered in Costa Rica. Clients from the rest of the world (excluding certain countries such as the USA, Canada, Costa Rica, Hong Kong) will have their account opened with Binary (C.R.) S.A.
de_de: Birne (C.R.) S.A., in Costa Rica registriert. Kunden aus dem Rest der Welt (ausgenommen einzelne Länder, wie USA, Kanada, Costa Rica, Hongkong) können Ihr Konto bei Binary (C.R.) S.A. eröffnen lassen.
fr_fr: Binary (C.R.) S.A., enregistrée au Costa Rica. Les clients basés dans le reste du monde (sauf dans certains pays : États-Unis, Canada, Costa Rica, Hong-Kong) pourront ouvrir leur compte auprès de Binary (C.R.) S.A.
id_id: Binary (C.R.) S.A., terdaftar di Kosta Rika. Pelanggan dari seluruh dunia (kecuali Amerika Serikat, Kanada, Kosta Rika, Hong Kong) akan terdaftar dibawah Binary (C.R.) S.A.
pl_pl: Spółka Binary (C.R.) S.A., zarejestrowana w Kostaryce. Klienci z innych części świata (z wyjątkiem niektórych państw, takich jak Stany Zjednoczone, Kanada, Kostaryka, Hongkong) będą mieli założone konta przez Binary (C.R.) S.A.
pt_pt: Binary (C.R.) S.A., registrada na Costa Rica. Os clientes do resto do mundo (excluindo alguns países como os EUA, Canadá, Costa Rica, Hong Kong) terão sua conta aberta com a Binary (C.R.) S.A.
vi_vn: Binary (C.R.) S.A., được đăng ký ở Costa Rica. Các khách hàng từ phần còn lại của thế giới (trừ một số quốc gia như Hoa Kỳ, Canada, Costa Rica, Hồng Kông) sẽ có tài khoản của họ được mở với Binary (C.R.) S.A.
zh_cn: Binary (C.R.) S.A., 在哥斯达黎加注册。全球其他地区的客户 (不包括某些国家如美国、加拿大、哥斯达黎加、香港)可在 Binary (C.R.) S.A. 开设账户。

source: Binary (Europe) Limited
pl_pl: Binarny (Europe) Limited
vi_vn: Công ty Tnhh Binary (Châu Âu)
zh_cn: Binary (欧洲) 有限公司

source: Binary (Europe) Limited, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Licensed and regulated (for gambling products only - %1's Volatility Indices) by the Malta Gaming Authority in Malta (licence no. %2) - %3view licence%4 and also maintains an Irish licence. For UK clients by the UK Gambling Commission - %5view licence%4.
fr_fr: Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malte. Société autorisée et réglementée (pour les produits de jeux uniquement : Indices de Volatilité de %1) par l'Autorité Maltaise des Jeux (n° de licence %2) : %3voir la licence%4 et maintient également une licence irlandaise. Pour les clients du Royaume-Uni, par la Commission des Jeux du Royaume-Uni : %5voir la licence%4.
id_id: Binary (Europe) Limited, yang beralamat di W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Jasa Keuangan Malta (nomor lisensi %2) - %3lihat lisensi%4 dan juga memiliki lisensi Irlandia.
pl_pl: Binary (Europe) Limited, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Za licencję i nadzór (wyłącznie w zakresie produktów hazardowych – Wskaźniki zmienności %1) odpowiada Urząd ds. Gier Hazardowych: Malta Gaming Authority na Malcie (licencja nr %2) – %3zobacz licencję%4. Firma posiada również licencję irlandzką. W przypadku klientów ze Zjednoczonego Królestwa za licencję i nadzór odpowiada Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – %5zobacz licencję%4.
zh_cn: Binary (Europe) Limited, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta。公司经马耳他博彩局授予牌照并受其监管（仅博彩产品-%1的波动率指数），（牌照号%2）- %3查看牌照%4，同时也拥有爱尔兰牌照。而英国客户由英国博彩委员会授予牌照和监管 - %5查看牌照%4。

source: Binary (Europe) Ltd, or
de_de: Binary (Europe) Ltd, oder
fr_fr: Binary (Europe) Ltd, ou
id_id: Binary (Europe) Ltd, atau
pl_pl: Binary (Europe) Ltd, lub
pt_pt: Binary (Europe) Ltd., ou
vi_vn: Công ty Tnhh Binary (Châu Âu), hoặc
zh_cn: Binary (Europe) Ltd, 或

source: Binary (Europe) Ltd., or
de_de: Binary (Europe) Ltd., oder
id_id: Binary (Europe) Ltd., atau
pl_pl: Binary (Europe) Ltd, lub
pt_pt: Binary (Europe) Ltd., ou
vi_vn: Công ty Tnhh Binary (Châu Âu), hoặc
zh_cn: Binary (Europe) Ltd., 或

source: Binary (FX) Ltd, or
de_de: Binary (FX) Ltd, oder
fr_fr: Binary (FX) Ltd, ou
id_id: Binary (FX) Ltd, atau
pl_pl: Binary (FX) Ltd, lub
pt_pt: Binary (FX) Ltd., ou
vi_vn: Công ty TNHH Binary (FX), hoặc
zh_cn: Binary (FX) Ltd, 或
