Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Once we receive your application, one of our affiliate managers will contact you to follow up with the next steps in the application process (this will include asking you to submit several documents).
de_de: Nachdem wir Ihren Antrag erhalten haben, wird sich einer unserer Kundenbetreuer mit Ihnen in Verbindung setzen, um den nächsten Schritt des Antragsprozesses einzuleiten (dies umfasst auch die Aufforderung, einige Dokumente einzusenden).
fr_fr: Après réception de votre demande, l'un de nos gestionnaires affiliés vous contactera pour vous indiquer les prochaines étapes de la procédure de demande (il vous sera notamment demandé de fournir plusieurs documents).
id_id: Setelah kami menerima aplikasi Anda, salah satu manajer afiliasi kami akan menghubungi Anda untuk menindaklanjuti dengan langkah-langkah berikutnya (ini termasuk meminta Anda untuk mengirimkan beberapa dokumen).
pl_pl: Po otrzymaniu Twojej aplikacji, nasi pracownicy skontaktują się z Tobą, aby przejść do następnych etapów procesu rekrutacyjnego (będzie wymagane dostarczenie kilku dokumentów).
pt_pt: Assim que recebermos o seu pedido, um dos nossos gestores de afiliados entrará em contato a fim de acompanhar as próximas etapas no processo de inscrição (isto incluirá um pedido para a apresentação de vários documentos).
vi_vn: Khi chúng tôi nhận được đơn của bạn, một trong những quản lý liên kết của chúng tôi sẽ liên hệ với bạn để hướng dẫn bạn những bước tiếp theo trong quá trình đăng kí (điều này sẽ bao gồm cả việc yêu cầu bạn gửi một số tài liệu).
zh_cn: 一旦收到您的申请，我们的联盟经理会与您联系，以跟进申请的后续步骤（包括要求您提交一些文件）。

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
de_de: Wenn Sie auf "Abschicken" klicken, wird das Geld von Ihrem Konto abgebucht und an den von Ihnen ausgewählten Zahlungsagenten geschickt.
fr_fr: Une fois que vous cliquez sur le bouton "Soumettre", les fonds seront prélevés de votre compte et envoyés à l'Agent de Paiement que vous avez choisi.
id_id: Setelah Anda klik tombol 'Mengajukan' dana tersebut akan ditarik dari akun Anda dan mengirimkannya kepada agen yang telah Anda pilih.
pl_pl: Po kliknięciu przycisku „Prześlij” środki zostaną wypłacone z Twojego konta i przesłane do wybranego pośrednika płatności.
pt_pt: Depois de clicar no botão 'Enviar' os fundos serão retirados da sua conta e enviados para o Agente de Pagamentos que escolheu.
vi_vn: Khi bạn nhấp chuột vào nút "Gửi " tiền sẽ được rút khỏi tài khoản của bạn và sẽ được gửi về Đại lý Thanh toán bạn đã chọn.
zh_cn: 一旦您点击“提交”按钮，资金将从您的账户转到您选择的支付代理处。

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's account.
de_de: Wenn Sie auf "Abschicken" klicken, wird der Betrag von Ihrem Konto abgebucht und auf Ihr Kundenkonto überwiesen.
fr_fr: Lorsque vous cliquerez sur le bouton « Envoyer », les fonds seront prélevés sur votre compte et transférés vers votre compte client.
id_id: Setelah mengklik tombol 'Kirim', dana akan ditarik dari akun Anda dan ditransfer ke dalam akun Klien Anda.
pl_pl: Po kliknięciu przycisku „Prześlij” środki zostaną wypłacone z Twojego konta i przesłane na Twoje konto Klienta.
pt_pt: Depois de clicar no botão 'Enviar', os fundos serão retirados da sua conta e transferidos para a conta do seu Cliente.
vi_vn: Một khi bạn nhấp chuột vào nút "Gửi yêu cầu", tiền sẽ được rút khỏi tài khoản của bạn và được chuyển tới tài khoản của khách hàng của bạn.
zh_cn: 一旦您点击“提交”按钮，资金将从您的账户转至客户的账户。

source: One of the first things most Forex traders learn is how to read a currency pair. There are two parts to a currency pair
de_de: Eines der ersten Dinge, das die meisten Devisenhändler lernen, ist, wie man ein Währungspaar liest. Ein Währungspaar hat zwei Teile
fr_fr: Une des premières choses que la plupart des traders Forex apprenne est de savoir comment lire une paire de devises. Il y a deux parties à une paire de devises
id_id: Salah satu hal pertama yang trader Forex pelajari adalah cara membaca pasangan mata uang. Ada dua bagian untuk pasangan mata uang
pl_pl: Jedną, z pierwszych rzeczy, jakich uczą się gracze Forex, to interpretowanie par walutowych. Para walutowa składa się z dwóch elementów
pt_pt: Uma das primeiras coisas que negociadores de forex aprendem é como ler um par de moedas. Um par de moedas consiste de dois elementos
vi_vn: Một trong những điều đầu tiên tìm hiểu kinh doanh ngoại hối hầu hết là làm thế nào để đọc một cặp tiền tệ. Có hai phần một cặp tiền tệ
zh_cn: 大多数外汇交易者学习的第一件事就是如何阅读货币对。货币对有两部分

source: One simple platform
de_de: Eine einfache Plattform
fr_fr: Une plateforme simple
id_id: Satu platform sederhana
pl_pl: Jedna prosta platforma
pt_pt: Uma plataforma simples
vi_vn: Một sàn giao dịch đơn giản
zh_cn: 一个简单的平台

source: Online
fr_fr: En ligne
vi_vn: Trực tuyến
zh_cn: 在线

source: Online Personal Wealth Awards
fr_fr: Récompense Online Personal Wealth
id_id: Penghargaan Personal Wealth Online
pl_pl: Internetowa nagroda Personal Wealth Award
pt_pt: Prêmio de Ganho Pessoal Online
vi_vn: Giải Thưởng Cá Nhân Thịnh Vượng Trực Tuyến
zh_cn: 在线个人财富奖

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
de_de: Online Handelsplattform für Binäre Optionen auf Devisen, Indizes, Rohstoffe und Smart Indizes
fr_fr: Plate-forme de Trading en ligne pour les options binaires sur les Taux de Change, les Indices, les Matières premières et les Indices Intelligents
id_id: Platform Trading Online untuk opsi binary pada Forex, Indeks, Komoditas dan Indeks Smart
pl_pl: Internetowa platforma handlowa umożliwiająca handel opcjami binarnymi różnego rodzaju: forex, wskaźniki, towary i inteligentne wskaźniki
pt_pt: Plataforma de negociação online para opções binárias sobre Índices, Forex, Matérias-primas e Índices Inteligentes
vi_vn: Sàn Giao dịch Trực tuyến Binary Options đối với Thị Trường Ngoại Hối, Chỉ Số, Hàng Hóa và các Chỉ Số Thông Minh
zh_cn: 可交易外汇、指数、大宗商品及智能指数的二元期权在线交易平台

source: Online Trading with %1
de_de: Online-Handel mit %1
fr_fr: Trading en Ligne avec %1
id_id: Trading Online bersama %1
pl_pl: Handlowanie online z %1
pt_pt: Negociações online com a %1
vi_vn: Giao dịch trực tuyến với %1
zh_cn: %1网上交易

source: Online currency exchangers
de_de: Online Devisenwechsler
fr_fr: Bureaux de change en ligne
id_id: Penukar mata uang online
pl_pl: Kantory walutowe online
pt_pt: Serviços de câmbio de moeda online
vi_vn: Các nhà giao dịch tiền tệ trực tuyến
zh_cn: 在线货币兑换

source: Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self-exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact %1customer support%2.
de_de: Onlinehandel kann abhängig machen. Füllen Sie das Formular im Anschluss aus, um Ihre Teilnahme auf der Website zu begrenzen oder schicken Sie einen unterschriebenen Brief oder ein Fax an unser Kundenbetreuungsteam. Einmal eingerichtet, können Ihre Limits nur herabgesetzt werden. Die Limits, mit Ausnahme des Datums für den Selbstausschluss, das nicht aufgehoben oder geändert werden kann, sobald Sie dies bestätigt haben, können nur nach Ablauf von 7 Tagen aufgehoben oder gelockert werden. Um Ihre Limits zu löschen oder zu erhöhen, setzen Sie sich bitte mit der %1Kundenunterstützung%2 in Verbindung.
fr_fr: La spéculation financière peut s'avérer addictive. Veuillez remplir le formulaire ci-dessous pour limiter votre participation sur le site Web ou envoyer une lettre ou un fax signé à notre équipe du service clientèle. Une fois vos limites fixées, vous pourrez uniquement les restreindre. Elles ne pourront être supprimées ou élargies qu'au bout de 7 jours, sauf si une date d'auto-exclusion a été sélectionnée, laquelle ne peut être supprimée ou modifiée une fois confirmée. Pour supprimer ou augmenter vos limites, veuillez contacter le %1service clientèle%2.
id_id: Trading online dapat menyebabkan ketagihan. Isi formulir di bawah ini untuk membatasi partisipasi Anda pada situs web atau kirim surat atau fax yang ditandatangani kepada tim customer support kami. Setelah batasan diatur, Anda hanya dapat memperkecil batasan tersebut. Batasan tersebut hanya dapat dihapus atau ditingkatkan setelah 7 hari dari tanggal pengecualian diri sebelumnya dan tidak dapat dihapus setelah Anda melakukan konfirmasi. Untuk menghapus atau meningkatkan batasan Anda, silahkan hubungi %1customer support%2.
pl_pl: Handlowanie online może być uzależniające. Wypełnij poniższy formularz, aby ograniczyć swoją działalność na portalu lub wyślij podpisany list lub faks do naszego działu obsługi klienta. Po ustanowieniu limitów, możesz je tylko zwiększać. Limity zostaną usunięte lub zwiększone dopiero po 7 dniach, chyba że obowiązuje okres samodzielnego wyłączenia, który nie może zostać usunięty, ani zmieniony, jeśli został wcześniej potwierdzony. Aby znieść lub zwiększyć limity, proszę skontaktować się z %1działem obsługi klienta%2.
pt_pt: As negociações online podem criar dependência. Preencha o formulário abaixo para limitar a sua participação no nosso site ou envie uma carta ou fax assinado para a nossa equipe de apoio ao cliente. Uma vez definidos, você só poderá apertar os seus limites. Os limites só serão removidos ou desapertados após 7 dias com exceção da data de auto-exclusão, que não pode ser removida ou alterada uma vez que você a confirmou. Para remover ou aumentar os seus limites, contate o %1apoio ao cliente%2.
vi_vn: Giao dịch trực tuyến có thể gây nghiện. Điền thông tin vào mẫu dưới đây để giới hạn mức chơi trên trang web hoặc gửi thư đã được kí hoặc fax cho nhóm hỗ trợ khách hàng của chúng tôi. Khi được thiết lập, bạn có thể thắt chặt giới hạn của mình. Giới hạn này sẽ chỉ bị loại bỏ hoặc nới lỏng sau 7 ngày ngày tự loại trừ, không thể bị loại bỏ hoặc thay thế từ khi bạn đã xác nhận chúng. Để loại bỏ hoặc tăng giới hạn của bạn, vui lòng liên hệ với đội ngũ %1chỗ trợ khách hàng%2.
zh_cn: 在线交易可能使人上瘾。请填写下表以限制您对本网站的参与。您也可发送签名信或传真到我们的客服团队。一旦设定好，您只能收紧您的限制。限制只能在 7 天后取消或放宽，自我禁止期在确认后不能取消或更改。若要解除或增加您的限制，请联系%1客服部%2。

source: Only %1 are allowed.
de_de: Es sind nur %1 erlaubt.
fr_fr: Seulement %1 autorisées.
id_id: Hanya %1 dibenarkan.
pl_pl: Dozwolone są tylko %1.
pt_pt: Apenas %1 são permitidos.
vi_vn: Chỉ có %1 được cho phép.
zh_cn: 只允许 %1 。

source: Only Downs
de_de: Stetig Fallend
fr_fr: Que des Descentes
id_id: Only Down
pl_pl: Tylko spadki
pt_pt: Sempre abaixo
vi_vn: Chỉ Giảm
zh_cn: 只会持续下跌

source: Only JPG, JPEG, GIF, PNG and PDF formats are accepted
de_de: Nur JPEG, GIF, PNG, JPG und PDF-Formate werden akzeptiert
fr_fr: Seuls les formats JPG, JPEG, GIF, PNG et PDF sont acceptés
id_id: Hanya format JPG, JPEG, GIF, PNG dan PDF yang diterima
pl_pl: Akceptowany jest tylko format JPG, JPEG, GIF, PNG i PDF
pt_pt: Apenas os formatos JPG, JPEG, GIF, PNG e PDF são aceitos
vi_vn: Chỉ định dạng JPG, JPEG, GIF, PNG và PDFX được chấp nhận
zh_cn: 只接受 JPG、JPEG、GIF、PNG 和 PDF 格式

source: Only JPG, JPEG, GIF, and PNG formats are accepted
de_de: Nur JPG, JPEG, GIF und PNG-Formate werden akzeptiert
fr_fr: Seuls les formats JPG, JPEG, GIF, PNG et PDF sont acceptés
id_id: Hanya format JPG, JPEG, GIF dan PNG yang diterima
pl_pl: Akceptowany jest tylko format JPG, JPEG, GIF i PNG
pt_pt: Apenas os formatos JPG, JPEG, GIF e PNG são aceitos
vi_vn: Chỉ các định dạng JPEG, GIF và PNG được chấp nhận
zh_cn: 只接受 JPG、JPEG、GIF和PNG格式

source: Only Ups
de_de: Stetig Steigend
fr_fr: Que des Montées
id_id: Only Up
pl_pl: Tylko wzrosty
pt_pt: Sempre acima
vi_vn: Chỉ Tăng
zh_cn: 只会持续上涨

source: Only Ups/Only Downs
de_de: Stetig Steigend/Stetig Fallend
fr_fr: Que des Montées/Que des Descentes
id_id: Only Up/Only Down
pl_pl: Tylko wzrosty/ Tylko spadki
pt_pt: Sempre acima/Sempre abaixo
vi_vn: Chỉ Tăng/Chỉ Giảm
zh_cn: 只会持续上涨/只会持续下跌

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
de_de: Nur fünf Jahre nach der Gründung erhalten wir diese bedeutende Auszeichnung für unsere Online Trading Dienstleistungen. Die Auszeichnung erkennt das zuverlässige, schnelle und sichere Online Trading für Einsteiger und Trading Experten an. Bis jetzt hat unsere Website über 15 Millionen Trades durchgeführt.
fr_fr: Seulement cinq ans après sa création, BetOnMarkets.com remporte ce prix pour ses services de trading en ligne. Il récompense la fiabilité, la rapidité et la sécurité des transactions en ligne sur site BetOnMarkets.com, accessible à la fois aux novices et aux experts du trading. À cette date, notre site Web a déjà enregistré plus de 15 millions de transactions.
id_id: Dalam waktu lima tahun kami telah mengantongi beberapa penghargaan. Hal ini membuktikan bahwa BetOnMarkets.com adalah online trading yang handal, cepat dan aman bagi pemula atau trader mahir. Saat ini, sudah 15 juta kontrak terjual.
pl_pl: Zaledwie pięć lat od powstania zdobyliśmy tę ważną nagrodę za nasze usługi handlu online. Nagroda potwierdza, że BetOnMarkets.com to wiarygodny, szybki i bezpieczny portal zarówno dla początkujących, jak i profesjonalnych graczy. W tym okresie nasz portal obsłużył ponad 15 milionów zakładów.
pt_pt: Apenas cinco anos depois da criação, ganhamos este grande prêmio pelos nossos serviços de negociações online. O prêmio reconhece a BetOnMarkets.com como um site de negociações online confiável, rápido e seguro para os apostadores iniciantes e experientes. Neste momento, o nosso site já recebeu mais de 15 milhões de negociações.
vi_vn: Chỉ năm năm sau khi thành lập, chúng tôi đã nhận được giải thưởng lớn cho dịch vụ giao dịch trực tuyến của mình. Giải thưởng đó đã thể hiện sự đáng tin cậy, nhanh chóng và an toàn trong giao dịch trực tuyến cho những người mới bắt đầu giao dịch và các nhà giao dịch chuyên nghiệp của BetOnMarkets.com. Tại thời điểm này, trang web của chúng tôi đã nhận được trên 15 triệu giao dịch.
zh_cn: 成立后仅五年，我们的在线交易服务即斩获这一重要奖项。该奖项旨在表彰 BetOnMarkets.com 向交易新手和资深交易者提供可靠、快速和安全的网上交易。此时，我们网站的交易数量已超过1500万笔。

source: Only letters, numbers, space, and hyphen are allowed.
de_de: Es sind nur Buchstaben, Zahlen, Abstände und Bindestriche erlaubt.
fr_fr: Seuls les lettres, les chiffres, trait d'union et tiret sont autorisés.
id_id: Hanya huruf, angka, spasi, dan tanda hubung yang diperbolehkan.
pl_pl: Dozwolone są tylko litery, cyfry, spacja i myślnik.
pt_pt: Apenas letras, números, espaços e o hífen são permitidos.
vi_vn: Chỉ các chữ cái, số, dấu cách và dấu nối là được phép.
zh_cn: 只允许字母、数字、空格和连字符。

source: Only letters, numbers, space, and these special characters are allowed: %1
de_de: Nur Buchstaben, Zahlen, Leerzeichen und diese Sonderzeichen sind erlaubt: %1
fr_fr: Seulement des lettres, chiffres, espace et ces caractères spéciaux sont autorisés : %1
id_id: Hanya huruf, angka, spasi, dan karakter khusus yang diperbolehkan: %1
pl_pl: Dozwolone są tylko litery, liczby, spacja i następujące znaki specjalne: %1
pt_pt: Apenas são permitidos números, letras, espaços e estes caracteres especiais: %1
vi_vn: Chỉ ký tự, số lượng, không gian, và các ký tự đặc biệt được phép: %1
zh_cn: 仅允许字母、数字、空格和这些特殊字符：%1

source: Only letters, numbers, space, hyphen, period, and apostrophe are allowed.
de_de: Nur Buchstaben, Zahlen, Abstände, Bindestriche, Punkte, und Apostrophe sind erlaubt.
fr_fr: Seuls les lettres, chiffres, espace, trait d'union et apostrophe sont permis.
id_id: Hanya huruf, angka, ruang, tanda hubung, periode, dan apostrof diperbolehkan.
pl_pl: Dozwolone są wyłącznie litery, cyfry, znak spacji, myślnik, kropka i apostrof.
pt_pt: Apenas letras, números, espaços, hífenes, pontos e apóstrofes são permitidos.
vi_vn: Chỉ chữ cái, số, khoảng trắng, dấu nối, dấu chấm, và dấu nháy đơn được cho phép.
zh_cn: 只允许使用字母、数字、空格、连字符、句点和省略号。

source: Only letters, numbers, space, underscore, and hyphen are allowed for ID number (%1).
de_de: Für ID-Nummer dürfen nur Buchstaben, Zahlen, Leerzeichen, Unterstrich und Bindestrich verwendet werden (%1).
fr_fr: Seulement les lettres, chiffres, espace, tiret bas et trait d’union sont autorisés pour le numéro d’identification) (%1).
id_id: Hanya huruf, angka, spasi, garis bawah, dan tanda hubung yang diizinkan untuk nomor Identitas (%1).
pl_pl: W przypadku numeru ID (%1) akceptowane są wyłącznie litery, cyfry, znak spacji i podkreślenia oraz łącznik.
pt_pt: Apenas letras, números, espaços, sublinhados e hífenes são permitidos no número de identificação (%1).
vi_vn: Chỉ chữ cái, số, space, gạch dưới và dấu nối được phép dành cho mã số ID (%1).
zh_cn: ID 号(%1) 只允许字母、数字、空格、下划线和连字符。

source: Only letters, space, hyphen, period, and apostrophe are allowed.
de_de: Es sind nur Buchstaben, Leerzeichen, Bindestriche, Punkte und Apostrophe erlaubt.
fr_fr: Les lettres, les espaces, les traits d'union, la virgule et le point sont les seuls caractères autorisés.
id_id: Hanya huruf, spasi, tanda hubung, periode, dan apostrof diperbolehkan.
pl_pl: Dozwolone są tylko litery, spacja, myślniki, kropki i apostrof.
pt_pt: Apenas letras, espaços, pontos e apóstrofes são permitidos.
vi_vn: Chỉ chữ cái, khoảng trắng, dấu nối, dấu chấm hết và dấu nháy đơn được cho phép.
zh_cn: 只允许字母、空格、连字符、句号和省略号。

source: Only numbers, hyphens, and spaces are allowed.
de_de: Es sind nur Zahlen, Bindestriche und Abstände erlaubt.
fr_fr: Seuls les chiffres, tirets et espaces sont autorisés.
id_id: Hanya angka, tanda hubung, dan spasi yang dibenarkan.
pl_pl: Dozwolone są tylko liczby, myślniki i spacje.
vi_vn: Chỉ số, dấu gạch nối và khoảng trắng là được phép.
zh_cn: 只允许数字、连字符和空格。

source: Only one account is allowed per person. No withdrawals and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
de_de: Es ist nur ein Konto pro Person erlaubt. Auf Konten, die unter falschem Namen eröffnet wurden oder mehrere Konten, die von der gleichen Person eröffnet wurden, können keine Behebungen und/oder Erstattungen eingesammelt werden.
fr_fr: Un seul compte par personne est autorisé. Aucun retrait et/ou remboursement ne peut être collecté à partir de comptes ouverts sous de faux noms ou sur des comptes multiples ouverts par la même personne.
id_id: Hanya satu akun riil per orang. Anda tidak dibenarkan untuk melakukan penarikan dana atau pengembalian jika akun didaftar menggunakan nama palsu atau jika Anda memiliki beberapa akun dimiliki oleh orang yang sama.
pl_pl: Dozwolone jest tylko jedno konto dla danej osoby. Wypłaty i/lub zwroty nie mogą być gromadzone na kontach otwartych pod fałszywym nazwiskiem ani na wielu kontach otwartych przez tę samą osobę.
pt_pt: Apenas uma conta por pessoa é permitida. Não é possível recolher quaisquer retiradas ou reembolsos em contas abertas com nomes falsos, ou em contas múltiplas abertas pela mesma pessoa.
vi_vn: Chỉ cho phép một người sử dụng một tài khoản. Không có rút tiền hoặc tiền bồi hoàn vào trong tài khoản với tên sai hoặc nhiều tài khoản được mở bởi cùng một người.
zh_cn: 每人只能开立一个账户。使用假名开立账户或属于同一客户的多个账户不能提取款项和/或退款。

source: Oops... Page Not Available
de_de: Hoppla... Seite nicht vorhanden
fr_fr: Oups... cette page est indisponible.
id_id: Maaf ... Halaman Tidak Tersedia
pl_pl: Ups... Strona jest niedostępna
pt_pt: Ops... Página não disponível
vi_vn: Rất tiếc... Trang không tồn tại
zh_cn: 抱歉！找不到页面

source: Open Position
de_de: Offene Position
fr_fr: Positions Ouvertes
pl_pl: Otwarta pozycja
pt_pt: Posição em aberto
vi_vn: Phiên mở
zh_cn: 未平仓头寸

source: Open Positions
de_de: Offene Positionen
fr_fr: Postes vacants
id_id: Lowongan Pekerjaan
pl_pl: Wolne stanowiska
pt_pt: Posições em aberto
vi_vn: Các Vị Trí Tuyển Dụng
zh_cn: 空缺

source: Open Source
de_de: Quelle öffnen
pl_pl: Otwórz źródło
pt_pt: Código aberto
vi_vn: Nguồn Mở
zh_cn: 开源

source: Open a %1 account through our website %2; and
de_de: Eröffnen Sie ein %1 Konto über unsere Website %2; und
id_id: Daftar akun %1 melalui situs kami %2; dan
pl_pl: Otwórz konto %1 przy użyciu naszej witryny internetowej %2; i
pt_pt: Abrir uma conta %1 através do nosso website %2; e
vi_vn: Mở một tài khoản %1 thông qua trang web của chúng tôi %2; và
zh_cn: 在我们的网站 %2开立 %1 账户; 和

source: Open a Financial Account
de_de: Eröffnen Sie ein Finanzkonto
fr_fr: Ouvrir un Compte Financier
id_id: Daftar Akun Finansial
pl_pl: Otwórz konto finansowe
pt_pt: Abrir uma conta financeira
vi_vn: Mở một Tài Khoản Tài Chính
zh_cn: 开立金融账户

source: Open a Real Account
de_de: Eröffnen Sie ein Echtgeldkonto
fr_fr: Ouvrez un Compte Réel
id_id: Daftar Akun Riil
pl_pl: Otwórz Prawdziwe konto
pt_pt: Abrir uma conta de dinheiro real
vi_vn: Mở một Tài Khoản Thực
zh_cn: 开立真实账户

source: Open a free account
de_de: Eröffnen Sie ein kostenloses Konto
fr_fr: Ouvrir un compte gratuit
id_id: Daftar akun gratis
pl_pl: Otwórz darmowe konto
pt_pt: Abra uma conta gratuita
vi_vn: Mở tài khoản miễn phí
zh_cn: 注册免费账户

source: Open account
de_de: Konto eröffnen
fr_fr: Ouvrir un compte
id_id: Daftar akun
pl_pl: Otwórz konto
pt_pt: Abrir conta
vi_vn: Mở tài khoản
zh_cn: 开立账户

source: Open an account and start trading in minutes
de_de: Eröffnen Sie ein Konto und beginnen Sie in Minuten zu handeln
fr_fr: Ouvrir un compte et commencer à trader en quelques minutes
id_id: Daftar akun dan mulailah bertrading dalam hitungan menit
pl_pl: Otwórz konto i rozpocznij handlowanie w kilka minut
pt_pt: Abra uma conta e comece a negociar em poucos minutos
vi_vn: Mở một tài khoản và bắt đầu giao dịch trong vài phút
zh_cn: 开立账户，并于数分钟内开始交易

source: Open an account now
de_de: Eröffnen Sie jetzt ein Konto
fr_fr: Ouvrir un compte maintenant
id_id: Daftar akun sekarang
pl_pl: Otwórz konto teraz
pt_pt: Abrir uma conta agora
vi_vn: Mở tài khoản ngay bây giờ
zh_cn: 立即开设帐户

source: Open contracts
de_de: Offene Kontrakte
fr_fr: Contrats ouverts
id_id: Kontrak berjalan
pl_pl: Otwórz kontrakty
pt_pt: Abrir contratos
vi_vn: Hợp đồng mở
zh_cn: 订立合约

source: Open positions
de_de: Offene Positionen
fr_fr: Postes vacants
id_id: Lowongan pekerjaan
pl_pl: Wolne stanowiska
pt_pt: Vagas em aberto
vi_vn: Tuyển Dụng
zh_cn: 空缺

source: Open-Source Projects
de_de: Open-Source Projekte
fr_fr: Projets open source
id_id: Proyek Open-Source
pl_pl: Projekty open-source
pt_pt: Projetos de código aberto
vi_vn: Các Dự Án Nguồn Mở
zh_cn: 开源项目

source: Open-source projects
de_de: Open-Source Projekte
fr_fr: Projets open source
id_id: Proyek open-source
pl_pl: Projekty open-source
pt_pt: Projetos de código aberto
vi_vn: Các dự án nguồn mở
zh_cn: 开源项目

source: Opening a Transaction
de_de: Eine Transaktion eröffnen
id_id: Membuka Transaksi
pl_pl: Otwieranie transakcji
pt_pt: Abrindo uma transação
vi_vn: Mở giao dịch
zh_cn: 开盘交易

source: Opening an Account
de_de: Ein Konto eröffnen
id_id: Mendaftar Akun
pl_pl: Otwieranie konta
pt_pt: Abrindo uma conta
vi_vn: Mở tài khoản
zh_cn: 开立账户

source: Opening an MT5 Real Account
de_de: Ein MT5 Echtgeld-Konto eröffnen
fr_fr: Ouverture d'un Compte Réel MT5
id_id: Daftar Akun Riil MT5
pl_pl: Otwieranie Prawdziwego konta MT5
pt_pt: Como abrir uma conta real MT5
vi_vn: Mở Tài Khoản Thực MT5
zh_cn: 开立MT5真实账户

source: Opening price
de_de: Eröffnungskurs
fr_fr: Cours d’ouverture
id_id: Harge pembukaan
pl_pl: Cena otwarcia
pt_pt: Preço de abertura
vi_vn: Giá mở
zh_cn: 开盘价
