Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: Your account remains under the retail client category.
fr_fr: Votre compte reste sous la catégorie de client de détail.
id_id: Akun Anda tetap di bawah kategori klien ritel.
pl_pl: Twoje konto pozostaje w kategorii klienta indywidualnego.
pt_pt: A sua conta permanece sob a categoria de cliente não profissional.
vi_vn: Tài khoản của bạn vẫn còn theo thể loại khách hàng bán lẻ.
zh_cn: 您的账户仍属于零售客户类别。

source: Your account security is of paramount importance to us. Please consider the following initiatives and tools to enhance your account security:
de_de: Ihre Kontosicherheit ist für uns von höchster Bedeutung. Bitte beachten Sie die folgenden Initiativen und Instrumente zur Verbesserung der Sicherheit Ihres Kontos:
fr_fr: La Sécurité de votre compte est d’une importance primordiale pour nous. Veuillez tenir compte des initiatives et outils suivants pour améliorer la sécurité de votre compte :
id_id: Keamanan akun Anda sangat penting bagi kami. Mohon pertimbangkan beberapa inisiatif dan fasilitas berikut untuk meningkatkan keamanan akun Anda:
pl_pl: Bezpieczeństwo Twojego konta ma dla nas ogromne znaczenie. Rozważ skorzystanie z następujących funkcji i inicjatyw, aby zwiększyć bezpieczeństwo swojego konta:
pt_pt: A segurança da sua conta é muito importante para nós. Analise as seguintes iniciativas e ferramentas para melhorar a segurança da sua conta:
vi_vn: Bảo mật tài khoản của bạn rất quan trọng đối với chúng tôi. Vui lòng xem xét các lời khuyên và công cụ sau để tăng cường bảo mật tài khoản của bạn:
zh_cn: 您的账户安全对我们来说至关重要。请考虑采用以下措施和工具以增强您的账户安全:

source: Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution, Clients will not receive interest on deposits. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
de_de: Ihr Konto darf nicht als Bankkonto verwendet werden und Einzahlungen dürfen nur im Hinblick auf die Verwendung für den Kauf von Kontrakten erfolgen. Das Unternehmen ist keine Finanzinstitution. Die Kunden erhalten für Ihre Guthaben keine Zinsen. Sollten Sie wiederholt Einzahlungen und Abhebungen vornehmen, ohne dass entsprechende Kontrakte platziert werden, behalten wir uns das Recht vor, ohne vorherige Ankündigung vor Kündigung des Kontos, dieses mit anfallenden Bankgebühren zu belasten.
id_id: Akun Anda tidak boleh digunakan sebagai fasilitas perbankan dan deposito hanya boleh dilakukan dengan tujuan untuk menggunakan dana untuk membeli kontrak. Perusahaan ini bukan lembaga keuangan, Klien tidak akan menerima bunga deposito. Jika Anda melakukan deposit berulang dan penarikan tanpa melakukan pembelian kontrak maka kami berhak untuk mengembalikan saldo dana pada akun Anda tanpa pemberitahuan termasuk biaya transfer sebelum melakukan penutupan akun.
pl_pl: Twoje konto nie powinno być wykorzystywane jako rachunek bankowy i wszelkie wpłaty powinny być dokonywane z zamiarem wykorzystania tych środków na zakup kontraktów. Firma nie jest instytucją finansową i depozyty Klientów nie są oprocentowane. W przypadku powtarzającego się dokonywania wpłat i wypłat środków bez współmiernego do nich zakupu kontraktów, Firma zastrzega sobie prawo do pobrania z Twojego konta środków na pokrycie wszelkich poniesionych przez nią opłat bankowych, bez wcześniejszego powiadomienia.
pt_pt: A sua conta não deve ser usada como um recurso bancário e os depósitos só devem ser feitos tendo em vista a utilização de fundos para celebrar contratos. A Empresa não é uma instituição financeira. Os clientes não receberão juros sobre depósitos. Caso você faça depósitos e retiradas repetidas, sem celebrar contratos correspondentes, nós reservamos o direito de lhe cobrar na sua conta, sem aviso prévio, quaisquer encargos bancários que tenhamos incorridos antes da conta ser encerrada.
vi_vn: Tài khoản của bạn không nên được sử dụng như một thiết bị ngân hàng và bạn chỉ nên gửi tiền với mục đích sử dụng nó để đặt hợp đồng. Công Ty không phải là tổ chức tài chính, Khách Hàng cũng không nhận được lãi suất từ tiền gửi. Nếu bạn gửi tiền và rút tiền nhiều lần mà không đặt hợp đồng tương xứng, chúng tôi có quyền thu hồi tài khoản của bạn, mà không cần thông báo trước, bất kỳ khoản phí ngân hàng nào chúng tôi sẽ thu của bạn trước khi đóng tài khoản.
zh_cn: 您的账户不应被用作银行信贷，其中的存款只应视为交易资金。本公司并不是金融机构，客户存款不会有利息。如果您重复进行存、取款，却没有进行相应的交易，在关闭账户之前，我们保留权利在不事先通知的情况下把相关银行费用转加到您的账户。

source: Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution. Clients will not receive interest on deposits. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
de_de: Ihr Konto darf nicht als Bankkonto verwendet werden und Einzahlungen dürfen nur im Hinblick auf die Verwendung für den Kauf von Kontrakten erfolgen. Das Unternehmen ist keine Finanzinstitution. Die Kunden erhalten für Ihre Guthaben keine Zinsen. Sollten Sie wiederholt Einzahlungen und Abhebungen vornehmen, ohne dass entsprechende Kontrakte platziert werden, behalten wir uns das Recht vor, ohne vorherige Ankündigung vor Kündigung des Kontos, dieses mit anfallenden Bankgebühren zu belasten.
id_id: Akun Anda sebaiknya tidak digunakan sebagai fasilitas perbankan dan deposit hanya dilakukan untuk melakukan pembelian kontrak. Perusahaan adalah bukan institusi bank. Klien tidak akan menerima bunga pada deposit. Jika Anda melakukan deposit berulang ulang dan penarikan tanpa melakukan pembelian kontrak, kami berhak untuk menutup akun Anda tanpa pemberitahuan sebelumnya, membebankan biaya bank yang terlibat sebelum menutup akun Anda.
pl_pl: Twoje konto nie powinno być wykorzystywane jako rachunek bankowy i wszelkie wpłaty powinny być dokonywane z zamiarem wykorzystania tych środków na zakup kontraktów. Firma nie jest instytucją finansową i depozyty Klientów nie są oprocentowane. W przypadku powtarzającego się dokonywania wpłat i wypłat środków bez współmiernego do nich zakupu kontraktów, Firma zastrzega sobie prawo do pobrania z Twojego konta środków na pokrycie wszelkich poniesionych przez nią opłat bankowych, bez wcześniejszego powiadomienia.
pt_pt: A sua conta não deve ser usada como um recurso bancário e depósitos só devem ser feitos com fim de usar os fundos para efetuar negociações. A Empresa não é uma instituição financeira. Os clientes não receberão juros sobre depósitos. Caso você faça depósitos e retiradas repetidas, sem haver negociações correspondentes, nós reservamos o direito de lhe cobrar na sua conta, sem aviso prévio, quaisquer encargos bancários que tenhamos incorridos antes da conta ser encerrada.
vi_vn: Tài khoản của bạn không nên được sử dụng như một thiết bị ngân hàng và bạn chỉ nên gửi tiền với mục đích sử dụng nó để đặt hợp đồng. Công Ty không phải là tổ chức tài chính, Khách Hàng cũng không nhận được lãi suất từ tiền gửi. Nếu bạn gửi tiền và rút tiền nhiều lần mà không đặt hợp đồng tương xứng, chúng tôi có quyền thu hồi tài khoản của bạn, mà không cần thông báo trước, bất kỳ khoản phí ngân hàng nào chúng tôi sẽ thu của bạn trước khi đóng tài khoản.
zh_cn: 您的账户不应被用作银行信贷，其中的存款只应视为交易资金。本公司并不是金融机构，客户存款不会有利息。如果您重复进行存、取款，却没有进行相应的交易，在关闭账户之前，我们保留权利在不事先通知的情况下把相关银行费用转加到您的账户。

source: Your account will be opened with %1, and will be subject to the jurisdiction and laws of %2.
de_de: Ihr Konto wird mit %1 eröffnet, und ist Gegenstand der Zuständigkeit und der Gesetze von %2.
fr_fr: Votre compte sera ouvert avec %1 et sera soumis à la juridiction et aux lois de %2.
id_id: Akun Anda akan didaftarkan pada %1, dan akan tunduk pada yurisdiksi dan hukum dari %2.
pl_pl: Twoje konto zostanie otwarte przez %1 i będzie podlegać jurysdykcji i przepisom prawa terytorium: %2.
pt_pt: A sua conta será aberta na %1 e estará sujeita à jurisdição e às leis de %2.
vi_vn: Tài khoản của bạn sẽ được mở ra với %1, và sẽ phải tuân theo thẩm quyền và luật pháp của %2.
zh_cn: 您的账户将透过％1开立，并受％2的管辖权和法律管辖。

source: Your address has been recognised by our system.
fr_fr: Votre adresse a été reconnue par notre système.
id_id: Alamat Anda telah dikenali oleh sistem kami.
pl_pl: Twój adres został rozpoznany przez nasz system.
pt_pt: O seu endereço foi reconhecido pelo nosso sistema.
vi_vn: Địa chỉ của bạn đã được xác nhận bởi hệ thống của chúng tôi.
zh_cn: 您的地址已被我们的系统认可。

source: Your application to be treated as a professional client is being processed.
de_de: Ihre Anfrage auf Behandlung als professioneller Kunde, wird bearbeitet.
fr_fr: Votre application doit être traitée comme un client professionnel est en cours de traitement.
id_id: Aplikasi Anda sebagai klien profesional sedang diproses.
pl_pl: Twój wniosek o uznanie za klienta profesjonalnego jest przetwarzany.
pt_pt: O seu requerimento para ser tratado como um cliente profissional está sendo processado.
vi_vn: Đơn xét duyệt để được thành một khách hàng chuyên nghiệp của bạn đang được xử lý.
zh_cn: 您要求成为专业客户的申请正在处理中。

source: Your application will then be reviewed by our compliance and marketing departments. Once approved, we will put you live in our %1payment agent%2 list.
de_de: Ihr Antrag wird dann von unserer Rechtsabteilung und Marketingabteilung überprüft. Sobald deren Genehmigung vorliegt, werden wir Sie in unserer %1Liste der Zahlungsagenten%2 veröffentlichen.
fr_fr: Votre demande sera ensuite examinée par nos services de conformité et de marketing. Une fois approuvée, nous vous ajouterons en ligne dans notre liste %1d'agents de paiement%2.
id_id: Permohonan Anda akan ditinjau oleh departemen compliance dan marketing kami. Setelah disetujui, kami akan mengaktifkan Anda di dalam daftar %1agen pembayaran%2.
pl_pl: Twoja aplikacja zostanie sprawdzona przez nasz zespół ds. zgodności oraz zespół ds. marketingu. Po akceptacji umieścimy Cię na liście naszych %1pośredników płatności%2.
pt_pt: A sua candidatura será então analisada pelos nossos departamentos de conformidade e de marketing. Uma vez aprovada, iremos pô-lo em funcionamento na nossa lista de %1agentes de pagamentos%2.
vi_vn: Hồ sơ đăng kí của bạn sẽ được xem xét bởi phòng thủ tục và marketing. Khi đã được duyệt, chúng tôi sẽ xếp bạn vào danh sách đại lý thanh toán của chúng tôi.
zh_cn: 随后，我们的审核和营销部门将审核您的申请。一经通过，我们就会把您列入%1付款代理%2列表。

source: Your breach of any of %1's rights;
de_de: Ihre Verletzung von Rechten von %1;
id_id: Pelanggaran Anda dari setiap peraturan %1 ini;
pl_pl: Naruszenie jakichkolwiek praw firmy %1;
pt_pt: A sua violação de quaisquer direitos da %1;
vi_vn: Sự vi phạm của bạn đối với bất kỳ quyền nào của %1;
zh_cn: 您违反任何%1权利;

source: Your browser does not support JavaScript!
de_de: Ihr Browser unterstützt JavaScript nicht!
fr_fr: Votre navigateur n'est pas compatible avec JavaScript !
id_id: Browser Anda tidak mendukung JavaScript!
pl_pl: Twoja przeglądarka nie obsługuje JavaScript!
pt_pt: O seu navegador não suporta JavaScript!
vi_vn: Trình duyệt của bạn không hỗ trợ JavaScript!
zh_cn: 您的浏览器不支持 JavaScript！

source: Your cashier is locked as per your request - to unlock it, please click %1here%2.
de_de: Ihre Kasse wurde auf Ihren Antrag hin gesperrt - um Sie wieder zu entsperren, bitte %1hieranklicken%2.
fr_fr: Votre caisse est verrouillée conformément à votre demande - si vous souhaitez la déverrouiller, veuillez cliquer %1ici%2.
id_id: Bagian kasir akun Anda telah di batalkan - untuk membukanya, silahkan klik %1disini%2.
pl_pl: Sekcja Kasjer została zablokowana na Twoją prośbę - jeśli chcesz ją odblokować, prosimy kliknąć %1tutaj%2.
pt_pt: O seu caixa está bloqueado conforme solicitado - para desbloqueá-lo, clique %1aqui%2.
vi_vn: Theo như bạn yêu cầu Thu Ngân đã được khóa - để mở khóa, xin vui lòng nhấn vào %1đây%2.
zh_cn: 根据您的请求，您的收银台已被锁定 - 如需解除锁定，请点击%1此处%2。

source: Your cashier is locked as per your request - to unlock it, please click <a href="%1">here</a>.
de_de: Ihre Kasse wurde auf Ihren Antrag hin gesperrt - um Sie wieder zu entsperren, bitte <a href="%1">hier</a>anklicken.
fr_fr: Votre caisse est verrouillée conformément à votre demande - si vous souhaitez la déverrouiller, veuillez cliquer <a href="%1">ici</a>.
id_id: Bagian kasir akun Anda telah di batalkan - untuk membukanya, silahkan klik <a href="%1">disini</a>.
pl_pl: Sekcja Kasjer została zablokowana na Twoją prośbę - jeśli chcesz ją odblokować, prosimy kliknąć <a href="%1">tutaj</a>.
pt_pt: O seu caixa está bloqueado conforme solicitado - para desbloqueá-lo, clique <a href="%1">aqui</a>.
vi_vn: Thu Ngân đã bị khóa theo yêu cầu của bạn - để mở khóa, vui lòng nhấn <a href="%1">vào đây </a>.
zh_cn: 根据您的请求，您的收银台已被锁定 - 如需解除锁定，请点击<a href="%1">此处</a>。

source: Your cashier is locked as per your request - to unlock it, please enter the password.
de_de: Ihre Kasse ist auf Ihren Antrag hin gesperrt - um Sie zu entsperren, geben Sie bitte das Passwort ein.
fr_fr: Votre caisse est verrouillée conformément à votre demande - si vous souhaitez la déverrouiller, veuillez saisir le mot de passe.
id_id: Kasir Anda terkunci sesuai permintaan Anda - untuk membuka kunci, masukkan kata sandi.
pl_pl: Sekcja Kasjer została zablokowana na Twoją prośbę - jeśli chcesz ją odblokować, prosimy o podanie hasła.
pt_pt: O seu caixa está bloqueado conforme pedido - para desbloqueá-lo, digite a senha.
vi_vn: Thu Ngân đã bị khóa theo yêu cầu của bạn - để mở khóa, vui lòng điền mật khẩu.
zh_cn: 根据您的请求，您的收银台已被锁定 - 如需解除锁定，请输入密码。

source: Your cashier is locked.
de_de: Ihre Kasse ist gesperrt.
fr_fr: Votre caisse est verrouillée.
id_id: Kasir Anda terkunci.
pl_pl: Twoja sekcja Kasjer jest zablokowana.
pt_pt: O seu caixa está bloqueado.
vi_vn: Thu ngân của bạn bị khóa.
zh_cn: 您的收银台已锁定。

source: Your cashier session has expired. Please try again.
de_de: Ihre Kasse-Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.
fr_fr: Expiration de votre session de caisse. Veuillez essayer à nouveau.
id_id: Sesi kasir Anda telah berakhir. Silakan coba lagi.
pl_pl: Twoja sesja w sekcji Kasjer wygasła. Spróbuj ponownie.
pt_pt: O tempo da sua sessão do caixa esgotou. Tente novamente.
vi_vn: Phiên sử dụng thu ngân của bạn đã hết hạn. Vui lòng thử lại.
zh_cn: 您的收银台时段已过期。请重试。

source: Your changes have been updated successfully.
de_de: Ihre Änderungen wurden erfolgreich aktualisiert.
fr_fr: Vos modifications ont bien été prises en compte.
id_id: Perubahan Anda telah berhasil diperbarui.
pl_pl: Zmiany zostały wprowadzone.
pt_pt: As suas alterações foram atualizadas com sucesso.
vi_vn: Các thay đổi của bạn đã được cập nhật thành công.
zh_cn: 您的更改已成功更新。

source: Your changes have been updated.
de_de: Ihre Änderungen wurden aktualisiert.
fr_fr: Vos modifications ont été prises en compte.
id_id: Perubahan Anda telah diperbarui.
pl_pl: Twoje zmiany zostały wprowadzone.
pt_pt: As suas alterações foram atualizadas.
vi_vn: Những thay đổi của bạn đã được cập nhật.
zh_cn: 您的更改已成功更新。

source: Your commission for the previous calendar month will be deposited into your account by the 15th of every month.
de_de: Ihre Provision für den vorangegangenen Kalendermonat wird bis zum 15. eines jeden Monats auf Ihr Konto gutgeschrieben.
fr_fr: Votre commission pour le mois civil précédent sera déposé dans votre compte le 15ème jour de chaque mois.
id_id: Komisi Anda untuk bulan kalender sebelumnya akan dibayarkan ke dalam akun Anda paling lambat pada hari ke 15 setiap bulan.
pl_pl: Twoja prowizja za poprzedni miesiąc kalendarzowy zostanie przekazana na Twoje konto do 15-tego dnia miesiąca.
pt_pt: As suas comissões do mês civil anterior serão depositadas na sua conta até dia 15 de cada mês.
vi_vn: Hoa hồng của bạn cho tháng trước đó sẽ được gửi vào tài khoản của bạn vào 15 hàng tháng.
zh_cn: 您上个月的佣金将于每月15日前准时存入您的账户。

source: Your death, your incapacity, become of unsound mind or your inability to pay your debts as they fall due, or is bankrupt or insolvent, as defined under any bankruptcy or insolvency law applicable to you, if you are an individual;
de_de: Ihr Ableben, Ihr Unvermögen, wenn Sie unzurechnungsfähig werden, oder Ihre Unfähigkeit Schulden, wie diese anfällig werden zu begleichen, oder Sie sind zahlungsunfähig oder insolvent, wie unter Zahlungsunfähigkeits- oder Insolvenzgesetzen, die für Sie gelten, definiert, wenn Sie eine Einzelperson sind;
id_id: Kematian Anda, ketidakmampuan Anda, menjadi tidak waras atau ketidakmampuan Anda untuk membayar hutang Anda saat jatuh tempo, atau bangkrut atau pailit, sebagaimana didefinisikan dalam setiap kebangkrutan atau kepailitan hukum yang berlaku untuk Anda, jika Anda adalah seorang individu;
pl_pl: Twoja śmierć, utrata zdolności do czynności prawnych, choroba umysłowa lub niezdolność do spłaty swoich długów, gdy staną się wymagalne, bankructwo lub niewypłacalność w rozumieniu jakiegokolwiek prawa dot. upadłości i niewypłacalności, któremu podlegasz, będąc osobą fizyczną;
pt_pt: A sua morte, invalidez, instabilidade mental ou incapacidade de pagar as suas dividas assim que estas se vencem, ou a sua falência ou insolvência, conforme definido por qualquer lei de falência ou insolvência aplicável a você, no caso de você ser um individual;
vi_vn: Cái chết của bạn, bất lực của bạn, việc mất kiểm soát hành vi hoặc không có khả năng trả nợ của bạn như khi phá sản hay vỡ nợ, như được định nghĩa theo quy định phá sản hoặc luật phá sản áp dụng đối với bạn, nếu bạn là một cá nhân;
zh_cn: 如果您是个人，您的逝世、丧失工作能力、变得心智不健全或由任何适用于您的破产或无力偿债法律规定为无法按时还债、或破产或无力偿债;

source: Your debts are not settled as, and when, they fall due.
de_de: Ihre Schulden sind nicht beglichen, wenn diese fällig werden.
id_id: Hutang Anda tidak terselesaikan, dan ketika jatuh tempo.
pl_pl: Twoje długi nie zostały uregulowane w terminie ich wymagalności.
pt_pt: As suas dívidas não são liquidadas assim que, e quando, elas se vencem.
vi_vn: Các khoản nợ không được giải quyết và khi họ phá sản do.
zh_cn: 您无法在到期时还清债务.

source: Your demo account balance is currently %1 or less. You may top up your account with an additional %2.
fr_fr: Le solde de votre compte démo est actuellement inférieur ou égal à %1. Vous pouvez recharger votre compte avec %2 de plus.
id_id: Saldo akun demo Anda saat ini adalah %1 atau kurang. Anda dapat mengisi ulang akun Anda dengan tambahan %2.
pl_pl: Saldo Twojego konta demo wynosi obecnie %1 lub mniej. Możesz zasilić swoje konto dodatkową kwotą %2.
pt_pt: O saldo da sua conta demo está atualmente equivalente a %1 ou menos. É possível carregar mais %2 para a sua conta.
vi_vn: Số dư tài khoản demo của bạn hiện nay là %1 hoặc ít hơn. Bạn có thể nạp thêm vào tài khoản demo %2.
zh_cn: 您的模拟账户余额当前为 %1 或更低。您可以添加 %2补充账户资金。

source: Your fiat account's currency is currently set to %1.
fr_fr: La devise de votre compte fiat est actuellement en %1.
id_id: Mata uang akun fiat Anda saat ini adalah %1.
pl_pl: Waluta Twojego konta fiducjarnego jest obecnie ustawiona na %1.
vi_vn: Tài khoản của bạn có đơn vị tiền tệ hiện tại đặt là %1.
zh_cn: 您的法定账户的币种当前设置为 %1。

source: Your fiat account's currency is set to %1.
de_de: Die Währung Ihres Fiat-Kontos ist nun %1.
fr_fr: La devise de votre compte fiat est en %1.
id_id: Mata uang akun fiat Anda diatur sebagai %1.
pl_pl: Waluta Twojego konta fiducjarnego jest ustawiona na %1.
vi_vn: Tài khoản fiat của bạn có đơn vị tiền tệ là %1.
zh_cn: 您的法定账户的币种设置为 %1。

source: Your forex and contracts for differences transactions with %1 are linked to an underlying financial instrument and you will be exposed to price, currency exchange, interest rate or other volatility of the market to which your financial instrument is related to, especially if the market is of a jurisdiction that is foreign to you. Forex and contracts for differences trading over the internet via an electronic trading platform is subject to data latency risk which may result in delays in order execution.
de_de: Ihre Forex- und Differenzkontrakt-Transaktionen mit %1 sind mit dem zugrundeliegenden finanziellen Instrument verbunden, und Sie sind dem Kurs, dem Währungsumtausch, den Zinssätzen, oder der Volatilität des Markts, auf den sich Ihr finanzielles Instrument bezieht, ausgesetzt, vor allem dann, wenn sich der Markt in einem Ihnen fremden Zuständigkeitsbereich befindet. Forex und Differenzkontrakt-Geschäfte über das Internet, via einer elektronischen Handelsplattform, unterliegen dem Risiko einer Datenlatenz, die zu Verzögerungen in der Orderausführung führen kann.
id_id: Transaksi forex dan kontrak untuk perbedaan pada %1 adalah terhubung dengan instrumen finansial dasar dan Anda akan terkena harga, nilai tukar, tingkat bunga atau volatilitas lain pasar terkait dengan instrumen finansial Anda, khususnya pasar asing. Forex dan kontrak berdasarkan selisih yang ditradingkan di internet menggunakan platform trading elektronik adalah tergantung kepada risiko keterlambatan data yang mungkin dapat memperlambat eksekusi order Anda.
pl_pl: Zawierane z %1 transakcje forex i transakcje na różnice kursowe są powiązane z bazowym instrumentem finansowym i będziesz narażony/-a na zmienność cen, kursów walutowych, oprocentowania i na innego rodzaju zmienność rynku, z którym powiązany jest Twój instrument bazowy, zwłaszcza jeśli rynek podlega nieznanej Ci jurysdykcji. Handel internetowy kontraktami forex i kontraktami na różnice kursowe za pośrednictwem elektronicznej platformy handlowej podlega opóźnieniom danych mogącym skutkować opóźnieniami w wykonywaniu zleceń.
pt_pt: As suas transações de forex e de contratos por diferenças na %1 estão vinculadas a um instrumento financeiro subjacente e você será exposto a volatilidades de preço, câmbios e taxas de juro, entre outras, do mercado ao qual o seu instrumento financeiro está relacionado; especialmente no caso de o mercado pertencer a uma jurisdição que lhe é estrangeira A negociação de forex e de contratos por diferenças na da Internet através de uma plataforma de negociação eletrônica está sujeita ao risco de latência de dados que poderá resultar em demoras na execução de ordens.
vi_vn: Ngoại hối và các hợp đồng chênh lệch giá thiết lập giao dịch với %1 của bạn được liên kết với một công cụ tài chính tiềm ẩn và bạn sẽ được tiếp xúc với giá, quy đổi Ngoại tệ, lãi suất hay biến động của thị trường mà công cụ tài chính của bạn là liên quan đến, đặc biệt là nếu thị trường là một thẩm quyền đó là nước ngoài với bạn. Ngoại hối và các hợp đồng chênh lệch giá kinh doanh trên internet thông qua một sàn giao dịch điện tử là tùy thuộc vào rủi ro độ trễ dữ liệu có thể gây ra sự chậm trễ trong thứ tự thực hiện.
zh_cn: 您与 %1的外汇和差价合约交易与一种标的金融工具相连接，您将承受与金融工具有关的价格、汇率、利率或其他市场波动率的风险，特别是如果市场所属的管辖权与你无关。通过电子交易平台在网络上进行的外汇和差价合约交易承受潜在数据风险，可能导致订单执行的延误。

source: Your fund transfer is successful. Your new balances are:
de_de: Ihre Geldübrweisung war erfolgreich. Ihr neues Guthaben beträgt:
fr_fr: Votre transfert de fonds est réussi. Vos nouveaux soldes sont :
id_id: Transfer dana Anda berhasil. Saldo terbaru Anda adalah:
pl_pl: Przelew środków został zrealizowany. Twoje nowe saldo wynosi:
pt_pt: A sua transferência de fundos foi bem-sucedida. O seus novos saldos são:
vi_vn: Chuyển khoản thành công. Số dư mới của bạn là:
zh_cn: 您已成功转账。最新余额是：
