Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: If %1 is legally required to disclose your personal or financial information by law, regulation, or pursuant to the order of a court of competent jurisdiction or a governmental agency, we will promptly notify you to give you the opportunity to seek protection for the information as it deems appropriate. We will do so unless legally prohibited. Such required disclosure shall not be interpreted as a breach of this Terms and Conditions Agreement.
de_de: Wenn %1 durch Gesetzesverordnung oder zur Befolgung einer Anordnung eines zuständigen Gerichts oder einer Regierungsbehörde verpflichtet ist, Ihre persönlichen oder finanziellen Angaben offenzulegen, dann werden wir Sie unverzüglich hierüber in Kenntnis setzen, damit Ihnen die Gelegenheit gegeben wird, ggfls. nach Schutz für die Informationen nachzusuchen. Solange es gesetzlich nicht untersagt ist, werden wir dies vornehmen. Eine Pflicht zur Offenlegung darf nicht als Verletzung der vertraglich vereinbarten Allgemeinen Geschäftsbedingungen interpretiert werden.
id_id: Jika %1 diwajibkan secara hukum untuk menginformasikan data pribadi atau keuangan Anda oleh hukum, regulasi atau sesuai dengan perintah dari pengadilan yang berwenang atau badan pemerintah, kami harus, kecuali dilarang secara hukum, segera memberitahu Anda mengenai hal tersebut, untuk memberikan kesempatan kepada Anda dalam mencari perlindungan yang dianggap perlu. Pengungkapan yang diperlukan tersebut tidak dapat ditafsirkan sebagai pelanggaran Syarat dan Ketentuan Perjanjian ini.
pl_pl: Jeśli %1 będzie zobowiązana do ujawnienia Twoich informacji osobowych lub finansowych na mocy przepisów prawa lub innych regulacji, lub na mocy nakazu wystawionego przez sąd odpowiedniej jurysdykcji lub przez urząd państwowy, powiadomimy Cię o tym natychmiast, aby dać Ci możliwość ochrony swoich danych w sposób, jaki uznasz za stosowny. Uczynimy to pod warunkiem, że nie będzie to prawnie zakazane. Takiego ujawnienia danych osobowych nie należy interpretować jako naruszenia przepisów niniejszego Regulaminu.
pt_pt: Se a %1 for legalmente obrigada a divulgar as suas informações pessoais ou financeiras por lei, regulamento ou de acordo com uma ordem de um tribunal de jurisdição competente ou autoridade governamental, iremos notificá-lo imediatamente para lhe dar a oportunidade de procurar a protecção dessas informações conforme considerarmos adequado. Assim faremos, a menos que sejamos legalmente proibidos. Tal divulgação exigida não será interpretada como uma violação deste Acordo de termos e condições.
vi_vn: Nếu %1 được yêu cầu phải tiết lộ thông tin cá nhân hoặc thông tin tài chính của bạn cho luật pháp, hoặc theo lệnh của tòa án có thẩm quyền hoặc cơ quan chính phủ, chúng tôi sẽ thông báo trước cho bạn, để bạn có cơ hội bảo vệ thông tin của mình nếu thấy cần thiết. Chúng tôi sẽ làm vậy trừ khi bị hạn chế bởi luật pháp. Những yêu cầu tiết lộ này sẽ không được hiểu là hành vi vi phạm Điều Khoản và Điều Kiện của Thỏa Thuận.
zh_cn: 如果%1因法律法规或具有司法管辖权的法庭或政府机构的规定，必须公布您的个人或财务信息，除非法律不允许，我们将及时通知您，使您有机会对相关数据采取恰当的保护措施。该必要的公布行为不可解释为违反此协议条款和条件。

source: If a closing Transaction in the same market is entered into but with a higher number of lots, the original Open Position will be closed and a new Open Position will be entered into for the number of lots by which the new Transaction exceeds the Open Position.
de_de: Wenn eine Schlusstransaktion mit einer höheren Anzahl an Lots im selben Markt eingegangen wird, wird die ursprüngliche Offene Position geschlossen und eine neue Offene Position für die Anzahl an Lots, zu welcher die neue Transaktion die Offene Position übersteigt, wird eingegangen.
id_id: Jika penutupan Transaksi pada pasar yang sama dibeli namun dengan jumlah lot yang lebih tinggi, maka Open Position sebelumnya akan ditutup dan Open Position akan dibeli untuk jumlah lot dimana Transaksi baru melebihi Open Position.
pl_pl: Jeżeli transakcja zamknięcia na tym samym rynku zostaje zawarta, ale jest to transakcja o większej liczbie partii, pierwotna pozycja otwarta zostanie zamknięta, a nowa pozycja otwarta o wielkości odpowiadającej pozostałej liczbie partii zostanie rozpoczęta.
pt_pt: Se se entrar numa transação de encerramento, mas com um número superior de lotes, a posição em aberto original será fechada e se entrará numa nova posição em aberto pelo número de lotes por qual a nova transação exceder a posição em aberto.
vi_vn: Nếu một phiên giao dịch đang đóng ở cùng một thị trường tương tự được nhập vào nhưng với con số cao hơn rất nhiều, Phiên Mở ban đầu sẽ bị đóng lại và một Phiên Mở mới sẽ được nhập vào cho một số rất lớn bởi nhiều giao dịch mới vượt quá thế tăng giá.
zh_cn: 如果在同一市场签定平仓交易，但是具有较多的手份，原来持仓头寸将平仓，并以超越未平仓头寸的新交易手份数签订新未平仓头寸。

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time, and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payments earned, revenue to cover any processed chargebacks) before you can start earning revenue again. In special cases, the Company reserves the right to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
de_de: Falls bei der Berechnung Ihres Umsatzanteils ein Fehler auftritt, behält sich das Unternehmen vor, eine solche Berechnung jederzeit zu korrigieren und die vom Unternehmen an Sie geleisteten Überzahlungen zurückzufordern (insbesondere von zukünftig verdienten Umsatzbeteiligungen, um angefallene Rückbuchungen auszugleichen) bevor Sie erneut am Umsatz beteiligt werden können. Das Unternehmen behält sich weiterhin das Recht vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni), die vom Unternehmen auf das Konto eines Kunden eingezahlt werden, von der Berechnung auszuschließen.
id_id: Jika terjadi kesalahan didalam perhitungan pembagian komisi, Perusahaan berhak melakukan penghitungan ulang kapan saja, dan menarik kembali kelebihan bayaran yang telah di buat oleh Perusahaan kepada Anda (termasuk, tanpa batasan dengan mengurangi komisi yang diperolehi untuk menutupi kekurangan). Pada kasus tertentu, Perusahaan berhak menghentikan pembagian hasil pada bonus yang didepositkan kedalam akun klient oleh Perusahaan.
pl_pl: W przypadku popełnienia błędu w obliczeniu udziału Partnera w przychodach, Firma zastrzega sobie prawo do skorygowania wyliczeń w dowolnym momencie i odzyskania od Partnera nadpłaty dokonanej przez Firmę na konto Partnera (w tym przez obniżenie przyszłych płatności z tytułu przychodów w celu pokrycia zwrotu dokonanej nadpłaty) zanim Partner zacznie zarabiać ponownie. W szczególnych przypadkach Firma zastrzega sobie prawo do odstąpienia od podziału przychodów promocyjnych wpłaconych przez Firmę na konto klienta.
pt_pt: Caso seja cometido um erro no cálculo da sua parte da parcela de receitas, a Empresa reserva-se o direito de corrigir esse cálculo em qualquer momento e reclamar-lhe qualquer pagamento em excesso feito a você pela Empresa (incluindo, mas não exclusivamente, por meio de redução de pagamentos futuros ganhos, receitas para cobrir quaisquer estornos processados) antes de você poder voltar a receber os ganhos. Em casos especiais, a Empresa reserva o direito de excluir a repartição de receitas sobre fundos promocionais depositados pela Empresa na conta do cliente.
vi_vn: Nếu việc tính toán lợi nhuận cổ phiếu của bạn bị sai, Công ty có quyền chỉnh sửa cho hợp lý bất cứ lúc nào, và yêu cầu bạn hoàn lại tiền thừa (bao gồm, không giới hạn, bằng cách trừ vào số tiền bạn kiếm được sau này để bù lại số tiền thừa trước đó) trước khi bạn có thể bắt đầu kiếm tiền trở lại. Trong trường hợp đặc biệt, Công ty có quyền trừ doanh thu cổ phiếu dựa trên số tiền Công ty đã trả vào tài khoản của khách hàng.
zh_cn: 如果您的收入分成计算有误，公司保留随时修正错误并追回超额支付的权利（包括但不限于：在您再次开始赚取收入之前，减少未来的收入以补偿超额支付）。在特殊情况下，公司有权拒绝向客户账户支付促销收入分成。

source: If any provision of these Terms is found to be illegal, void, or unenforceable, the unenforceable provision will be modified so as to render it enforceable to the maximum extent possible in order to effect the intention of the provision; if a term cannot be so modified, it will be severed and the remaining provisions of these Terms will not be affected in any way.
de_de: Sollte eine der Bestimmungen dieser Bedingung als unrechtmäßig, ungültig oder undurchsetzbar erachtet werden, dann soll diese undurchsetzbare Bestimmung so geändert werden, dass sie so weit wie möglich der Regelungsabsicht dieser Bestimmung nahe kommt; sofern eine Bedingung nicht geändert werden kann, wird sie suspendiert und die restlichen Bedingungen werden hiervon in keiner Weise berührt.
fr_fr: Si toute disposition de ces Conditions est jugée illégale, nulle ou inapplicable, la disposition inapplicable sera modifiée de manière à la rendre applicable dans la plus large mesure possible afin de réaliser l'intention de la disposition ; si une condition ne peut être modifiée de cette manière, elle sera réputée séparée et les autres dispositions de ces Conditions n'en seront en aucun cas affectées.
id_id: Jika ada kondisi dari Ketentuan ini ditemukan sebagai ketentuan yang tidak sah, batal, atau tidak dapat diterapkan maka penyediaan kekuatan hukum akan dimodifikasi sehingga dapat membuat hal tersebut dilaksanakan semaksimal mungkin untuk mempengaruhi tujuan ketentuan, jika jangka waktu tidak memungkinkan untuk modifikasi, maka akan ketentuan akan terputus dan ketentuan lainnya dari Ketentuan ini tidak akan terpengaruh dengan cara apapun.
pl_pl: Jeżeli jakikolwiek punkt niniejszych Warunków okaże się niezgodny z prawem, nieważny lub niewykonalny, zostanie on zmieniony w celu zapewnienia jego wykonalności w maksymalnym możliwym wymiarze i zagwarantowania uzyskania zamierzonego rezultatu. Jeżeli zmiana takiego punktu okaże się niemożliwa, zostanie on usunięty, przy czym nie będzie to miało żadnego wpływu na pozostałe punkty niniejszych Warunków.
pt_pt: Se qualquer provisão nestes termos for considerada ilegal, nula ou inaplicável, a provisão inaplicável será modificada para torná-la aplicável, no maior grau possível, a fim de realizar a intenção da provisão; se um termo não puder ser modificado de tal forma, ele será removido e as restantes provisões destes termos não serão afetadas de modo algum.
vi_vn: Nếu bất kỳ quy định nào của các điều khoản được chứng minh là bất hợp pháp, vô hiệu hoặc không thể thực thi, việc thông báo này sẽ giúp thay đổi để khiến nó được thực thi trong phạm vi tối đa có thể để thực hiện mục đích của điều khoản; Nếu những mục không thể sửa đổi, nó sẽ bị xóa bỏ và các quy định còn lại của các điều khoản sẽ không bị ảnh hưởng.
zh_cn: 如果这些条款的任何规定被发现非法、无效或无法执行，该无法执行规定将被修改，使其可在最大范围内可以按照规定目的有效执行; 如果条款不能修改，应将其从本协议中排除，这些条款的其余规定仍然有效并适用。

source: If any provision of this Agreement is held to be invalid, void or unenforceable whatsoever by any court or Arbitration or regulatory body or competent authority or any other authority or law whatsoever in any jurisdiction in which the Agent provide its services, the remainder of this Agreement shall remain in full force and effect.
de_de: Wenn eine Bestimmung dieser Vereinbarung von keinem Gericht oder Schiedsgericht, keiner Aufsichtsbehörde oder keiner zuständigen Behörde, keiner anderen Behörde oder Gerichtsbarkeit, in der der Agent seine Dienstleistungen anbietet, ungültig, nichtig oder überhaupt nicht durchsetzbar ist, soll der Rest dieser Vereinbarung in vollem Umfang in Kraft bleiben.
id_id: Jika ada ketentuan dalam Perjanjian ini yang dianggap tidak berlaku, batal atau tidak dapat diterapkan sama sekali oleh pengadilan atau Arbitrase atau badan pengatur atau otoritas yang kompeten atau otoritas atau hukum lain apa pun pada yurisdiksi mana pun di mana Agen menyediakan layanannya, sisa dari Perjanjian ini akan tetap berlaku dan memiliki kekuatan penuh.
pl_pl: Jeżeli jakiekolwiek postanowienie niniejszej umowy zostanie uznane za nieważne, nieskuteczne lub niewykonalne przez dowolny sąd lub przez dowolną instytucję arbitrażową lub jakikolwiek organ regulacyjny lub przez właściwe władze lub jakiekolwiek władze lub prawo w dowolnej jurysdykcji, w której Pośrednik świadczy swoje usługi, pozostała część niniejszej Umowy pozostaje w pełnej mocy i skuteczności.
pt_pt: Caso qualquer provisão deste Acordo seja considerado inválido ou nulo ou inexequível por qualquer tribunal ou arbitragem ou órgão regulador ou autoridade competente ou qualquer outra autoridade ou lei em qualquer jurisdição na qual o Agente presta os seus serviços, o restante deste Acordo irá permanecer em pleno vigor e efeito.
vi_vn: Nếu bất kỳ điều khoản nào của Thỏa thuận này được coi là không hợp lệ, không có hiệu lực hoặc không thể thi hành được bởi bất kỳ tòa án hoặc Trọng tài hoặc cơ quan quản lý hoặc cơ quan có thẩm quyền hoặc bất kỳ cơ quan hoặc luật nào khác trong bất kỳ khu vực pháp lý nào mà Đại lý cung cấp dịch vụ của họ, phần còn lại của Thỏa thuận này sẽ vẫn giữ nguyên hiệu lực.
zh_cn: 如果代理提供服务的司法管辖区内任何法院或仲裁或监管机构或主管当局或任何其他当局或法律判定本协议的任何规定为无效、取消或不可执行，本协议其余部分须保持完整效力及作用。

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
de_de: Falls eine Klausel dieser Vereinbarung für ungültig erachtet wird oder ganz oder teilweise nicht durchsetzbar ist, wird die angefochtene Klausel (oder ein Teil davon) aus dieser Vereinbarung gestrichen und die verbleibenden Bestimmungen (ggf. der Rest der betroffenen Klausel) sind weiterhin gültig und anwendbar.
fr_fr: Si toute disposition de cet Accord est jugée nulle ou inapplicable en intégralité ou en partie, la disposition contestée (ou une partie de celle-ci) sera considérée comme devant être supprimée de cet Accord et les dispositions restantes (incluant le reste de la disposition affectée) continueront d'être valides et applicables.
id_id: Jika ketentuan apapun dalam Perjanjian ini dianggap tidak berlaku atau tidak dapat dilaksanakan secara keseluruhan atau sebagian, ketentuan impugned (atau bagian daripadanya) akan dianggap dihapus dari Perjanjian ini dan ketentuan lainnya (termasuk sisa ketentuan yang terkena) wajib tetap sah dan berlaku.
pl_pl: Jeżeli którekolwiek z postanowień niniejszej Umowy zostanie uznane za nieważne lub niewykonalne w całości lub w części, zakwestionowane postanowienie (lub jego część) zostanie uznane za wymagające usunięcia z niniejszej Umowy, a pozostałe postanowienia (w tym pozostała część nieważnego postanowienia) będą nadal ważne i obowiązujące.
pt_pt: Caso alguma disposição do presente Acordo seja considerada nula ou inexigível no todo ou em parte, a disposição impugnada (ou parte dela) será considerada eliminada do presente Acordo e as restantes disposições (incluindo o restante da disposição afetada) continuarão a ser válidas e aplicáveis.
vi_vn: Nếu có bất cứ điều khoản nào trong Hiệp định bị vô hiệu hóa một phần hay toàn bộ, điều khoản nghi ngờ (một phần nhỏ) sẽ được xóa khỏi Hiệp định này và những điều khoản còn lại (bao gồm các điều khoản có ảnh hưởng) sẽ vẫn tiếp tục có hiệu lực và được áp dụng.
zh_cn: 如果本协议的任何条款被认定完全或部分无效，或无法执行，该条款（或其部分）应视为从本协议中删除，其余条款（包括受影响条款的剩余部分）仍然有效并适用。

source: If any provision of this Agreement shall be held invalid or unenforceable by a court or regulatory body of competent jurisdiction, the remainder of this Agreement shall remain in full force and effect.
de_de: Für den Fall, dass eine Regelung dieser Vereinbarung von einem Gericht oder einer Regulierungsbehörde zuständiger Gerichtsbarkeit als ungültig oder undurchsetzbar befunden wird, soll der Rest dieser Vereinbarung in voller Kraft und Wirkung bleiben.
id_id: Jika ada ketentuan dalam Perjanjian ini dianggap tidak sah atau tidak dapat diterapkan oleh pengadilan atau badan pengawas yang berwenang, sisa Perjanjian ini akan tetap berlaku sepenuhnya.
pl_pl: Jeśli jakikolwiek zapis niniejszej Umowy zostanie uznany za nieważny lub niewykonalny przez sąd lub organ kontrolny właściwej jurysdykcji, pozostałe zapisy niniejszej Umowy pozostają w mocy i w pełni skuteczne.
pt_pt: Caso qualquer provisão do presente Acordo seja considerada inválida ou inaplicável por um tribunal ou entidade reguladora de jurisdição competente, o restante deste Acordo permanecerá com total força e efeito.
vi_vn: Nếu bất kỳ điều khoản nào của thỏa thuận này được tổ chức không hợp lệ hoặc không thể thực hiện bởi tòa án hoặc cơ quan có thẩm quyền, những điều khoản còn lại của thỏa thuận này vẫn sẽ được giữ trọn vẹn.
zh_cn: 如果本协议的任何条款经法院或有管辖权的监管机构判定为无效或不可执行，本协议其余部分将继续生效及执行。

source: If any terms of this Agreement be held invalid, void, or unenforceable by any relevant authority or regulatory body, the remainder of this Agreement shall remain in full force and effect.
de_de: Im Fall, dass Bedingungen dieser Vereinbarung von einer relevanten Autorität oder Regulierungsbehörde für ungültig, unwirksam oder undurchführbar bestimmt werden, soll der Rest der Vereinbarung in voller Kraft und Wirkung bleiben.
fr_fr: Si n'importe quel terme de ce Contrat devient invalide, nulle ou inexécutable par toute autorité compétente ou l’organisme de réglementation, le reste du présent contrat restera en vigueur.
id_id: Jika ada ketentuan Perjanjian ini yang dianggap tidak sah, batal, atau tidak dapat diberlakukan oleh otoritas atau badan pengatur yang relevan, sisa dari Perjanjian ini akan tetap berlaku dan memiliki kekuatan penuh.
pl_pl: Jeśli jakiekolwiek postanowienia niniejszej Umowy zostaną uznane za jakikolwiek właściwy organ za nieprawidłowe, nieważne lub nieegzekwowalne, pozostała część niniejszej Umowy pozostanie w pełnej mocy i skuteczności.
pt_pt: Caso quaisquer termos do presente Acordo sejam considerados inválidos, nulos ou inaplicáveis por qualquer autoridade ou entidade reguladora relevante, o restante deste Acordo permanecerá com pleno efeito e vigor.
vi_vn: Nếu bất kỳ điều khoản nào của Thỏa Thuận này được tổ chức không hợp lệ, hết hạn hoặc không thể thực thi bởi bất kỳ cơ quan có liên quan hoặc quy định cơ thể, phần còn lại của hợp đồng này vẫn còn trong hiệu lực đầy đủ.
zh_cn: 如果本协议的任何条款被任何相关的主管机关或管理机构认定为无效、撤消或无法执行, 本协议的其余部分将保持完全有效。

source: If force majeure events last for more than 30 business days, the Party not suffering force majeure events may terminate this Agreement immediately.
de_de: Wenn Ereignisse höherer Gewalt mehr als 30 Werktage dauern, kann die Partei, die nicht unter den Ereignissen höherer Gewalt leidet, diesen Vertrag sofort kündigen.
id_id: Jika peristiwa keadaan memaksa terjadi lebih dari 30 hari bisnis, Pihak bersangkutan dapat menghentikan Perjanjian ini dengan serta merta.
pl_pl: Jeśli zdarzenie mające charakter siły wyższej trwa dłużej niż 30 dni roboczych, Strona nie objęta działaniem siły wyższej może rozwiązać niniejszą Umowę ze skutkiem natychmiastowym.
pt_pt: Caso um evento de força maior dure mais do que 30 dias úteis, a parte não sofrendo eventos de força maior pode terminar este Acordo imediatamente.
vi_vn: Nếu sự kiện bất khả kháng kéo dài trong hơn 30 ngày làm việc, Bên không bị ảnh hưởng bởi sự kiện bất khả kháng có thể chấm dứt thỏa thuận này ngay lập tức.
zh_cn: 如果不可抗力事件持续超过 30 个工作日，没遭受不可抗力事件的一方可以立即终止本协议。

source: If the <strong>exit spot</strong> is equal to either the <strong>Low barrier</strong> or the <strong>High barrier</strong>, you don't win the payout.
de_de: Wenn der <strong>Schlusskurs</strong> entweder der <strong>niedrigen Schwelle</strong> oder der <strong>hohen Barriere</strong> entspricht, gewinnen Sie die Auszahlung nicht.
fr_fr: Si la <strong>sortie spot</strong> est égale soit à la <strong>barrière basse</strong> ou à la <strong>barrière haute</strong>, vous ne gagnez pas le paiement.
id_id: Jika <strong>spot akhir</strong> sama dengan <strong>Batasan rendah</strong> atau <strong>Batasan tinggi</strong>, maka Anda tidak akan memperoleh hasil.
pl_pl: Jeśli <strong>punkt wyjściowy</strong> jest równy <strong>dolnemu limitowi</strong> lub <strong>górnemu limitowi</strong>, nie zyskujesz wypłaty.
pt_pt: Se o <strong>preço de saída</strong> for igual à <strong>Barreira inferior</strong> OU à <strong>Barreira superior</strong>, você não receberá o prêmio.
vi_vn: Nếu <strong>điểm chốt</strong> bằng với <strong>Giới hạn dưới</strong> hoặc <strong>Giới hạn trên</strong>, bạn không thắng khoản thanh toán.
zh_cn: 如果 <strong>退市现价</strong> 等于 <strong>低障碍</strong> 或 <strong>高障碍</strong>, 您将不会赢得赔付。

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong> or the <stronm g>new barrier (if a reset occurs)</stronmg>, you don't win the payout.
de_de: Wenn der <strong>Schlusskurs</strong> der <strong>Schwelle</strong> oder der <stronm g>neuen Schwelle (wenn eine Zurücksetzung erfolgt)</stronmg> entspricht, gewinnen Sie die Auszahlung nicht.
fr_fr: Si le <strong>spot de sortie</strong> est égal soit à la <strong>barrière</strong> ou à la <stronm g>nouvelle barrière (si une réinitialisation se produit)</stronmg>, vous ne gagnez pas le paiement.
id_id: Jika <strong>spot akhir</strong> sama dengan <strong>batasan</strong> atau <stronm g>batasan baru (jika reset terjadi)</stronmg>, Anda tidak memperoleh hasil.
pl_pl: Jeśli <strong>punkt wyjściowy</strong> jest równy <strong>limitowi</strong> lub <stronm g>nowemu limitowi (w przypadku resetowania)</stronmg>, nie zyskujesz wypłaty.
pt_pt: Se o <strong>preço de saída</strong> for igual à <strong>barreira</strong> ou à <strong>nova barreira (no caso de ocorrer uma redefinição)</strong>, você não ganhará o prêmio.
vi_vn: Nếu <strong>điểm chốt</strong> tương đương với <strong>giới hạn</strong> hoặc <stronm g>giới hạn mới(nếu một thiết lập lại diễn ra) </stronmg>, bạn không thắng khoản thanh toán.
zh_cn: 如果 <strong>退市现价</strong> 等于 <strong>障碍</strong> 或 <stronm g>重设后的新障碍</stronmg>, 您将不会赢得赔付。

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you don't win the payout.
de_de: Wenn der <strong>Schlusskurs</strong> der <strong>Barriere </strong> entspricht, gewinnen Sie die Auszahlung nicht.
fr_fr: Si la <strong>sortie spot</strong> est égale à la <strong>barrière</strong>, vous ne gagnez pas le paiement.
id_id: Jika <strong>spot akhir</strong> sama dengan <strong>batasan</strong>, Anda tidak akan memperoleh hasil.
pl_pl: Jeśli <strong>punkt wyjściowy</strong> jest równy <strong>limitowi</strong>, nie zdobywasz wypłaty.
pt_pt: Se o <strong>preço de saída</strong> for igual à <strong>barreira</strong>, você não receberá o prêmio.
vi_vn: Nếu</strong>điểm chốt<strong> bằng với <strong>giới hạn</strong>, bạn không thắng các thanh toán.
zh_cn: 如果 <strong>退市现价</strong> 等于 <strong>障碍价格</strong>, 您将不会赢得赔付。
