Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: %1 shall also act at times as a principal and at other times as an agent on your behalf for all Transactions entered into by you, depending on the company that you open your account with.
de_de: %1 wird auch zeitweise als Auftraggeber und zu anderen Zeiten als Vermittler in Ihrem Auftrag, für alle von Ihnen eingegangenen Transaktionen handeln, je nach Unternehmen, mit dem Sie Ihr Konto eröffnen.
id_id: %1 juga dapat bertindak sebagai pelaku utama dan pada waktu yang lain bertindak sebagai agen atas nama Anda bagi semua Transaksi yang Anda lakukan, tergantung pada perusahaan tempat Anda mendaftar akun.
pl_pl: %1 będzie czasami występować w Twoim imieniu jako zamawiający, a kiedy indziej jako pośrednik w odniesieniu do wszystkich zawieranych przez Ciebie transakcji, w zależności od tego, jaka spółka otwierała Twoje konto.
pt_pt: A %1 também atuará, por vezes, como principal e, noutras vezes, como agente em seu nome, em todas as transações iniciadas e realizadas por você, dependendo da empresa na qual você abrir a sua conta.
vi_vn: %1 thì cũng hành động vào các thời điểm như là một người chấp pháp và vào các thời điểm khác như một đại lý thay mặt của bạn cho tất cả các giao dịch đã nhập vào của bạn, tùy thuộc vào công ty mà bạn mở tài khoản của bạn với.
zh_cn: %1 还须根据您开立账户的公司，在您进行的所有交易中有时成为您的主导, 有时则成为您的代理 。

source: %1 supports %2 which is the leading charity in Britain committed to minimising gambling-related harm. The charity funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
de_de: %1 fördert %2, der in Großbritannien eine führende Wohltätigkeitsorganisation ist, der die Gefahren des Glücksspiels minimieren möchte. Die Wohltätigkeitsorganisation finanziert Ausbildungs-, Vorbeugungs- und Behandlungsmaßnahmen und lässt Forschungen durchführen, um Menschen zu helfen, mehr über die mit dem Glücksspiel verbunden Gefahren zu erfahren. Er bietet auch ein nationales Glücksspiel Sorgentelefon, um denjenigen vertrauliche Ratschläge und emotionale Unterstützung zu bieten, die Hilfe wegen ihres Spielverhaltens suchen.
fr_fr: %1 soutient la %2, une importante organisation caritative du Royaume-Uni qui œuvre à prévenir les risques liés aux secteur des jeux d'argent. Cette organisation finance des services de sensibilisation, de prévention et de traitement des problèmes liés au jeu, tout en dirigeant des recherches visant à promouvoir une meilleure compréhension des risques liés aux jeux d'argent. Elle gère également une ligne téléphonique afin de fournir des conseils confidentiels et un soutien humain aux personnes recherchant une aide concernant leurs problèmes de jeu.
pl_pl: %1 wspiera fundację %2, która jest najpopularniejszą organizacją charytatywną w Wielkiej Brytanii skupiającą się na minimalizowaniu szkód związanych z hazardem. Zajmuje się ona sponsorowaniem kształcenia dot. problemów związanych z hazardem oraz usług mających na celu zapobieganie tym problemom i zwalczanie ich. Zleca również różnego rodzaju badania, aby pomóc ludziom zrozumieć szkody, jaki może wyrządzić hazard. Prowadzi także krajowy telefon zaufania dla osób szukających pomocy w związku z problemami z hazardem, oferując poufne porady i wsparcie emocjonalne.
pt_pt: A %1 apoia o %2 que é a principal caridade na Bretanha empenhada em minimizar os danos relacionados com jogos de azar. A caridade financia educação, prevenção e serviços de tratamento e promove pesquisas para ajudar pessoa atingir melhor compreensão sobre danos relacionados com jogos de azar. Também disponibiliza uma linha telefônica de apoio nacional para proporcionar conselhos confidenciais e apoio emocional àqueles que procuram ajuda com os seus hábitos de jogo.
vi_vn: % 1 hỗ trợ% 2 là tổ chức từ thiện hàng đầu tại Anh cam kết giảm thiểu các tác hại liên quan đến cờ bạc. Các quỹ từ thiện hỗ trợ giáo dục, phòng ngừa và điều trị các dịch vụ và hoa hồng nghiên cứu để giúp mọi người hiểu thêm về tác hại liên quan đến cờ bạc. Nó cũng cung cấp một đường dây an toàn cờ bạc quốc gia để cung cấp lời khuyên bảo mật và hỗ trợ tinh thần cho những người tìm kiếm sự giúp đỡ về cờ bạc của họ.
zh_cn: %1支持%2。这是英国一家领先的慈善机构，致力于消除与赌博有关的危害。该机构拨款资助教育活动、疾病预防和治疗服务，并接受委托进行各种相关研究项目，协助人们进一步了解赌博的危害。它也创立了一个全国性电话服务专线，向寻求帮助的赌博者提供机密性咨询和情绪上的支持。

source: %1 takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London.
de_de: %1 hat den ersten Preis in der Kategorie Finanzwettenanbieter während der prestigeträchtigen 2015 EGR Operator Awards Zeremonie, die in London veranstaltet wurde, erhalten.
fr_fr: %1 remporte le premier prix récompensant les meilleurs services de courtage en ligne, lors de la prestigieuse cérémonie organisée par eGaming Review en 2015, à Londres.
id_id: %1 membawa pulang hadiah utama pada acara EGR Operator Awards 2015, yang diadakan di London.
pl_pl: %1 zdobywa pierwszą nagrodę w kategorii „Operator finansowy roku” na prestiżowej ceremonii wręczenia nagród EGR Operator Awards, która odbyła się w Londynie w 2015 r.
pt_pt: A %1 leva para casa o primeiro prêmio na categoria Operador de Apostas Financeiras, na prestigiosa cerimônia dos Prêmios dos Operadores EGR de 2015, realizada em Londres.
vi_vn: %1 đoạt giải nhất với giải thưởng cho "Nhà điều hành cá cược tài chính" tại lễ trao giải thưởng uy tín 2015 EGR Operator Awards được tổ chức ở Luân Đôn.
zh_cn: %1在久负盛名的伦敦EGR操作员颁奖仪式中荣获2015年金融博彩操作员第一奖。

source: %1 wins 'Best Binary Company Asia Pacific' in the Global Banking & Finance Awards 2018. This reflects our expertise and leadership in innovation and strategy.
de_de: %1 gewinnt "Best Binary Company Asia Pacific" in den Global Banking & Finance Awards 2018. Dies spiegelt unsere Fach- und Führungskompetenz in Innovation und Strategie wider.
fr_fr: %1 remporte le prix «de la Meilleure Compagnie Binaire en Asie Pacifique » du Global Banking & Finance 2018. Cela reflète notre expertise et leadership en matière d'innovation et de stratégie.
id_id: %1 memenangkan penghargaan sebagai 'Perusahaan Binary Terbaik Asia Pasifik' pada Global Banking & Finance Awards 2018. Hal ini mencerminkan keahlian dan kepemimpinan kami dalam bidang inovasi dan strategi.
pl_pl: Firma %1 zdobywa nagrodę Global Banking & Finance Awards 2018 w kategorii „Najlepsza firma oferująca opcje binarne w rejonie Azji i Pacyfiku”. Świadczy to o naszym doświadczeniu i pozycji lidera, jeśli chodzi o innowacyjność i strategię.
pt_pt: %1ganha 'Melhor companhia de Opções Binárias na Ásia-Pacífico' no Prêmio Global Banking & Finance 2018. Isso reflete nossa experiência e liderança em inovação e estratégia.
vi_vn: %1 thắng giải 'Công ty Binary tốt nhất châu Á Thái Bình Dương' trong Global Banking & Finance Awards năm 2018. Điều này phản ánh chuyên môn và lãnh đạo của chúng tôi về đổi mới và chiến lược.
zh_cn: %1荣获2018年全球银行和金融大奖的"亚太区最佳二元公司"。这反映我们在创新和策略方面的专业知识和领导能力。

source: %1 withdrawal from account number %2 to %3 is done. Transaction ID: %4
de_de: %1 Auszahlung von Kontonummer %2 bis %3 ist erledigt. Überweisungs-ID: %4
fr_fr: Le retrait %1 à partir du numéo de compte %2 vers %3 a été effectué. Identifiant de transaction : %4
id_id: %1 penarikan dari akun %2 ke %3 telah berhasil. ID Transaksi: %4
pl_pl: Dokonano wypłaty %1 z konta o numerze %2 na konto %3. Identyfikator transakcji: %4
pt_pt: retirada de %1 da conta %2 para a conta %3 está concluída. ID de transação: %4
vi_vn: % 1 rút khỏi số tài khoản% 2 đến% 3 được thực hiện. ID giao dịch:% 4
zh_cn: 已完成从账号%2至%3的%1提款。交易编号: %4交易编号：%4

source: %1 would like to team up with potential payment agents worldwide so we can offer local payment processing services to our clients in their respective regions.
de_de: %1 würde gerne mit potentiellen Zahlungsagenten auf der Welt zusammenarbeiten, damit wir unseren Kunden in ihren entsprechenden Regionen nationale Zahlungsagentendienste anbieten können.
fr_fr: %1 souhaiterait s'associer à des agents de paiement potentiels, basés dans le monde entier, pour pouvoir offrir à ses clients des services de paiement locaux, adaptés à leurs régions respectives.
id_id: %1 ingin bekerjasama dengan para exchanger yang memiliki potensi di seluruh dunia untuk menyediakan layanan metode pembayaran lokal kepada pelanggan di berbagai negara.
pl_pl: %1 chce stworzyć zespół potencjalnych pośredników płatności z całego świata, by oferować klientom usługi związane z obsługą płatności w lokalnych walutach w miejscach zamieszkania klientów.
pt_pt: A %1 gostaria de criar parcerias com potenciais agentes de pagamento em todo o mundo, para que possamos disponibilizar serviços de processamento de pagamentos aos nossos clientes nas suas respectivas regiões.
vi_vn: %1 muốn hợp tác với các đại lý thanh toán tiềm năng trên toàn thế giới để chúng tôi có thể cung cấp những dịch vụ thanh toán nội địa cho những khách hàng đang sống tại nơi tương ứng.
zh_cn: %1 希望与世界各地的潜在支付代理合作，以便我们可为各区域客户提供当地支付处理服务。

source: %1's IT team is responsible for the design, development, and operation of our high-traffic networks. As our PostgreSQL Database Administrator, you will plan, implement, and manage the database systems that are essential to the architecture of our high-traffic binary options trading platform.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer hochfrequentierten Netzwerke verantwortlich. Als unser PostgreSQL Datenbank-Administrator, planen, implementieren und verwalten Sie die Datenbank-Systeme, die wesentlich für die Architektur unserer stark frequentierten binären Optionen Handelsplattform sind.
fr_fr: L’équipe IT de %1 est responsable de la conception, du développement et de l’exploitation de nos réseaux à trafic élevé. Comme Administrateur de Base de données PostgreSQL, vous allez planifier, implémenter et gérer les systèmes de base de données qui sont essentiels à l’architecture de notre plateforme de trading d’options binaires à trafic élevé.
id_id: Tim IT %1 bertanggung jawab atas desain, pengembangan, dan pengoperasian jaringan trafik tinggi kami. Sebagai PostgreSQL Database Administrator, Anda akan merencanakan, menerapkan, dan mengelola sistem basis data yang penting bagi arsitektur platform trafik tinggi trading opsi binary kami.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych sieci o dużym obciążeniu. Jako administrator bazy danych PostgreSQL będziesz odpowiadać za planowanie i wdrażanie systemów baz danych, które są niezbędne dla architektury naszej często odwiedzanej platformy do handlu opcjami binarnymi oraz zarządzanie nimi.
pt_pt: A equipe de TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossas redes web de tráfego intenso. Como nosso Administrador de Banco de Dados PostgreSQL, você irá planejar, implementar e gerenciar os sistemas de banco de dados que são essenciais para a arquitetura de nossa plataforma de negociação de opções binárias de alto tráfego.
vi_vn: Đội IT của %1 sẽ chịu trách nhiệm về thiết kế, phát triển và vận hành cho mạng lưới lưu lượng truy cập cao của chúng tôi. Với tư cách là Quản Trị Viên Cơ Sở Dữ Liệu PostgreSQL của chúng tôi, bạn sẽ lên kế hoạch, thực hiện và quản lý các hệ thống cơ sở dữ liệu mà rất cần thiết đối với các kiến trúc của nền tảng quyền chọn nhị phân lưu lượng truy cập cao của chúng tôi.
zh_cn: %1的信息技术团队负责公司高流量网络的设计、开发和运营。身为公司的PostgreSQL 数据库管理员，您将负责对我们高流量二元期权交易平台结构至关重要的数据库系统执行规划、实施和管理工作。

source: %1's CPAN contributions
de_de: Die CPAN Beiträge von %1
fr_fr: Contributions de %1 sur le CPAN
id_id: kontribusi CPAN %1
pl_pl: Wkład %1 w CPAN
pt_pt: As contribuições CPAN da %1
vi_vn: Đóng góp CPAN của %1
zh_cn: %1的 CPAN贡献

source: %1's IT team is responsible for the design, development and operation of our high-traffic web applications.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb von unseren hochfrequentierten Webanwendungen verantwortlich.
fr_fr: L’équipe IT %1 est responsable de la conception, du développement et du fonctionnement de nos applications web à trafic élevé.
id_id: Tim IT %1 bertanggung jawab atas desain, pengembangan, dan pengoperasian aplikasi situs trafik tinggi kami.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych aplikacji internetowych o dużym obciążeniu.
pt_pt: A equipe da %1 é responsável pela concepção, desenvolvimento e operação de nossas aplicações web de alto tráfego.
vi_vn: Đội IT của %1 sẽ có trách nhiệm cho phần thiết kế, phát triển và vận hành ứng dụng web lưu lượng cao.
zh_cn: %1的信息技术团队负责公司高流量网络应用程序的设计、开发和运营。

source: %1's IT team is responsible for the design, development, and operation of our high- traffic networks. As our Perl Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer hochfrequentierten Netzwerke verantwortlich. Als unser Perl-Entwickler nehmen Sie die Herausforderung an, robuste, qualitativ hochwertige und Serienreife Codes zu schreiben. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: L'équipe IT %1 est responsable de la conception, du développement et de l’exploitation de nos réseaux à trafic élevé. Comme développeur Perl, vous relèverez le défi d’écrire du code robuste, de haute qualité et prêt pour la production. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires à trafic élevé.
id_id: Tim IT %1 bertanggung jawab untuk desain, pengembangan, dan pengoperasian jaringan lalu lintas tinggi kami. Sebagai Perl Developer Anda akan menerima tantangan untuk menulis kode yang kuat, berkualitas tinggi, dan siap produksi. Pekerjaan Anda akan sangat berkontribusi pada arsitektur yang mendorong situs trafik tinggi trading opsi binary kami.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych sieci o dużym obciążeniu. Jako deweloper Perl będziesz odpowiadać za pisanie niezawodnych, wysokiej jakości, gotowych do użycia kodów. Twoja praca będzie miała wpływ na ulepszenie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
pt_pt: A equipe TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossas redes de alto tráfego. Como Desenvolvedor Perl, você aceitará o desafio de escrever códigos de produção robustos, de alta qualidade. Seu trabalho contribuirá grandemente para a arquitetura que impulsiona nosso site de negociações de opções binárias.
vi_vn: Đội IT của %1 sẽ có trách nhiệm cho việc thiết kế, phát triển, và vận hành mạng lưới lưu lượng cao. Với vai trò Lập Trình Viên Perl, bạn sẽ đảm nhận thử thách viết những dòng lệnh chuẩn xác, chất lượng cao, và sẵn sàng cho sản xuất. Công việc của bạn sẽ đóng góp lớn vào kiến trúc mà đã thúc đẩy website quyền chọn nhị phân lưu lượng cao của chúng tôi.
zh_cn: %1的信息技术团队负责公司高流量网络的设计、开发和运营。身为我们的 Perl 开发人员, 您将面临编写可靠、高质量和可用于生产的代码的挑战。您的工作将有助于推动我们高流量二元期权交易网站的结构。

source: %1's IT team is responsible for the design, development, and operation of our high-traffic networks. As our Back-End Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb unserer hochfrequentierten Netzwerke verantwortlich. Als unser Back-End-Entwickler nehmen Sie die Herausforderung an, robuste, qualitativ hochwertige und Serienreife Codes zu schreiben. Ihre Arbeit trägt zur Architektur, die unsere stark frequentierte binäre Optionen Handelswebsite antreibt, bei.
fr_fr: L'équipe IT %1 est responsable de la conception, du développement et de l’exploitation de nos réseaux à trafic élevé. Comme développeur Back-End, vous relèverez le défi d’écrire du code robuste, de haute qualité et prêt pour la production. Votre travail contribuera grandement à l’architecture qui anime notre site de trading d’options binaires à trafic élevé.
id_id: Tim IT %1 bertanggung jawab atas desain, pengembangan, dan pengoperasian jaringan lalu lintas tinggi kami. Sebagai Pengembang Back-End, Anda akan menerima tantangan untuk menulis kode yang kuat, berkualitas tinggi, dan siap produksi. Pekerjaan Anda akan sangat berkontribusi pada arsitektur yang mendorong trafik tinggi situs trading opsi binary kami.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych sieci o dużym obciążeniu. Jako deweloper back-end będziesz odpowiadać za pisanie niezawodnych, wysokiej jakości, gotowych do użycia kodów. Twoja praca będzie miała wpływ na ulepszenie architektury naszej często odwiedzanej strony do handlowania opcjami binarnymi.
pt_pt: A equipe TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossas redes de alto tráfego. Como nosso desenvolvedor de Back-End, você aceitará o desafio de escrever códigos de produção robustos, de alta qualidade. Seu trabalho contribuirá grandemente para a arquitetura que impulsiona nosso site de negociações opções binárias.
vi_vn: Đội IT của %1 sẽ có trách nhiệm cho việc thiết kế, phát triển, và vận hành mạng lưới lưu lượng cao. Với vai trò Lập Trình Viên Back-End, bạn sẽ đảm nhận thử thách viết những dòng lệnh chuẩn xác, chất lượng cao, và sẵn sàng cho sản xuất. Công việc của bạn sẽ đóng góp lớn vào kiến trúc mà đã thúc đẩy website quyền chọn nhị phân lưu lượng cao của chúng tôi.
zh_cn: %1的信息技术团队负责公司高流量网络的设计、开发和运营。身为我们的后端开发人员, 您将面临编写可靠、高质量和可用于生产的代码的挑战。您的工作将有助于推动我们高流量二元期权交易网站的结构。

source: %1's IT team is responsible for the design, development, and operation of our high-traffic web applications. As our Security Researcher, we expect you to stay informed about the latest security bulletins and findings, and actively monitor our software development pipeline to find and raise potential security issues.
de_de: %1s IT-Team ist für die Gestaltung, Entwicklung und den Betrieb von unseren hochfrequentierten Webanwendungen verantwortlich. Als unser Sicherheitsexperte erwarten wir von Ihnen, dass Sie sich über die neuesten Sicherheits-Bulletins und Erkenntnisse auf dem Laufenden halten, und dass Sie unsere Software-Entwicklungs-Pipeline aktiv überwachen, um mögliche Sicherheitsprobleme zu finden und aufzuzeigen.
fr_fr: L’équipe IT %1 est responsable de la conception, du développement et du fonctionnement de nos applications web à trafic élevé. Comme chercheur en sécurité, nous attendons que vous restiez informé des derniers bulletins et résultats de sécurité et surveilliez activement notre pipeline de développement de logiciels afin de rechercher et de mettre en évidence de potentiels problèmes de sécurité.
id_id: Tim IT %1 bertanggung jawab atas desain, pengembangan, dan pengoperasian aplikasi web trafik tinggi kami. Sebagai Security Researcher, kami mengharapkan Anda untuk tetap mendapat informasi tentang temuan dan buletin keamanan terbaru, dan secara aktif memantau saluran pengembangan perangkat lunak kami untuk menemukan dan mengatasi potensi masalah keamanan.
pl_pl: Zespół IT firmy %1 odpowiada za projektowanie, tworzenie i działanie naszych aplikacji internetowych o dużym obciążeniu. Od naszych analityków ds. bezpieczeństwa wymagamy śledzenia najnowszych informacji na temat zabezpieczeń i aktywnego monitorowania tworzenia naszego oprogramowania oraz zgłaszania potencjalnych problemów w zakresie zabezpieczeń.
pt_pt: A equipe de TI da %1 é responsável pelo projeto, desenvolvimento e operação de nossas aplicações web de alto tráfego. Como o nosso pesquisador de segurança, esperamos que você fique informado sobre os mais recentes boletins de segurança e atualizações e monitore ativamente nosso todo o desenvolvimento de software para localizar e levantar os problemas de segurança potenciais.
vi_vn: Đội IT của %1 sẽ có trách nhiệm cho việc thiết kế, phát triền, và vận hành ứng dụng web lưu lượng cao. Với vai trò Chuyên Viên Nghiên Cứu An Ninh, chúng tôi hy vọng bạn sẽ luôn cảnh giác đến những bản tin và dấu hiệu mới nhất về bảo mật, và luôn chủ động theo dõi hướng phát triển phần mềm để tìm và đề cập các vấn đề về tiềm tàng về bảo mật.
zh_cn: %1的信息技术团队负责公司高流量网络的设计、开发和运营。身为我们的安全研究员, 我们期望您随时了解最新的安全公告和发现, 并积极监控我们的软件开发管道, 搜寻并申报潜在的安全问题。
