Repository: deriv-com/deriv-app
Catalog: src/translations/*.po
Languages: de_de, fr_fr, id_id, pl_pl, pt_pt, vi_vn, zh_cn

source: The application shall be reviewed and assessed by the Company's compliance and marketing departments. It is noted that the Company's compliance department following and implementing the Anti-Money Laundering Policy and conducting due diligence in accordance with the law and Regulations shall request and collect all required information and documentation as per Section H.
de_de: Die Bewerbung wird von den Compliance- und Marketing-Abteilungen des Unternehmens überprüft und bewertet. Es ist darauf hingewiesen, dass die Compliance-Abteilung des Unternehmens der Anti-Geldwäschepolitik folgend und diese umsetzend und die Sorgfaltspflicht im Einklang mit den Gesetzen und Vorschriften durchführend, alle erforderlichen Informationen und Unterlagen gemäß Abschnitt H anfordern und sammeln wird.
id_id: Permohonan harus ditinjau dan dinilai oleh departemen compliance dan marketing Perusahaan. Perlu dicatat bahwa departemen compliance Perusahaan adalah mengikuti dan menerapkan Kebijakan Anti Pencucian Uang dan melakukan uji kelayakan sesuai dengan hukum dan peraturan yang berlaku dan harus meminta serta mengumpulkan semua informasi dan dokumentasi yang diperlukan sesuai dengan Bagian H.
pl_pl: Wniosek zostanie sprawdzony i oceniony przez działy Firmy ds. zgodności i marketingu. Dział Firmy ds. zgodności przestrzega polityki dot. przeciwdziałania praniu brudnych pieniędzy i wprowadza ją w życie, a przeprowadzając ocenę należytej staranności, zgodnie z prawem i rozporządzeniami może wnioskować o dostarczenie informacji i dokumentów opisanych w sekcji H i gromadzić takie informacje i dokumenty.
vi_vn: Các ứng dụng sẽ được xem xét và đánh giá bởi việc tuân thủ và phòng ban tiếp thị của Công ty. Đó bổn phận tuân thủ của Công ty khi thực hiện chính sách chống rửa tiền chống và tiến hành do siêng năng theo quy định của pháp luật và các quy định thì yêu cầu và thu thập các thông tin yêu cầu và các tài liệu theo phần H.
zh_cn: 申请须由公司的合规及市场部审核及评估。公司注意到, 遵守和执行反洗钱政策并按照法律和条例进行尽职调查的合规部门须按照H章节规定要求和收集所有必要的资料和文件 。

source: The ask price of the currency pair indicates how much of the quote currency is required to buy one unit of base currency. This is more commonly known as the exchange rate.
de_de: Der Briefkurs des Währungspaares gibt an, wieviel der Notierungswährung erforderlich ist, um eine Einheit der Basiswährung zu kaufen. Dies wird häufiger als Wechselkurs bezeichnet.
fr_fr: Le prix demandé de la paire de devises indique combien de devise de cotation est requise pour obtenir une unité de devise de base. Ceci est plus connu sous le nom de taux de change.
id_id: Harga ask dari pasangan mata uang mengindikasikan seberapa banyak mata uang kutipan yang diperlukan untuk membeli satu unit mata uang dasar. Ini lebih dikenal sebagai nilai tukar.
pl_pl: Cena zakupu pary walutowej wskazuje, ile kwotowanej waluty potrzeba, by zakupić jedną jednostkę waluty bazowej. Cena ta jest znana powszechnie jako kurs wymiany.
pt_pt: O preço de venda do par de moedas indica quanto da moeda de cotação é necessário para comprar uma unidade da moeda de base. Isto é mais comumente conhecido como a taxa de câmbio.
vi_vn: Giá chào bán của cặp tiền tệ cho biết có bao nhiêu đơn vị tiền tệ báo là cần thiết để mua một đơn vị cơ sở tiền tệ khác. Điều này thường được gọi là tỷ giá hối đoái.
zh_cn: 货币对的卖出价格表示买入一单位基准货币需要多少报价货币。这通常被称为汇率。

source: The average is the average of the ticks, including the entry spot and the last tick.
fr_fr: La moyenne est la moyenne des ticks, en incluant le spot d'entrée et le dernier tick.
id_id: Rata rata adalah jumlah rata rata tik, termasuk spot awal dan tik terakhir.
pl_pl: Średnia oznacza średnią najmniejszych przyrostów ceny, włączając punkt wejściowy i ostatni najmniejszy przyrost ceny.
vi_vn: Trung bình là trung bình của các tick, bao gồm cả tick điểm khởi đầu và tick cuối cùng.
zh_cn: 平均价位是所有跳动点的平均值，包括入市现价和最后跳动点。

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
de_de: Die Handelsschwelle bei den Binären Optionen ist der Zielkurs den Sie für einen Basiskurs festlegen. Sie können Kontrakte wählen, bei denen der Zielkurs nicht erreicht oder überschritten wird, oder zwischen zwei Zielwerten bleibt.
fr_fr: Dans le contexte du trading d'options binaires, une barrière correspond à une valeur limite que vous fixez pour le sous-jacent. Vous pouvez sélectionner des transactions qui franchissent la valeur limite (ou barrière) à la hausse ou à la baisse, ou qui oscillent entre deux barrières.
id_id: Batasan pada opsi binary adalah target pada harga dasar pasar yang Anda pilih. Anda dapat memilih kontrak yang tetap berada dibawah atau bergerak keatas target harga atau tetap diantara dua target.
pl_pl: Limit opcji binarnej to cena docelowa, którą określasz dla rynku podstawowego. Możesz wybierać spośród zakładów, które pozostają poniżej ceny docelowej, przekraczają ją lub pozostają między dwoma cenami.
pt_pt: A barreira de negociação de uma opção binária é o preço-alvo que você seleciona. Você pode escolher negociações que ficam abaixo ou acima do preço-alvo, ou que ficam entre os dois alvos.
vi_vn: Giới hạn của một giao dịch Binary Options là các mức giá mục tiêu bạn đặt ra cho các cơ sở. Bạn có thể lựa chọn giao dịch thấp hơn hoặc vượt trên giá mục tiêu, hoặc ở giữa hai mục tiêu.
zh_cn: 二元期权交易的障碍即您为标的资产设定的目标价。您可选择交易“低于或高于目标价”合约或“保持在两个目标价区间内”合约。

source: The base currency is always equal to one unit
de_de: Die Basiswährung ist einer Einheit immer gleich
fr_fr: La devise de base est toujours égale à une unité
id_id: Mata uang dasar selalu sama dengan satu unit
pl_pl: Waluta bazowa jest zawsze równa jednej jednostce
pt_pt: A moeda de base é sempre igual a uma unidade
vi_vn: Tiền tệ cơ sở luôn luôn là tương đương với một đơn vị
zh_cn: 基础货币总是相等于一个单位

source: The base currency is always equal to one unit.
de_de: Die Basiswährung ist einer Einheit immer gleich.
fr_fr: La devise de base est toujours égale à une unité.
id_id: Mata uang dasar selalu sama dengan satu unit.
pl_pl: Waluta bazowa jest zawsze równa jednej jednostce.
pt_pt: A moeda de base é sempre igual a uma unidade.
vi_vn: Tiền tệ cơ sở luôn luôn là tương đương với một đơn vị.
zh_cn: 基础货币总是相等于一个单位。

source: The bonus code can only be entered and activated upon account opening.
de_de: Der Bonuscode kann nur bei der Kontoeröffnung eingegeben und aktiviert werden.
fr_fr: Le code bonus peut être entré et activé uniquement après l'ouverture du compte.
id_id: Kode bonus hanya bisa digunakan pada saat pendaftaran akun.
pl_pl: Kod bonusowy można wprowadzić i aktywować w momencie otwarcia konta.
pt_pt: O código de bônus só pode ser inserido e ativado durante a abertura da conta.
vi_vn: Các mã thưởng chỉ có thể được nhập và kích hoạt khi mở tài khoản.
zh_cn: 只有开户后才能输入并激活奖金代码。

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
de_de: Der Bonus wird Ihrem Konto gutgeschrieben, wenn die erforderliche Mindesteinzahlung mit einer einzelnen Überweisung erfolgt ist. Kunden, die versuchen, den erforderlichen Einzahlungsbetrag mit mehreren Einzahlungen anzusammeln, können diesen Bonus nicht beanspruchen.
fr_fr: Le bonus sera ajouté au compte lorsque le dépôt minimum requis a été effectué en une seule transaction. Les clients qui effectuent plusieurs dépôts en essayant d'accumuler le montant de dépôt requis n'auront pas droit à ce bonus.
id_id: Bonus akan ditambahkan setelah melakukan syarat minimal deposit dalam satu kali transaksi. Pelanggan yang melakukan deposit beberapa kali untuk mencapai syarat jumlah deposit adalah tidak berlaku untuk bonus ini.
pl_pl: Bonus zostanie dodany do Twojego konta, gdy dokonasz minimalnej wymaganej wpłaty w formie jednej transakcji. Klienci, którzy dokonują kilku wpłat w celu uzbierania wymaganej wartości wpłaty nie są objęci bonusem.
pt_pt: O bônus será adicionado à conta quando o depósito mínimo exigido tenha sido feito por meio de uma única transação. Os clientes que fazem vários depósitos em uma tentativa de acumular o valor do depósito exigido não serão elegíveis para este bônus.
vi_vn: Tiền thưởng sẽ được cộng vào tài khoản khi khoản tiền gửi tối thiểu yêu cầu đã được thực hiện thông qua một giao dịch duy nhất. Khách hàng gửi nhiều tiền với mục đích cố gắng tích lũy số tiền gửi theo yêu cầu, nếu không sẽ không đủ điều kiện để lấy tiền thưởng này.
zh_cn: 客户在一次性存入要求的最低存款后，将获得奖金。企图通过多次存款积累所需金额的客户不能获得此奖励。

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
de_de: Die Kalkulation des zu zahlenden Kurses (oder der zu erhaltenden Auszahlung) für Finanzverträge auf dieser Seite, zum Zeitpunkt des Erwerbs oder Verkaufs von Finanzverträgen, gründet sich auf dem besten Schätzwert des Unternehmens für Marktkursbewegungen und dem erwarteten Zinssatzlevel der eingeschlossenen Volatilitäten und anderen Marktbedingungen während der Laufzeit des Finanzvertrags, sowie auf komplexen mathematischen Berechnungen. Die Berechnung beinhaltet auch Einnahmen zugunsten des Unternehmens. Die Kurse der Finanzverträge (oder Auszahlungsbeträge), die den am Markt oder mit Indexkursen spekulierenden Kunden angeboten werden, können sich deutlich von den Kursen unterscheiden, die auf Emissionsmärkten zur Verfügung stehen, wo Rohstoffe oder Kontrakte gehandelt werden. Dies geschieht aufgrund der Marge, die das Unternehmen im oben erwähnten Preisberechnungssystem bevorteilt.
id_id: Perhitungan harga yang harus dibayar (atau pembayaran yang akan diterima) untuk kontrak trading finansial pada situs ini pada saat kontrak trading keuangan yang dibeli atau dijual akan didasarkan pada perkiraan Perusahaan terbaik pergerakan harga pasar dan tingkat yang diharapkan suku bunga, nilai volatilitas dan kondisi pasar lainnya selama masa kontrak trading finansial dan didasarkan pada matematika yang kompleks. Perhitungan akan termasuk bias dalam memenangkan Perusahaan. Harga kontrak trading finansial (atau jumlah pembayaran) yang ditawarkan kepada Klien berspekulasi pada pasar atau harga indeks mungkin berbeda secara substansial dari harga yang tersedia di pasar utama di mana komoditi atau kontrak tersebut diperdagangkan, karena bias mendukung Perusahaan dalam sistem perhitungan harga tersebut di atas.
pl_pl: Obliczanie ceny do zapłaty (lub wypłaty do otrzymania) dla umów finansowych na niniejszym portalu w momencie, gdy kontrakt finansowy jest nabywany lub sprzedawany odbywa się na podstawie najlepszych szacunków Firmy dot. zmian cen rynkowych i oczekiwanej wysokości odsetek, domyślnej zmienności i innych warunków rynkowych obowiązujących w czasie trwania kontraktu i opiera się na skomplikowanych obliczeniach matematycznych. Obliczenia wykonywane są na korzyść Firmy. Ceny kontraktów finansowych (lub kwoty do wypłaty) oferowane Klientom spekulującym na rynkach lub ceny wskaźników mogą się różnić znacząco od cen dostępnych na rynkach finansowych, gdzie handluje się towarami albo kontraktami, z powodu faworyzowania Firmy w systemie obliczania cen opisanym powyżej.
pt_pt: O cálculo do preço a ser pago (ou prêmio a ser recebido) por contratos financeiros neste site no momento em que o contrato financeiro é comprado ou vendido será baseado na melhor estimativa dos movimentos de preços de mercado e no nível esperado de taxas de juros, volatilidade implícita e outras condições ao longo da duração do contrato financeiro e baseia-se em matemática complexa. O cálculo incluirá uma parcialidade a favor da Empresa. Os preços de contratos financeiros (ou as quantias de prêmios) oferecidos aos Clientes que especulam no mercado ou sobre preços de índices podem diferir substancialmente dos preços disponíveis nos mercados primários, onde são negociadas matérias-primas ou contratos, devido à parcialidade que favorece a Empresa no sistema de cálculo de preço acima referido.
vi_vn: Việc tính giá phải trả (hoặc khoản thanh toán được nhận) cho các hợp đồng tài chính trên trang web này tại thời điểm hợp đồng tài chính được mua hoặc bán ra sẽ dựa trên ước tính biến động giá thị trường tốt nhất của Công ty và mức dự kiến của tỉ lệ lãi suất, biến động hàm ý và những điều kiện thị trường khác trong vòng đời của các hợp đồng tài chính, và được dựa trên công thức toán học phức tạp. Việc tính toán sẽ bao gồm cả sự thiên về Công ty. Giá hợp đồng tài chính (hoặc số tiền thanh toán) được cung cấp cho khách hàng, suy đoán dựa trên giá cả thị trường hoặc giá chỉ số có thể khác đáng kể so với mức giá có sẵn trong các thị trường sơ cấp nơi mà hàng hóa hoặc hợp đồng liền sau được giao dịch, do sự thiên vị ưu đãi nghiên về Công ty trong hệ thống tính giá được nhắc ở trên.
zh_cn: 在本网站买入或卖出金融合约时要支付的价格（或将获得的赔付金额）是基于公司对市场价格走势的最优估计、利息的预期水平、隐含波动率或金融合约期限内的其他市场情况的计算，同时也是基于复杂的数理计算。该计算带着有利于公司的倾向。由于价格计算体系中的这种倾向，提供给市场或股票指数投机客户的金融合约价格（或赔付金额）可能与交易大宗商品或相关合约的一级市场价格大不相同。

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
de_de: Die den Kunden von dem Unternehmen zur Verfügung gestellten Diagrammdaten sind lediglich Richtwerte und können sich von den echten Marktkursen unterscheiden. Die Entscheidung des Unternehmens hinsichtlich des Kurses eines Finanzkontrakts ist endgültig und bindend. Das Unternehmen bietet die Möglichkeit, Kontrakte vor dem Ablaufdatum von manchen Kontrakten zu verkaufen, ist aber nicht dazu verpflichtet, und kann diese Möglichkeit aufgrund aktueller Marktbedingungen aussetzen. Kontrakte können angepasst werden, wenn der zugrundeliegende Buchwert durch Handlungen des Unternehmens während der Kontraktlaufzeit verändert wurde.
id_id: Data charting yang disediakan kepada klien oleh perusahaan hanya bersifat indikatif dan kadang-kadang berbeda dari nilai pasar yang sebenarnya. Keputusan perusahaan mengenai perhitungan harga kontrak keuangan akan bersifat mutlak dan mengikat. Perusahaan memberi pilihan untuk menjual kontrak sebelum waktu berakhir kontrak tetapi tidak wajib untuk menyediakan fasilitas tersebut dan dapat menghentikan pilihan ini tergantung pada kondisi pasar terkini. Kontrak dapat diubah ketika nilai underlying asset disesuaikan dengan aksi korporasi selama periode kontrak.
pl_pl: Dane przedstawiane Klientom na wykresach mają wyłącznie charakter informacyjny i mogą się różnić czasami od rzeczywistych wartości rynkowych. Decyzja Firmy dotycząca obliczania ceny kontraktu finansowego jest ostateczna i wiążąca. W przypadku niektórych kontraktów Firma dopuszcza możliwość sprzedania kontraktu przed datą jego wygaśnięcia, ale nie jest do tego zobowiązana i może zawiesić taką możliwość w zależności od sytuacji na rynku walutowym. Kontrakty podlegają zmianom w sytuacji, gdy wartość instrumentu bazowego zostaje zmieniona w czasie trwania kontraktu w wyniku działań przedsiębiorstwa.
pt_pt: Os dados de gráficos disponibilizados aos clientes da Empresa é apenas indicativo e podem, algumas vezes, ser diferente dos valores reais de mercado. A decisão da empresa quanto ao cálculo de um preço de contrato financeiro será definitiva e decisiva. A Empresa oferece a opção de vender alguns contratos antes do tempo de expiração desses contratos, mas não será obrigada a fazê-lo e pode suspender essa opção, dependendo das condições dos mercado atuais. Os contratos podem ser alterados quando o valor do ativo é ajustado por ações corporativas durante o período do contrato.
vi_vn: Các dữ liệu xây dựng biểu đồ Công ty cung cấp cho khách hàng được chỉ định và đôi khi có thể khác với giá trị thị trường thực. Quyết định của Công ty đối với tính giá hợp đồng tài chính sẽ là cuối cùng và kết hợp. Công ty này cho phép quyền chọn bán các hợp đồng trước khi một số hợp đồng hết hạn nhưng sẽ không có nghĩa vụ làm như vậy và có thể đình chỉ quyền chọn này tùy thuộc vào các điều kiện thị trường hiện tại. Hợp đồng có thể được sửa đổi khi giá trị tài sản cơ sở được điều chỉnh bởi công ty trong suốt thời gian hợp đồng.
zh_cn: 公司向客户提供的价格仅供参考，可能与市场价格不一致。公司对于金融合约价格的计算具有最终性和约束性。公司允许用户在部分合约到期之前选择卖出合约，但公司无义务作出此允许；公司可以基于当前市况终止该选择权。合约期限内，如果标的资产价值受到公司行为调整，合约可进行相应修改。

source: The client acknowledges and agrees that:
de_de: Der Kunde erklärt und ist damit einverstanden, dass:
id_id: Klien mengakui dan menyetujui bahwa:
pl_pl: Klient przyjmuje do wiadomości i zgadza się, że:
pt_pt: O cliente reconhece e acorda que:
vi_vn: Khách Hàng thừa nhận và đồng ý rằng:
zh_cn: 客户确认并同意:

source: The client has reached a turnover that is 5 times the bonus amount
de_de: Der Kunde einen Umsatz erreicht hat, der dem 5-fachen des Bonusbetrags entspricht
id_id: Pelanggan telah mencapai total pembelian kontrak sebesar 5 kali jumlah bonus
pl_pl: Klient osiągnął obrót, który przekracza wysokość bonusu 5 razy.
pt_pt: O cliente tiver atingido um volume de negócios 5 vezes o valor do bônus
vi_vn: Khách hàng đã đạt được doanh thu 5 lần tiền thưởng
zh_cn: 客户的成交量已达到了奖金额的 5 倍

source: The client should note that the Company's duty to provide the client with best execution does not apply to any gaming products that the client places with the Company, when there is no underlying financial market.
de_de: Der Kunde muss beachten, dass die Pflicht des Unternehmens, dem Kunden die beste Ausführung angedeihen zu lassen, nicht für beim Unternehmen platzierte Glücksspielprodukte gilt, wenn es keinen zugrundeliegenden Finanzmarkt gibt.
id_id: Klien perlu mengetahui bahwa tugas Perusahaan adalah untuk menyediakan eksekusi terbaik terkecuali bagi produk bukan finansial yang ditempatkan klien pada Perusahaan, ketika tidak ada pasar keuangan yang mendasarinya.
pl_pl: Należy zauważyć, że obowiązek zapewnienia klientowi przez Firmę najkorzystniejszej realizacji nie ma zastosowania w odniesieniu do żadnych oferowanych przez Firmę produktów typu gry losowe, które nie są oparte na bazowym rynku finansowym.
pt_pt: O cliente deve ter em conta que o dever da Empresa de proporcionar melhor execução ao cliente não se aplica a quaisquer produtos de jogo que o cliente usufrua conosco, em que não existe nenhum mercado financeiro subjacente.
vi_vn: Khách hàng cần chú ý rằng trách nhiệm của Công Ty là cung cấp sự thực thi tốt nhất không được áp dụng cho bất cứ sản phẩm gaming nào mà quý khách đã đặt với Công Ty, khi mà không có một thị trường tài chính rõ ràng nào.
zh_cn: 客户须知道，公司有责任向客户提供最佳执行方案，但这并不适用于客户通过公司订购的无基本金融市场的博彩产品。

source: The client using e-payments and bank wire transfers may make a deposit to the Agent. The Agent, receiving the deposit, shall thereinafter make a deposit to his %1 Account (hereinafter referred to as the "%1 Agent Account").
de_de: Kunden die e-Payment und Bank-Überweisungen verwenden, können eine Einzahlung an den Agenten tätigen. Der Agent soll nach Erhalt der Einzahlung eine Einzahlung auf sein %1 Konto (nachstehend als "%1 Agenten-Konto" bezeichnet) vornehmen.
id_id: Setiap klien yang menggunakan e-payment dan transfer bank lokal dapat melakukan deposit menggunakan Agen. Agen yang menerima deposit tersebut, selanjutnya akan melakukan deposit ke dalam Akun %1 Klien bersangkutan (selanjutnya disebut sebagai "Akun Agen %1").
pl_pl: Klient, korzystający z metod e-płatności i przelewów bankowych mogą dokonać wpłat za pośrednictwem Pośrednika. Pośrednik, po uzyskaniu wpłaty, przekieruje ją na Konto %1 Klienta (dalej zwane „Kontem pośrednika %1").
pt_pt: O Cliente, ao usar pagamentos eletrônicos ou transferências bancárias pode efetuar um depósito ao Agente. O Agente, ao receber o depósito, deve, a seguir, efetuar um depósito na sua conta %1 (doravante chamada "conta de Agente %1").
vi_vn: Khách hàng sử dụng e-payments và ngân hàng giao dịch mạng lưới có thể tạo một khoản tiền gửi cho các đại lý. Các đại lý, nhận tiền gửi, thereinafter sẽ làm cho một khoản tiền gửi đến tài khoản %1 của khách hàng (sau đây gọi tắt là "đại lý tài khoản %1").
zh_cn: 使用电子付款和银行电汇的客户可将款项存在代理处。收到款项后，代理须将款存入其 %1账户 （以下简称为“%1 代理账户”）。

source: The commission you will charge Clients on deposits and withdrawals
de_de: Die Provision, die Sie Kunden für Einzahlungen und Abhebungen berechnen werden
fr_fr: La commission que vous facturerez aux Clients sur les dépôts et retraits
id_id: Komisi yang akan Anda kenakan pada deposit dan penarikan
pl_pl: Wysokość prowizji, jaką chcesz pobierać od Klientów za wpłaty i wypłaty środków
pt_pt: A comissão que você irá cobrar aos clientes para depósitos e retiradas
vi_vn: Hoa hồng bạn sẽ tính cho Khách Hàng qua tiền rút và tiền gửi
zh_cn: 您要向客户收取的充值提款佣金

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
de_de: Das Unternehmen garantiert nicht, dass ein Kontrakt vor seinem Ablaufdatum verkauft werden kann.
id_id: Perusahaan tidak menjamin keberhasilan penjualan awal kontrak sebelum waktu berakhir tercapai.
pl_pl: Firma nie gwarantuje możliwości sprzedaży kontraktu przed upływem jego daty wygaśnięcia.
pt_pt: A Empresa não garante a capacidade de vender um contrato antes do seu termo.
vi_vn: Công Ty không bảo đảm có thể bán bán hợp đồng trước thời hạn.
zh_cn: 公司不保证您一定能在到期之前卖出该合约。
